export default {
  Se: {
    bold: '帮助我们注意到物质世界丰富的细节，并被那些能立刻得到结果的体验所吸引。',
    normal: [
      '外倾感觉Se使我们注意到物质世界中丰富的细节。我们可能被那些能立刻得到结果的体验所吸引，并且我们对海量的数据和经验中相关的事实和事件特别敏感。',
      '我们学习并关注周围环境中可以获得的所有信息，以及环境中的重点和正在发生的事实。我们会持续寻找更多的信息碎片，以拼凑出完整的画面，直到这幅画完成或者我们的注意力被其他事物吸引。',
      '当我们感受到那些令人激动的身体冲动或本能时，我们自在地遵循这些冲动和本能，并享受在当下行动的快感，这正是Se在运作。当我们移动、触摸、感受我们周围的事物时，我们可以与周围环境融为一体。',
      'Se使我们能够活在当下，享受感官体验，并在物质世界中寻找即时的满足和刺激。',
      '外倾感觉Se的表现：',
      '1.敏感于感官线索',
      '强迫性地关注特定的感官细节（视觉、听觉、触觉、嗅觉）',
      '会自然而然意识到自身所处的空间方位或其他物件的空间方位',
      '2.热衷于即兴行为',
      '能轻松自如地顺从随时产生的生理冲动或本能',
      '能立即享受到躯体运动产生的舒爽感',
      '可以轻易地配合他人或物件的躯体动作，形成协调的联动',
      '3.融合于所处环境',
      '有用的知识和技能普遍是从周边环境中习得的',
      '会喜欢做一些需要亲自动手的活动',
      '感知周边的事物时可能会完全沉浸其中而忘我',
      '4.行动很迅速',
      '能快速采取行动，以得到立竿见影的效果',
      '迅速检查可用的线索，判断自己能在多大程度上解决问题',
      '能根据时机随意改变行动，尝试尽可能地将收益最大化',
      '5.喜欢自己是独特的',
      '总有些鬼点子能做出极其震撼的效果，吸引到别人的回应',
      '行动中会采用不循常规的技巧来取得超出预期的惊人效果',
      '有时候玩命完成一件事情，是为了引起别人的注意'
    ],
    tags: [
      { label: '参与', value: 'Engaging' },
      { label: '体验', value: 'Experiencing' },
      { label: '享受', value: 'Enjoying' }
    ]
  },
  Si: {
    bold: '帮助我们存储和管理历史数据、信息，和与当前情况的对比。',
    normal: [
      '内倾感觉Si经常涉及存储数据和信息，并且与当前情况相似的事物进行比较和对比。我们总是立刻将眼前的经验和言语与先前的经验联系起来，记录它们的相似性或差异，例如，注意到一些食物的口味与平时相比有所不同，或者比通常的更咸。',
      '当我们看到一个人时，如果这个人让我们想起另一个人，Si也在发挥作用。有时，相关的情感会伴随着我们的回忆一起出现，这种回忆是如此强烈，以至于让我们有昨日重现的感觉。这个过程还包括回顾过去，吸取历史教训和经验。',
      'Si让我们非常注重细节，帮助我们清晰地看到目标、目的以及它们是如何产生的。一个持久的习俗有助于维持文明和文化，同时也保护那些众所周知的、长久存在的传统，即使这些传统在今天可能已经不再适用或可信。',
      '内倾感觉Si的表现：',
      '1.敏感于细节信息',
      '惯于收集细节信息',
      '能识别出十分细微的感知对象（通常是其熟知的），比如某种特殊的气味、拼写方式',
      '2.对过去有惯性',
      '在参与惯例活动时能感到身心放松，能量恢复',
      '自然地遵循前人已实践过的想法，按照范例来办事',
      '习惯于以稳定的节奏做常规工作或活动',
      '3.谨慎对比过去和现在',
      '能以精确的细节信息回忆起事物过去的情形',
      '能指出同一事物在过去和现在的差异',
      '当面前的某物在特定的细节要求上与预期相匹配时，能敏感觉察到这一点',
      '4.为自己建立经验库',
      '会长期收集大量的信息来肯定或确认某个既有的标准是对的',
      '通过回顾历史经验而从中总结教训，得出复盘性的结论',
      '将信息或数据同自身已有的知识经验储备相比对，从中提取自己认为“可信赖”的成分'
    ],
    tags: [
      { label: '落实', value: 'Implementing' },
      { label: '查对', value: 'Verifying' },
      { label: '录入', value: 'Accounting' }
    ]
  },
  Ne: {
    bold: '帮助我们注意到隐含的意义并解释他们，常常喜欢从仅仅一个想法引发的大量可能的解释或者解释某个人行为背后真正的含义。',
    normal: [
      '外倾直觉Ne擅长捕捉和解释隐含的意义，经常喜欢从单一想法引发出多种可能的解释，或者探究某个人行为背后的真正意图。通过运用Ne，我们能够迅速整合脑海中的不同观点、想法、信念和意义，认为它们都可能是正确的。这个过程就像是将不同的主题和线索编织在一起。',
      '除非所有的线索都呈现出来，或者我们找到了想法之间的相互联系（这通常需要从其他情境中获得启发），否则我们不知道如何进行编织。因此，策略或概念往往是从当前的互动中显现出来的，而不是事先就存在的。通过这一过程，我们可以享受头脑风暴，相信那些浮现出来的想法，并用穿越前后联系的思维方式，富有想象力地考虑各种场景和可能性。',
      'Ne还包括促进人与人之间的互动以形成某种态势，通过在危机中领导来传播变革的气氛。这种认知功能鼓励我们探索未知，适应变化，并在动态的环境中寻找新的机会和解决方案。',
      '外倾直觉Ne的表现：',
      '1.感知事物背后的隐藏意义',
      '能理解用于解释观点的类比和隐喻',
      '能敏锐捕捉到某些不可明说的恶和残忍的规律',
      '2.享受自由联想',
      '看重自由辩论，也相信自由辩论中得出的结论',
      '会连结各种毫不关联的想法，就为了看看最后能组合出什么',
      '能随意地从一连串飘于空中的想法里抽取出某些洞察',
      '3.追逐可能性',
      '任思维在许多无形的观念，抽象的想法之间来回跳跃，而不聚焦于其中的某一个',
      '能从一串想法中感知出几乎无限多的可能的含义',
      '4.不停地产生新想法',
      '能随机地将其他情境中的视角或看法迁移到当前的情境中来',
      '首次面对某种观点时，心里会迅速想到一堆可能的说法来解释它',
      '热衷于有想象力地进行情景游戏，随意搭配各种可能性',
      '5.把可能性催化为现实',
      '有立即实践随时想到的可能性的冲动',
      '会催化别人，且会不时地即兴改造环境',
      '以间接建议的领导风格来实现对环境和他人的改变',
      '以群体自发选出的领导者身份来传播一种变革的气氛'
    ],
    tags: [
      { label: '考虑', value: 'Entertaining' },
      { label: '洞察', value: 'Envisioning' },
      { label: '促使', value: 'Enabling' }
    ]
  },
  Ni: {
    bold: '帮助我们集中注意力关注我们的想象：事物未来如何发展，包括综合看上去自相矛盾或者矛盾的，这能将理解提高到新的水平。',
    normal: [
      '内倾直觉Ni能够整合看似矛盾的信息，从而提升我们对事物的理解到一个新的层次。通过运用内倾直觉，我们可能会突然获得一个全新的认知，这种认知是之前未曾想到的，它可能会让我们突然发出“啊哈！”或者“就是这样！”的感叹，继而从错综复杂的事件关系中解脱出来。Ni所提供的未来和现实的认知，似乎在告诉我们需要采取确切和必要的行动。它帮助我们集中注意力，关注我们脑内出现的画面或意象（vision），以及想象事物未来的发展。',
      '通过这一过程，我们可能会依赖于聚焦的方法或象征性的方式来预测、启发和改变。我们能够基于那些不可见的趋势和迹象，设计出未来可能的展现方式。这个过程还包括了对复杂概念的理解，对系统的思考，以及对象征性构想或新颖理解方式的探索。这种认知方式能够引导我们创造出卓越的经历或解决方案。',
      '内倾直觉Ni的表现：',
      '1.习惯于顿悟时刻',
      '体验过对于尚未发生的事情的预先感知',
      '会无征兆地凭空就顿悟出某件事的本质和解法',
      '会刻意带着某一个具体的问题入睡，醒来时就有答案了',
      '2.相信自己看到的未来',
      '脑海出现某些事物未来的演变时会倍感兴奋',
      '持续地致力于实现自己看到的未来的愿景，觉得那是事物本就该有的样子',
      '相信未来早晚会发生今天预见到的变化',
      '3.容易发展出神秘色彩',
      '强迫性地被象征性的，有关“原型”的或有神秘色彩的东西吸引',
      '可能会通过扔骰子、塔罗占卜等象征性的行为来获得某些启示和预测',
      '能从某种沉浸状态中突然获得深邃的领悟',
      '会依据感知到的趋势或预兆来展现“未来会发生什么”',
      '4.使用多角度且宏大的视野',
      '整合相关领域，从宏观视野来弄明白一套复杂的概念或系统',
      '设想一种新奇的或象征性的方式去理解那些普遍存在的事物',
      '容易从不同视角看同一件事情，进而模拟不同的人格面具',
      '能创造一种超越于具体问题的大规模解法'
    ],
    tags: [
      { label: '想象', value: 'Imagining' },
      { label: '确信', value: 'Knowing' },
      { label: '预测', value: 'Divining' }
    ]
  },
  Te: {
    bold: '帮助我们通过图、表格、图表、提纲等等来组织我们周围的环境和想法。包括组织和监控人的偶然的计划、日程和量化消耗，使他们具有效率和富有成果。',
    normal: [
      '外倾思维Te帮助我们通过图表、表格、流程图、提纲等工具来组织我们周围的环境和想法。',
      '这一过程的核心是组织和监控人和事物，以提高效率和增加成果。Te的核心在于使用符合逻辑的事实来质疑某人的观点，或者对决定和结论提出合理的解释，常常试图建立一个有序的思考过程。',
      '在书面或口头交流中，Te帮助我们更容易地跟上某人的逻辑、顺序和组织。它还帮助我们注意到错误，例如发现当一个人说他要谈论四个要点，但实际上只说了三点。',
      '总的来说，Te使我们能够规划生活的各个方面，使我们能够完成目标所需的任务。它强调效率、组织和逻辑性，帮助我们在日常生活和工作中实现目标和提高生产力。',
      '外倾思维Te的表现：',
      '1.敏感于事物的先后顺序',
      '在事物运行不正常时，能敏感觉察到',
      '做任务时能准确把握自己还有多少时间，现在做到了哪一步',
      '采用步骤拆解的逻辑方式',
      '2.相信实证思维',
      '习惯思考可观测可度量的现实事物',
      '攻击对方的思想时，用的是双方都明了的逻辑',
      '能为自己的决定和结论给出合乎逻辑的解释',
      '3.善用控制方法',
      '采用“序列行动”，为取得最优效率而规划最优的时间分配',
      '压制冲动行为，隔离个人感受和情绪反应的影响',
      '将信息和观念都整合进一个易于贯彻的程式当中',
      '4.建立客观流程',
      '用计量方法和其他客观方法衡量是否达到目标',
      '为多种可能出现的情况制定应急计划',
      '为复杂且细节繁多的任务制定标准工作程序（第一步先做、第二步再做...）',
      '5. 坚持战略管理',
      '为宏观且多模块的计划调度资源，监督其执行',
      '为其他人建立一套能成功达到目标的方法'
    ],
    tags: [
      { label: '调节', value: 'Regulating' },
      { label: '规划', value: 'Planing' },
      { label: '执行', value: 'Enforcing' }
    ]
  },
  Ti: {
    bold: '帮助我们找到最恰当的词去清晰表达一个想法，简洁的、干净的、切中要害的。',
    normal: [
      '内倾思维Ti专注于找到最恰当的词汇来清晰、简洁、准确地表达一个想法。使用Ti时会认知事物内部的基本性质，注意其中微妙的区别，让事物保持其本质，并给予它们准确的命名。',
      'Ti还包括对事物进行深层分析，包括对分类、子分类以及一般规则的子原则的探索。这种过程有助于解决问题、并对此做分析和定义。在行为上，Ti表现为喜欢观察事物并指出它们的工作原理。',
      '分析过程包括研究问题的各个方面，并观察哪些地方存在不一致。在这样做的过程中，我们寻找那些对系统影响最小或损害最小的因素。当我们注意到陈述与参照标准之间的逻辑不一致时，我们使用Ti来评估准确性。',
      '简而言之，Ti是一种注重逻辑性、精确性和系统性的思考方式，它帮助我们深入理解事物的本质，找到解决问题的有效方法。',
      '内倾思维Ti的表现：',
      '1.对逻辑一致性敏感',
      '善于演绎推理',
      '能正确依据定义归类和匹配信息',
      '能觉察出相关陈述中的逻辑混乱',
      '2.重视辩证思考',
      '会集中精力寻找一个能恰好精确表述某项含义的合适措辞',
      '会分析和批判，以清除和否定不符合某项原理的事物',
      '3.采用解题模式',
      '在分析有挑战性的难题或技术难关时感到精力充沛',
      '倾向尝试寻找通用解来解决具体的问题',
      '将事物拆分, 以弄清楚其中运作的原理是什么',
      '4.精炼模型',
      '寻求能准确描述某个领域的核心特征的准确措辞',
      '不断寻求精确化，分辨原理之间在定义上的细微差别',
      '从多种角度和多个出发点来分析对象',
      '5.坚持一项基础原则',
      '能同时从很多不同的角度来思考解决方法',
      '思考问题时能随意地同时参考多个不同领域中的信息和知识',
      '会在长时间内采用一条基础性原则作为所有思路的基点，来保持思维的连贯和一致'
    ],
    tags: [
      { label: '命名', value: 'Naming' },
      { label: '界定', value: 'Defining' },
      { label: '理解', value: 'Understanding' }
    ]
  },
  Fe: {
    bold: '帮助我们其他人保持（或者断开）联系，并常常通过温和（或者不悦）的表情和自我表露来显示。',
    normal: [
      '外倾情感Fe通常包括渴望与他人建立联系或保持距离，这种渴望往往通过温和或不悦的表情和自我表露来体现。在Fe的运作过程中，社交礼节如礼貌、周到、友好、体贴和适时的行为常常是关键因素。',
      'Fe让我们在社交互动中保持与他人的联系，比如在开玩笑时与他人共享笑声，或努力让周围的人友好相处。通过这一过程，我们能够满足他人明确表达的，甚至是未言明的需求和期望。我们可能会询问他人的需求，或者通过间接的方式鼓励他们更多地谈论自己的需要。',
      '这种交流有助于我们更好地了解彼此，从而使我们能够调整自己对他人的行为，以适应社交环境。然而，有时这一过程也可能让人感到压力，关键在于我们是否能够将自己的情感与他人的情感区分开来，以保持适当的个人界限和情感平衡。',
      '外倾情感Fe的表现：',
      '1.感受他人的需要',
      '不自觉地从心中生出某种责任感,，感到自己应该照顾别人的感受',
      '因他人说的话，如“某事情对他们多么重要”，而在心中引起同感',
      '开怀接纳他人的感受，又能设身处地为别人考虑',
      '2.和所处集体融合',
      '相比于隐藏情感，更倾向于自我剖白、表达自己的内心感受、价值取向和经历的事情',
      '与所处环境的氛围融为一体，表现为容易被所处集体的价值观、情感和规范所影响',
      '容易受到他人对自己评价的影响，尤其是自己所仰慕和崇敬的人的评价',
      '3.以社交联络感情',
      '以宾主之仪对客人关怀体贴，让他人感到很舒适',
      '对他人的感受和看法表示出应有的赞扬、关怀和尊重',
      '会积极回应他人的称赞，对他人给予的支持表示敬意和感谢',
      '4.习惯和人保持亲切',
      '在情感上能和别人融为一体，让人感觉亲密无间',
      '能十分轻易地将别人的需求和价值观念转移到自己身上，就好像自己真的也这么想似的',
      '会引导实践“平等交换、互谅互让”的社交习俗，以期让大家都觉得这就是理所应当的做法',
      '5.建立人和人之间的情感网络',
      '能轻易地和群体中的多数人交流，让人感到亲切放松',
      '为满足别人的需要，能同时和很多人建立起亲密的联系，以此形成某种情感网络和不言自明的团体内部规则'
    ],
    tags: [
      { label: '验证', value: 'Validating' },
      { label: '肯定', value: 'Affirming' },
      { label: '协调', value: 'Relating' }
    ]
  },
  Fi: {
    bold: '帮助我们将有价值的、需要的、值得相信的筛选出来。',
    normal: [
      '内倾情感Fi的价值往往难以用语言来表达，因为它经常与个人的想象和情感基调紧密相关。作为一种认知过程，内倾情感常常像一个过滤器，帮助我们筛选出那些有价值的、值得信任的事物。',
      '当某些情况触及到我们的个人价值观时，我们可能会产生一种“接下来的话不得不说了”的感觉，这正是Fi在发挥作用。然而，大多数时候，这一过程是在我们的内心默默进行的，并通过我们的行为来表达。',
      'Fi帮助我们识别他人的虚伪或不真诚，或者感知到他们本质上的善良。它使我们能够对人和事态有一个本质上的、深刻的理解。通过这种认知方式，我们能够根据自己的价值观做出判断，即使这些判断可能不总是容易用言语表达出来。',
      '内倾情感Fi的表现：',
      '1.喜恶分明',
      '强烈感受到某事是“喜欢”还是“厌恶” ，喜恶的标准自然也是其个人的，即可能是相悖于大众的',
      '能清楚地意识到”我想要什么”， “我的动机是什么”，“我内心的感受是怎样的”',
      '当一个人怀有虚伪或不真诚的动机时，能觉察出来',
      '2.笃信个人信念',
      '会坚定认准某些理想和信念体系，或有强烈的身份认同',
      '对自己和对他人的欲求或期望都十分真诚',
      '3.选择存在方式',
      '会估量如何能将一条信念应用于自身',
      '能选择“我该有怎样的感受”，如有需要就能改变自己的感受',
      '不断反思自己的选择是否符合自己的内在价值观和深层动机',
      '4.建立内在和谐',
      '能识别并保护别人的真实需求',
      '为了让别人享受内心的快乐而耐心地容忍别人',
      '会评估那些未被人们说出来却又很重要的事物'
    ],
    tags: [
      { label: '判断', value: 'Judging' },
      { label: '评价', value: 'Appraising' },
      { label: '确立理念', value: 'Establishing' }
    ]
  }
}
