window.yinianData = [
    {
        "id": "175",
        "创建时间": "2021/6/15 5:25",
        "内容": "陆奇：长期，车未必是人类最有效的交通工具，因为你要大规模造路、要基础建设。\n \n如果你去和卡耐基梅隆大学做机器人研究的教授和学生交流，有不少人会跟你讲，在自然界蛇是在能量很低的情况下，在任何的地形都可以走，它靠骨头运动，比有脚的动物要好。这和中国以前想像出来的龙相似。\n \n也许有人在未来可以做一个机器龙一样的东西，将来新一代的运物工具可能既不是车也不是飞机，而是一种新的物。不要把无人驾驶仅仅看成就是要造车，而应该把它看成一种新的能力、一种人类历史上没有过的能力，我们可以建一个自己可以动的体系。"
    },
    {
        "id": "199846",
        "创建时间": "2021/10/15 3:01",
        "内容": "你不是要构建什么，链接只是帮助你思考的方式"
    },
    {
        "id": "203192",
        "创建时间": "2021/10/22 3:34",
        "内容": "为什么这个世界是混沌无序的，而人们发现的用于解释这个世界的原理却都是有序简洁而优美的？"
    },
    {
        "id": "203194",
        "创建时间": "2021/10/22 3:46",
        "内容": "为什么是树状？而不是网状？网状结构有很多优点，比如促进灵感的诞生，直接观察到知识之间的联系等。但它也有着自己的适用边界，对于构建知识体系来说，网状结构大致有以下两点局限性：\n1.逻辑不够清晰，不方便记忆。一张像神经元分布一样的知识图谱，看上去确实赏心悦目，但你能记住里面的核心内容吗？一些记忆术之所以能帮助人们快速记忆，除了它们会把需要记忆的内容与自己熟悉的内容进行挂钩外，还强调记忆过程中的逻辑和顺序。就像1~9九个数字，如果随意排列，就像电话号码一样难以记忆。可如果顺序排列或者逆序排列，我们立刻就能记住~而树状结构就保持了这种有序性，知识的层级关系清晰可见，我们只需要把几个关键的节点（思维模型）记在大脑中，当我们遇到问题的时候，大脑就会自动调用相关的思维模型，而模型下的知识/技能，因为前面已经进行了刻意练习，就会自然而然地被我们回想出来！\n2.网状关系不断发散，不易收敛知识并找到本质。除了记不住，网状关系的知识还不容易让我们看清知识之间的层级关系，看透同一类型知识下知识的本质。\n在网状关系下，知识都是发散的，它们之间的关系近似于一种并列关系。你能清楚地看到知识之间的联系，但是很难把握住其中的重点，提炼出思维模型。"
    },
    {
        "id": "205633",
        "创建时间": "2021/10/27 18:18",
        "内容": "有人说“重要的内容一定要记住。”记住的目的是为了什么？\n\n记住的目的应该是为了更好的使用，如果不需要记住也能很好的使用，那么记住的意义就没有那么大了。输入法不需要人们记住联想词，但联想词会在输入内容之后有序的出现，用户只需点选即可。\n\n闪现的灵感应该也算重要的内容，只是因为碎片的内容记忆性差，导致了使用上的流失。"
    },
    {
        "id": "206046",
        "创建时间": "2021/10/29 2:31",
        "内容": "原研哉：设计是为了让人在高速的现代生活节奏中更轻松，而非更紧张。\n滚动焦虑，如果我想掌控内容，那么底部无穷无尽的滚动会让我产生焦虑。"
    },
    {
        "id": "206047",
        "创建时间": "2021/10/29 2:35",
        "内容": "搜索需要近似词结果展示，近似和准确的差别是巨大的。"
    },
    {
        "id": "206048",
        "创建时间": "2021/10/29 2:47",
        "内容": "为什么一念的网页端是横向瀑布流而不是类似浏览器的非线性文本阅读器？"
    },
    {
        "id": "106",
        "创建时间": "2021/11/23 6:09",
        "内容": "几个月后当我把电话线插进AppleII的调制解调器时，我的看法完全改变了。突然间一切都变得不一样——电话插孔的另一端是一个新兴的宇宙，它巨大无比，几乎无垠。那里有在线公告板和实验性的电话会议；这个空间被称作互联网。这根电话线中的传送门开启了一个新的东西：它巨大，同时又能为人类所感知。"
    },
    {
        "id": "107",
        "创建时间": "2021/11/23 6:09",
        "内容": "我们的“存在”，物理的宇宙，基本上是有可玩性的。\n\n“存在”不是必要的。我们的存在，宇宙的存在，都没有什么地方要去，没有一个需要抵达的目的地。\n\n把它比作音乐就比较好理解了，因为音乐，作为一种艺术形式，本质上是可玩的。"
    },
    {
        "id": "108",
        "创建时间": "2021/11/23 6:09",
        "内容": "重大的决策往往既简单又困难。——王兴"
    },
    {
        "id": "109",
        "创建时间": "2021/11/23 6:09",
        "内容": "法拉第说：身在襁褓中的娃娃为什么要证明自己的价值"
    },
    {
        "id": "110",
        "创建时间": "2021/11/23 6:09",
        "内容": "在井上笃夫写的《信仰·孙正义传》的结尾，孙正义说：“位居三流，含恨而死，我讨厌这样的结果。我要成为第一，而且遥遥领先。”"
    },
    {
        "id": "111",
        "创建时间": "2021/11/23 6:09",
        "内容": "感觉就是在仰视神殿上的故事，与我无关却又有关。\n没有腾讯，会变成什么样子？\n很多年前，芬兰人也这么问过诺基亚"
    },
    {
        "id": "112",
        "创建时间": "2021/11/23 6:09",
        "内容": "在一种规则里，肌肉记忆是好事情，一流的艺术家、运动员都是靠肌肉记忆成就事业。但如果世界变了，肌肉记忆就成了坏事情，大部分公司死掉或者赶不上新一代的创新，个人认为大部分都是惯性思维所致。\n——陆奇"
    },
    {
        "id": "113",
        "创建时间": "2021/11/23 6:09",
        "内容": "周鸿祎：创新有很多挑战，创新不容易，否则大家就不会天天呼喊要创新了，所以我就挑一点我最想吐槽的，中国未来最大的创新挑战是害怕失败的文化。我们虽然好像崇尚创新，我们衡量一个成功者，看他融多少钱，看他上市多少钱，我们会追捧。实际上大家知道创新结果99%的失败，正因为失败可能会意味着巨大的成功，但是我们整个国家鄙视失败，看不起失败文化，前一段罗永浩失败了，大家都对他口诛笔伐。王思聪创业失败了，很多人在消费他。我觉得这样很多人会更愿意去抄袭大公司已经走的路。"
    },
    {
        "id": "115",
        "创建时间": "2021/11/23 6:09",
        "内容": "一年后，阿波罗11号登月成功，人类首次踏上月球，有6亿人在电视机前看了现场直播，CBS电视台请来克拉克和海因莱茵两位科幻巨匠当解说嘉宾。主持人问，三十多年前你们俩就写过登月的小说，现在感觉怎么样？克拉克说，“我没有什么感觉，因为我的心跳都要暂停了”，海因莱茵点点头，“我同意，但是我觉得人们还没有意识到这是多么伟大的一刻，人类的童年在今天结束了”。"
    },
    {
        "id": "116",
        "创建时间": "2021/11/23 6:09",
        "内容": "虽然物理学告诉我们，两点之间直线最短，但是尼采在《查拉图斯特拉如是说》却讲：\n一切美好的事物都是曲折地接近自己的目标，一切笔直都是骗人的，所有真理都是弯曲的。"
    },
    {
        "id": "117",
        "创建时间": "2021/11/23 6:09",
        "内容": "陆奇：长期，车未必是人类最有效的交通工具，因为你要大规模造路、要基础建设。\n \n如果你去和卡耐基梅隆大学做机器人研究的教授和学生交流，有不少人会跟你讲，在自然界蛇是在能量很低的情况下，在任何的地形都可以走，它靠骨头运动，比有脚的动物要好。这和中国以前想像出来的龙相似。\n \n也许有人在未来可以做一个机器龙一样的东西，将来新一代的运物工具可能既不是车也不是飞机，而是一种新的物。不要把无人驾驶仅仅看成就是要造车，而应该把它看成一种新的能力、一种人类历史上没有过的能力，我们可以建一个自己可以动的体系。"
    },
    {
        "id": "118",
        "创建时间": "2021/11/23 6:09",
        "内容": "乔治·卡林（George Denis Patrick Carlin，1937年5月12日－2008年6月22日），男，美国人，单口喜剧（stand-up comedy）表演者、演员、作家，曾因其喜剧专辑赢得四座格莱美奖。 卡林以其政治洞察力、黑色幽默，以及展现在语言、心理学、宗教及诸多禁忌主题观察闻名。卡林以犀利、尖锐的语言而著称。20世纪70年代，他创作了很多幽默的作品来讽刺当时美国对污秽词语的“歧视”。卡林也由此树立了“反正统”的形象。"
    },
    {
        "id": "120",
        "创建时间": "2021/11/23 6:09",
        "内容": "他所在的山区，是这个国家最贫困的地区之一。但穷不是最可怕的，最可怕的是那里的人们对现状的麻木。记得那是好多年前了，搞包产到户，村里开始分田，然后又分其它的东西。对于村里唯一的一台拖拉机，大伙对于油钱怎么出机时怎么分配总也谈不拢，最后唯一大家都能接受的办法是把拖拉机分了，真的分了，你家拿一个轮子他家拿一根轴……"
    },
    {
        "id": "122",
        "创建时间": "2021/11/23 6:09",
        "内容": "老庄哲学的一个核心观点，语言不能代表真理，反而是对真理的歪曲。"
    },
    {
        "id": "123",
        "创建时间": "2021/11/23 6:09",
        "内容": "最好是更好的敌人。"
    },
    {
        "id": "125",
        "创建时间": "2021/11/23 6:09",
        "内容": "“这真是一个天才的“方法论上的革命”，它把拦在眼前的难题都变成了马其诺防线，一旦绕开，豁然一马平川。”"
    },
    {
        "id": "126",
        "创建时间": "2021/11/23 6:09",
        "内容": "将数字录制和传输变得简单轻松是让软件和数据得以永生的一项突破，让机器人摆脱了脆弱的自然世界的影响"
    },
    {
        "id": "127",
        "创建时间": "2021/11/23 6:09",
        "内容": "虽然流水线的工人也是可以有理想，但是这个比例真的是太少了，繁重而机械的工作，会使他们丧失思考的机会和能力，这个是看了穷富翁大作战这个节目后的感触。"
    },
    {
        "id": "128",
        "创建时间": "2021/11/23 6:09",
        "内容": "品牌的真谛是让选择变简单。"
    },
    {
        "id": "132",
        "创建时间": "2021/11/23 6:09",
        "内容": "它们在力量上赢过了我们，在记忆上赢过了我们，还在棋盘上赢过了我们。而在最坏的预测中（仅基于人类的经验而言），“赢过”二字意味着取而代之。未来究竟会怎样？同样借用凡尔纳的另一句话来说：只有探索才知道答案。"
    },
    {
        "id": "133",
        "创建时间": "2021/11/23 6:09",
        "内容": "具有讽刺意味的是，一直走在各种学科之前的物理学现在正对精神越来越倾向于肯定；而生命科学则仍旧走在上一个世纪的物理学的路上，现在正试图完全取消精神。"
    },
    {
        "id": "140",
        "创建时间": "2021/11/23 6:09",
        "内容": "有一次水娃向站里的一位工程师说出了自己的一个困惑：“人类在上世纪六十年代就登上了月球，为什么后来反而缩了回来，到现在还没登上火星，甚至连月球也不去了？”  工程师说：“人类是现实的动物，上世纪中叶那些由理想主义和信仰驱动的东西是没有长久生命力的。”  “理想和信仰不好吗？”  “不是说不好，但经济利益更好，如果从那时开始人类就不惜代价，做飞向外太空的赔本买卖，地球现在可能还在贫困之中"
    },
    {
        "id": "141",
        "创建时间": "2021/11/23 6:09",
        "内容": "我盯着那个泡泡，看到它表面上光和色的狂澜，那狂澜以人的感觉无法把握的复杂和精细在涌动，好像那个泡泡知道自己生命的长度，疯狂地把自己渺如烟海的记忆中无数的梦幻和传奇向世界演绎。很快，光和色的狂澜在一次无声的爆炸中消失了，我看到了一小片似有似无的水汽，这水汽也只存在了半秒钟，然后什么都没有了，好像什么都没有存在过。"
    },
    {
        "id": "142",
        "创建时间": "2021/11/23 6:09",
        "内容": "在经历着一场宇宙俄罗斯轮盘赌：升上远日点和跌向太阳的过程是在转动弹仓，掠过近日点时则是扣动扳机！"
    },
    {
        "id": "143",
        "创建时间": "2021/11/23 6:09",
        "内容": "船长摇摇头，他不感兴趣，好奇心只属于巅峰物种，他们没有任何好奇心，就像在我们的世界里蚂蚁和蜜蜂没有好奇心一样。 "
    },
    {
        "id": "144",
        "创建时间": "2021/11/23 6:09",
        "内容": "这是一个令父亲这一代人恼火的时代，现在的成功需要的是逼人的思想和灵气，经验、毅力和使命感之类的似乎不再起到决定作用，凝重和沉重更是显得傻乎乎的。"
    },
    {
        "id": "146",
        "创建时间": "2021/11/23 6:09",
        "内容": "“可你应该重新认识良心和责任这两样东西，责任使你出让行星，良心使你保留恒星；责任又让你放弃恒星的能量。你是过去那种被这两样东西绑架的人，像我的导师那样。不过，在这个时代，良心和责任可不是褒义词，这两种东西表现得太多会被视为心理疾病，叫社会人格强迫症，要接受治疗的。”"
    },
    {
        "id": "147",
        "创建时间": "2021/11/23 6:09",
        "内容": "在死亡的威胁与生存的诱惑面前，宗教再一次成为社会生活的中心。"
    },
    {
        "id": "148",
        "创建时间": "2021/11/23 6:09",
        "内容": "“谁都能懂，大史，真理是简单的，它就是这种东西，让你听到后奇怪当初为什么没有发现它。”"
    },
    {
        "id": "1492",
        "创建时间": "2021/11/23 6:10",
        "内容": "“特别是，杰出科学家的解决问题行为可以在对特定概念的非凡关注与对观念的嬉戏探索之间交替进行。这表明成功解决问题可能是与任务需求相关的灵活策略应用的功能。” （Vartanian 2009，57）"
    },
    {
        "id": "1493",
        "创建时间": "2021/11/23 6:10",
        "内容": "“一方面，那些游荡，散焦，童心的人似乎最具创造力；另一方面，重要的是分析和应用。\n创造力的关键是能在一个开放的，好玩的思维和狭窄的分析框架之间切换。”"
    },
    {
        "id": "1495",
        "创建时间": "2021/11/23 6:10",
        "内容": "严格来说，卢曼（Luhmann）有两个书信箱：一个书目箱，其中包含有关文献内容的参考文献和简要注释；主要的书箱是他根据所读内容收集并产生思想的。这些笔记写在索引卡上，并存放在木箱中。\n\n每当他读东西时，他都会将书目信息写在卡片的一侧，并在另一侧做简短的注释（Schmidt 2013，170）。这些注释将最终出现在书目清单框中。\n\n在紧接着的第二步中，他将查看他的简短笔记，并考虑它们与自己的思想和写作的相关性。然后，他将转到主滑动框，在新纸上写下他的想法，评论和想法，每个想法仅使用一个，并将自己限制在纸的一侧，以使以后更容易阅读它们而无需把它们从盒子里拿出来。他通常使它们简短到足以使一个想法适合于一张纸的情况，但有时会添加另一个注释以扩展想法。\n\n他通常会着眼于滑动盒中已经存在的笔记来写笔记。尽管有关文献的注释很简短，但他非常谨慎地编写了注释，与最终手稿中的样式没有太大不同：用完整的句子，并明确引用了他从中提取资料的文献。通常，一个新的音符会直接跟在另一个音符上，并成为较长音符链的一部分。然后，他将在便条盒中其他位置添加注释的注释，其中一些注释位于附近，其他注释则位于完全不同的区域和上下文中。有些是直接相关的，阅读起来更像评论，而其他则包含的联系并不那么明显。很少有音符会保持孤立状态。\n\n他/不仅/从他阅读的文本中复制了想法或引语，而且还从一种上下文过渡到另一种上下文。这非常类似于翻译，在其中您使用适合不同上下文的不同单词，但要努力尽可能真实地保留原始含义。写作者在一个章节中努力证明自己的方法是正确的，这比对正文本身的任何引用都更充分地描述了本章的内容（当然，这需要解释）。\n\n诀窍是他没有按主题组织笔记，而是以相当抽象的方式给它们定了数目。这些数字没有任何意义，只能在那里永久地识别每个音符。如果有新注释是相关的，或直接引用了已有注释，例如注释，更正或添加，则他将其直接添加到前一个注释的后面。如果现有注释的编号为22，则新注释将变为注释编号23。如果23已经存在，则他将新注释命名为22a。通过交替使用数字和字母，中间有一些斜杠和逗号，他可以根据自己的喜好分解出尽可能多的思路。例如，关于因果关系和系统理论的注释在编号为21 / 3d7a6的注释之后带有数字21 / 3d7a7。\n\n每当添加便笺时，他都会在他的滑动框中检查其他相关便笺，以便在它们之间建立联系。直接在另一个便笺后面添加便笺只是这样做的一种方法。另一种方法是在此注释和/或其他注释上添加链接，该链接可以在系统中的任何位置。当然，这非常类似于我们在互联网上使用超链接的方式。但是，正如我稍后将解释的那样，它们是完全不同的，并且将他的滑盖盒视为个人Wikipedia或纸上数据库可能会产生误导。显然存在相似之处，但细微的差异是使该系统独特的原因。\n\n通过在注释之间添加这些链接，Luhmann能够将同一注释添加到不同的上下文中。当其他系统从主题的预想顺序开始时，Luhmann自下而上地开发了主题，然后在便条盒中添加了另一个便笺，在他的便笺簿上，他将通过对其他相关便笺的链接进行排序来对主题进行排序。\n\n他的文件系统中的最后一个元素是索引，从中他可以引用一个或两个注释，这些注释可以用作一种思路或主题的切入点。具有链接的排序集合的注释当然是很好的切入点。\n\n而已。实际上，它甚至比这更简单，因为我们现在有了使它变得更容易的软件（请参阅第1.3章）：我们不需要像Luhmann那样在便签上手动添加数字或裁切纸张。[^5]((null))\n\n现在您知道了滑动盒的工作原理，只需要了解如何使用它。\n他很快开发了这些笔记的新类别。他意识到一个想法，一个音符仅与其上下文一样有价值，而上下文不一定来自其上下文。因此，他开始考虑一个想法如何与不同环境联系起来并做出贡献。\n总想建立一套完美的分类，但其实分类像建筑物，一经设计好再改进就面临彻底重构的问题。而我们吸收知识更像是神经回路不断被加强/减弱的过程，收集之后会慢慢的生长出来结构。"
    },
    {
        "id": "1496",
        "创建时间": "2021/11/23 6:10",
        "内容": "总想建立一套完美的分类，但其实分类像建筑物，一经设计好再改进就面临彻底重构的问题。而我们吸收知识更像是神经回路不断被加强/减弱的过程，收集之后会慢慢的生长出来结构。"
    },
    {
        "id": "1497",
        "创建时间": "2021/11/23 6:10",
        "内容": "喜欢全文收藏，但其实收藏更像是把信息搬运（而非加工），途中没有增加任何知识。"
    },
    {
        "id": "1498",
        "创建时间": "2021/11/23 6:10",
        "内容": "遇到困难总是死磕，但其实沿着最有趣的道路前进，同时进行多个项目也没什么不好"
    },
    {
        "id": "1499",
        "创建时间": "2021/11/23 6:10",
        "内容": "关于创造力最坑爹神话之一就是它从无到有发生的，经常面对白纸一张开始创作（以前画画时候养成的坏习惯），却忽略了没有人能从零开始创造。\n本以为写作是输出，其实写作不是思考的结果，而是思考发生的媒介。"
    },
    {
        "id": "1545",
        "创建时间": "2021/11/23 6:10",
        "内容": "常青笔记，本质上是一种原子化的笔记，一次一件事。这样能有效的 Get 到事情的全部，也方便和其他内容建立，也容易方便在不同的话题中建立联系。太宽泛很难聚焦，太零碎会让链接模糊\n\n应该是以概念为导向（而不是作者、书、事件、项目、主题）来。主要是为了让旧概念和新概念交融（就像 交易平台 | Marketplace 这种专题研究一样），如果割裂到一本本书上、视频上，将来查找就会困难，而且和其他笔记的链接也会减弱。\n这些笔记应该是密集相连的。越是刻意添加，越是能扩展思维（所以需要原子化 + 概念导向）。需要设计机制，间歇性的回溯和整理（多数产品都没有设计回顾机制），反向链接刻意用来隐式定义知识管理系统中的节点。（从这个角度来说，Evernote 这种工具是相当落后的，只满足了可以添加的功能。）"
    },
    {
        "id": "1547",
        "创建时间": "2021/11/23 6:10",
        "内容": "信息成瘾像食物\n如果你和食物关系不好，他们将会破坏你的生活。\n信息比食物还危险，因为吃饭至少还需要做饭和刷碗（外卖似乎快颠覆了这个问题），\n但是信息消费却毫不费力，你身边总有屏幕\n食物还会反应在身体上\n比如一段时间吃多了，会感觉变胖\n但是信息却容易被忽视\n因为除了让你自己心烦意乱，其他并没有什么明显的特征\n如果你吃饱了，你是无法再吃下去几个蛋糕的\n所以你也应该像吃饭一样，控制你对信息的摄入"
    },
    {
        "id": "1550",
        "创建时间": "2021/11/23 6:10",
        "内容": "近期国内外许多知识管理工具\n都以双向链接作为卖点\n也看到许多用户嚷嚷着\n让不支持的工具加上\n\n但恕我直言\n绝大多数人连记笔记的习惯都没\n收藏也是Read it later ≈ Read it Never\n基础的知识量级都不够（包括我自己）\n谈何建立知识之间的连接呢？\n\n而且人家卢曼说了\n以他的那种原子笔记法来说\n至少也要几年以上的持续积累\n双向链接才有意义\n单凭这一点就能劝退许多人了\n\n由此引发一个衡量笔记软件好坏的指标\n即单位时间内引发你记录知识点的数量\n\n从这个角度来说\n即刻对我来说是个很好的笔记软件哈哈哈\n记下来了这么多碎碎念\n这是之前哪个笔记工具都没有做到的"
    },
    {
        "id": "1800",
        "创建时间": "2021/11/23 6:10",
        "内容": "一旦乞丐骑上了马，就一定要把马骑到累死"
    },
    {
        "id": "1853",
        "创建时间": "2021/11/23 6:10",
        "内容": "死去的人与活着的人之比为 14:1，1000 亿人已经不在人世，他们给我们的最大教训是，他们尝试了我们今天正在尝试的一切。他们成了指引我们心中羔羊的牧羊人。\n我们经常觉得自己看清了，觉得认识到世界 80%+ 的事物，但是想想你认识的世界只是 1/（1071亿）= 0.000000000009337。"
    },
    {
        "id": "1914",
        "创建时间": "2021/11/23 6:10",
        "内容": "它被命名为「增强人类智力的概念框架」。在其序言中，Engelbart 提出了他的宣言，他打算开创人类知识的一个全新领域：我们所说的「增强人的智力」，是指提高一个人处理复杂问题的能力，获得适合其特殊需要的理解能力，以及找到解决问题的办法的能力。这方面能力的提高意味着以下几点的混合:\n\n可以更快地获得理解；\n\n可以获得更好的理解；\n\n可以在以前情况过于复杂的地方获得有益的理解程度； \n\n可以更快地产生解决办法；\n\n可以产生更好的解决办法；\n\n可以在以前人类无法找到解决办法的地方找到解决办法。 "
    },
    {
        "id": "6330",
        "创建时间": "2021/11/23 6:10",
        "内容": "输入法的变革：最开始是从实体手机演化过来，然后才是变为虚拟键盘，为了解决虚拟键盘的打字问题。输入法的本质是什么？"
    },
    {
        "id": "8229",
        "创建时间": "2021/11/23 6:11",
        "内容": "18世纪哲学家约翰·洛克提出，灵感是一种人类思想的关联和共鸣。"
    },
    {
        "id": "8231",
        "创建时间": "2021/11/23 6:11",
        "内容": "卢曼的卡片盒的基础是在索引卡上写出完整的句子(只在卡片的一面写字，这样你在看的时候就不用把卡片翻过来了)。每一张卡片都应该包含一个想法，卡片以线性方式连接在一起。例如，card 1和card 2可能是两个独立的线程，但是如果你稍后写了一个希望连接到card 1的新卡，你可以将它标记为1a。然后是1b卡，1c卡，等等。之后，如果你写的一张卡片想连接到1a，你可以把它标记为卡片1a1。以此类推，卡片的连接可以是无限的，你可以将系统中的任何想法连接起来。最后你可以在一组主索引卡中总结这些概念。"
    },
    {
        "id": "8235",
        "创建时间": "2021/11/23 6:11",
        "内容": "每个孩子都是艺术家，问题的关键在于如何在长大之后仍然是个艺术家。——毕加索"
    },
    {
        "id": "8236",
        "创建时间": "2021/11/23 6:11",
        "内容": "经历生死的人从不畏惧生死。"
    },
    {
        "id": "8238",
        "创建时间": "2021/11/23 6:11",
        "内容": "他又没嘲笑你的千篇一律，你何必抗拒他的特立独行。"
    },
    {
        "id": "8239",
        "创建时间": "2021/11/23 6:11",
        "内容": "感受不到美的人却以为那些拥有美的人是另类"
    },
    {
        "id": "8240",
        "创建时间": "2021/11/23 6:11",
        "内容": "人永远也不该演戏。——《局外人》加缪"
    },
    {
        "id": "8249",
        "创建时间": "2021/11/23 6:11",
        "内容": "在生活里，我们命中碰到的一切美好的东西，都是以秒计算的。——高尔基"
    },
    {
        "id": "8251",
        "创建时间": "2021/11/23 6:11",
        "内容": "虽然流水线的工人也是可以有理想，但是这个比例真的是太少了，繁重而机械的工作，会使他们丧失思考的机会和能力，这个是看了穷富翁大作战这个节目后的感触。"
    },
    {
        "id": "8254",
        "创建时间": "2021/11/23 6:11",
        "内容": "记得之前老板分享的一个故事，Google的工程师思维：\nGmail一开始完全没有做<删除邮件>的功能，原因是因为工程师说，你把它分类到<垃圾邮件>分组就好了，为什么还要删除呢"
    },
    {
        "id": "8255",
        "创建时间": "2021/11/23 6:11",
        "内容": "风险是强者的生产资料"
    },
    {
        "id": "8256",
        "创建时间": "2021/11/23 6:11",
        "内容": "竹本一世同学的反馈非常有趣，主要谈到了关于分类（或者说模式识别）。为了降低我们大脑的运算负担，我们会用下面两种方式，以最快的速度将所需要认知的对象分类\n\n基于相似性，更多是基于外部特征，如有两个翅膀的多半是鸟\n基于解释性，更多是基于内部共性，比如有机物和无机物\n其实人类最初是不分类的，等采摘的东西多了之后，才东一堆，西一堆的堆起来。简单来说就是，先采集，放不下或者找不到的时候，才进行分类来提高效率，这也导致每个人的分类方式不同。而当知识网络增长的时候，我们对事物的看法也会随之增长，比如前一阵子没怎么研究社交方面的内容，我就是放在 #互联网/社交 这个分类下。而最近研究多了，我就需要把 #社交 拿出来并且加上 #社交/理论 #社交/设计 #社交/信息分发 等子内容。"
    },
    {
        "id": "8257",
        "创建时间": "2021/11/23 6:11",
        "内容": "当团队还是很小的时候，大家都能够积极的承担大量的盲区工作，管很多的“闲事”，找很多的“茬”。当团队变大，就要讲分工，分工就会产生大量工作盲区，这个时候反而更需要大家承担盲区的工作职责，但这时候寄希望于大家主动去承担就有点强人所难了，一些人会觉得做的多错的多不如不做，一些人会担心别人觉得自己抢事情，所以大家很在意边界并只做好自己边界内的工作。这个阶段能够突破这些客观限制主动“揽事”的人可以说是勇士了，但勇士是可遇不可求的，更合理的做法是优化工作机制来解决问题，激励大家主动承担工作盲区的职责。"
    },
    {
        "id": "8258",
        "创建时间": "2021/11/23 6:11",
        "内容": "“破除PUA的最有效的方式，就是有更多的选择”"
    },
    {
        "id": "8285",
        "创建时间": "2021/11/23 6:11",
        "内容": "除了生病以外，你感受到的的痛苦都是你的价值观带来的，而非真实存在的。"
    },
    {
        "id": "10258",
        "创建时间": "2021/11/23 6:11",
        "内容": "对于没有辨识力的人来说，自我的爬山和无我的爬山看上去可能都一样，都是一步一步地向上爬；呼吸的速度也一样；疲惫的时候都会停下来；休息够了又会继续前行。但是事实上两者多么不同。自我的爬山者对周围的反应不是太快就是太慢，谈论的话题永远是别的事和别的地方。因为他拒绝活在此地，他想赶快爬到山顶，但其实山顶也非其目的，他依旧会不快乐\n\nvia 禅与摩托车维修的艺术"
    },
    {
        "id": "12703",
        "创建时间": "2021/11/23 6:11",
        "内容": "拒绝需求无外乎是你对需求有三个层次的不认可——第一层是你根本不认可它解决的问题，认为没有价值；第二层是认可第一层但不认可他的解法，认为没法解决问题；第三层是也认可了方法，但不认可节奏，觉得需要拍下优先级。\n建议按着这个思路跟人聊，也是梳理自己思路的办法，以免拒绝需求的时候画面太难看，再别人看来以为你只是无理取闹。"
    },
    {
        "id": "12704",
        "创建时间": "2021/11/23 6:11",
        "内容": "你总要知道懂一个东西，与知道它的名字之间的差别。"
    },
    {
        "id": "14930",
        "创建时间": "2021/11/23 6:11",
        "内容": "知道为什么都是亚古兽第一个进化吗？\n是为了告诉你，无论做什么事，先用勇气开道。\n知道为什么巴达兽总是最后一个进化吗？\n那是因为当你的友情，诚实，爱心，知识，纯真和光明都被现实无情的击碎后，仍要心存希望。日漫在这方面真的很细。"
    },
    {
        "id": "19228",
        "创建时间": "2021/11/23 6:11",
        "内容": "我太太催我过去助他一臂之力，但是我摇摇头，我告诉她，除非他真正感觉需要别人的帮助，否则别人的介入只会引起他的厌烦。所以我们就走到一旁，坐在阴凉的地方等。"
    },
    {
        "id": "20119",
        "创建时间": "2021/11/23 6:11",
        "内容": "Lawrence  Tesler 是第一个提议用「剪切和复制」 名称的人，而后从 1974 年开始，他和 Xerox PARC 的同僚们实现一种新型文本编辑器，它们使用剪切/复制/粘贴命令来移动/复制文本。而后 1983年，Apple Lisa 成为第一个将「剪切板」概念引入电脑中的硬件，几十年来一直没有改变，所有各类系统和硬件不加思索的继承。有人吐槽，⌘C 和 ⌘V 是我们在创作的时候，第一个从源头分离信息副本的地方，而分离之后，我们把它困在一个叫做剪贴板的不透明的地方，直到它被粘贴到远离源头的其他地方才被发现。为什么自从 1983 年引入剪贴板以来，我们没有能够改进 copy-paste 呢？"
    },
    {
        "id": "23876",
        "创建时间": "2021/11/23 6:11",
        "内容": "一切众生皆有如来智慧德相，只因妄想执着，不能证得。"
    },
    {
        "id": "28586",
        "创建时间": "2021/11/23 6:11",
        "内容": "因为免费游戏，大多具有非常强的社交属性。所以，在免费游戏里买道具的花费，对于玩家而言，就像是生活中买件漂亮的饰品一样。付费游戏则更多的是为游戏本身付费。这是两种完全不同的消费支出。"
    },
    {
        "id": "28832",
        "创建时间": "2021/11/23 6:11",
        "内容": "@烟渡：千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。柳宗元当时妻子去世，母亲病亡，女儿夭折，他被贬永州怪病缠身，用这首藏头诗道出了他的“千万孤独”"
    },
    {
        "id": "28963",
        "创建时间": "2021/11/23 6:11",
        "内容": "其实，张小龙的产品方法论更适合小公司。极简意味着极省人工，像弹一弹这类功能代码量是极少的。做出来的产品像针、刀、钉子一样简洁而无可超越。"
    },
    {
        "id": "34843",
        "创建时间": "2021/11/23 6:11",
        "内容": "昨天是段历史，明天是个谜团 ，而今天是天赐的礼物，像珍惜礼物一样珍惜今天"
    },
    {
        "id": "36863",
        "创建时间": "2021/11/23 6:11",
        "内容": "内心无挂碍,无挂碍故,无有恐怖离颠倒梦想,究竟涅槃。\n意思是因为心中不受物欲牵挂妨碍,便不会有怖畏,可远离那些不安定、不真实的妄想,达到解脱。"
    },
    {
        "id": "38368",
        "创建时间": "2021/11/23 6:11",
        "内容": "责备亲近的人而对外人客客气气，本质是想通过这种行为维持自己的形象，所以心里强大的人往往不会责备亲近的人。"
    },
    {
        "id": "41179",
        "创建时间": "2021/11/23 6:12",
        "内容": "看完这部电影串联起了我的几个关于「活在当下」感悟的瞬间。\n\n第一个是2018年6月参加的十日内观冥想课，当时老师说「当盘坐了一段时间后你会感受到双腿产生痛感，通常情况下出于本能反应你会变换姿势避免产生疼痛。现在不妨好好感受一下，通过感受呼吸观察疼痛感，但不要沉迷在这种观察当中。」也许是身体适应了，也许是其他原因，疼痛感慢慢地消失了，过后内心十分平静，感官也更变得更清晰敏锐，这是一次十分难忘的体验。\n\n第二个是去年下半年参加团建时参与的攀岩项目，有点类似华山攀岩，全程虽然都是钢索固定很安全，但脚下仅几寸长的钢筋架和几寸宽的钢板还是让我双腿止不住颤抖，一种又懊恼恐惧又无法回头的无奈情绪萦绕脑海（后面都是人，钢索拴在钢链上就无法解下），我开始用冥想习来的方法观察这种恐惧，让自己学着接受恐惧，不要抗拒这种感受。当内心选择了接受，我开始平静下来并专注接下来的步伐，调整到一种既不刻意小心又不刻意迟疑的状态，之后的独板桥和钢丝慢慢通过后到达终点，感受到一种前所未有的成就感。这大概就是「知止而后能定，定而后能静，静而后能虑，虑而后能得。」\n\n要说 ego 具体是什么，体现在生活中可能就是一不小心就偷偷溜进脑海的执着：1px 的完美主义，总是忍不住的观点对抗，一定要有所成就的年终目标，以及完不成这些的负面情绪及不甘。ego 不是拿来对抗的，是用来启发的，也许问题即是答案，处处都是火花"
    },
    {
        "id": "41521",
        "创建时间": "2021/11/23 6:12",
        "内容": "@冯老板啊 \n新年第一桶冷水：\n创业六年，最大感触是：你接触到的人，无论用户还是合作方，90%以上都只是旁观者，主要看个热闹。你听到的一两句喝彩，其实可能只是路过的人随口给你加把劲儿，并不是对方多把你当回事。\n\n旁观者不会真正把自己的时间与金钱花在你身上，他们旁观，只是以防万一，某天你牛逼了，或者暴雷了，他们可以迅速跳出来，近距离看个大热闹，然后刷刷存在感，「你看，我眼光多好」，或者，「你看，我早就说不行吧」。\n\n真正值得珍惜的人，是用自己的时间与金钱消费你的人。用数据去看，就是GMV、复购率，或者使用时长、登录频次，等等等等。觉得这是冰冷的数字么？因为现实就是这么客观且冰冷。\n\n社会越发展，各种形式的等价交换越能说明问题。以往一句喝彩，需要跨越地理障碍、付出时间代价；现在一句喝彩，不过是弹指间的信息流和App切换。\n\n别被喝彩冲昏了头，最后你得到的，其实很可能就只是个寂寞。追求长久切实的关系，是这个世界亘古不变的永恒命题。\n\n新的一年，祝你莫做个戏子。\n\n～\n图片 / 多依树梯田日出"
    },
    {
        "id": "41726",
        "创建时间": "2021/11/23 6:12",
        "内容": "石英晶体的振动被交流电转变成电压的周期变化，这个变化被线路组成的部件探测到，这就是石英钟的计时原理。石英晶体的振荡周期与石英的具体形状和大小有关，寻常石英钟的振荡频率是32768赫兹，也就是说在1秒钟内振荡了32768次，振荡一次就是1/32768秒。"
    },
    {
        "id": "41728",
        "创建时间": "2021/11/23 6:12",
        "内容": "生物学，其实只是一种应用化学，而化学又是一种应用物理学。"
    },
    {
        "id": "41729",
        "创建时间": "2021/11/23 6:12",
        "内容": "“其实吧，从科学角度讲，毁灭一词并不准确，没有真正毁掉什么，更没有灭掉什么，物质总量一点不少都还在，角动量也还在，只是物质的组合方式变了变，像一副扑克牌，仅仅重洗而已…可生命是一手同花顺，一洗什么都没了。”"
    },
    {
        "id": "41730",
        "创建时间": "2021/11/23 6:12",
        "内容": "为什么选择32768这个频率呢？因为这个数字恰好是2的15次方，这是利用2进位的数字钟需要的。石英晶体的振荡频率受到温度的影响，从而影响时钟的精确性。经过温度校准的石英钟可以准确到每年误差大约是10秒钟。"
    },
    {
        "id": "41731",
        "创建时间": "2021/11/23 6:12",
        "内容": "理论上一个21x21格式的二维码有2的249次方种组合，按照国人每天扫码15亿次计算，需要1600000亿亿亿亿亿亿亿年才能扫尽，而地球年龄才46亿年，宇宙寿命138亿，宇宙预期寿命还剩1400亿年。"
    },
    {
        "id": "41732",
        "创建时间": "2021/11/23 6:12",
        "内容": "新兴技术正在席卷全球，这股迅猛的大潮会潜移默化且持续坚定地改变我们的文化。下述力量将会得到凸显：形成（Becoming）、知化（Cognifying）、流动（Flowing）、屏读（Screening）、使用（Accessing）、共享（Sharing）、过滤（Filtering）、重混（Remixing）、互动（Interacting）、追踪（Tracking）、提问（Questioning）以及开始（Beginning）。"
    },
    {
        "id": "41927",
        "创建时间": "2021/11/23 6:12",
        "内容": "乔布斯教给人的最重要的事是什么？\nallenzhang：纯粹,也是可以成功的。"
    },
    {
        "id": "41928",
        "创建时间": "2021/11/23 6:12",
        "内容": "Kik对信息流动和关系链沉淀的理解,其深入和独到之处何在?\nallenzhang：kik到100万用户的时候,并没有使用手机通讯录。此时至少有50万用户,应该来自于blackberry的用户,kik扫描了手机(特别是blackberry)的所有email内容,通过email找到关系链。大部分人都以为kik是靠手机通讯录滚动起来的,这是不成立的,如果这样,whatsapp早就滚动起来了2,大部分人认为已送达已读等特性是通讯工具的核心,不赞同。可靠的通讯是不需要已送达状态的。"
    },
    {
        "id": "42120",
        "创建时间": "2021/11/23 6:12",
        "内容": "即刻到小宇宙,对于产品是更从用户角度思考,而非平台角度。绝大多数巨头进来就会先看天花板,看生态,看如何更快增长,看供给和需求,其实就是看最后如何能收割。从这一点上,巨头很难真正的为用户考虑,这就是巨头也会失败的原因之一。"
    },
    {
        "id": "42808",
        "创建时间": "2021/11/23 6:12",
        "内容": "“大公司就像高速行驶的列车,员工就在车厢里做布朗运动。每个人都觉得自己是在努力的把车往前推着走,但实际上列车有自己的惯性和动力,它就是自己在往前走,但每个人都觉得自己很辛苦。”"
    },
    {
        "id": "42867",
        "创建时间": "2021/11/23 6:12",
        "内容": "现在我们见到的浏览器起源于近半个世纪前超文本被发明的时代。如果我来重新描述的话，我不会叫他浏览器，我会叫他超文本空间中的导航仪。他应该承担的是在一个非线性的网状地图中为用户指明方向的作用。\n\n知识在现在这个年代空前爆炸，但是浏览器中的 IA 隐喻(网页，标签，书签，链接的历史) 并不是为知识的处理和使用设计的，他们已经跟不上如今知识网络扩张的速度。\n\n于是经典的问题出现了。\n\n2020 年代的浏览器应该是什么样的？\n\n如果考虑在浏览器中嵌入基本知识处理工具，类似 word、wiki，会如何？\n\n用于研究、分析、兔子洞探索、碎片思考和协作的浏览器会是什么样子？"
    },
    {
        "id": "43567",
        "创建时间": "2021/11/23 6:12",
        "内容": "“一个功夫高手不应该局限于某种形式，不拘于思想，也不拘泥于梦，随时准备进攻。当对手进攻，我就退守，当对手退守，我就进攻。当一有机会，不用我打，它自会出手。”——李小龙"
    },
    {
        "id": "43595",
        "创建时间": "2021/11/23 6:12",
        "内容": "我不需要次次都对，我只需要对一次就可以了"
    },
    {
        "id": "45206",
        "创建时间": "2021/11/23 6:12",
        "内容": "天亮了,车外零下23度,我在副驾驶醒来,我做了一个很长的梦,你说去喝点羊汤再吃几个饼如何?于是我忘记了刚才的梦"
    },
    {
        "id": "45258",
        "创建时间": "2021/11/23 6:12",
        "内容": "丑的东西经常是假的。假如某样丑的东西是真的，接下来你就会发现它并不丑。"
    },
    {
        "id": "45392",
        "创建时间": "2021/11/23 6:12",
        "内容": "经常听到的 2 句话，「一日之计在于晨」 ，「最重要的东西投入最多的资源去做」 。希望新年大家能知道重要的东西们的顺序，利用早晨的时间把最重要的事情做了。不管是运动还是学语言或其他，即便只有 30 分钟。\n\n—— shaonan&fonter"
    },
    {
        "id": "45411",
        "创建时间": "2021/11/23 6:12",
        "内容": "在该做什么事的时间去完成其他事情并不能证明自己优于他人。\n\n不应该拿自己的优势和别人的短处比较。\n\n攀登者都需要有挑战和好斗之心，如果仅是看到大山就觉得无法逾越，那么未战已经先败了。\n\n永远要问有无更优解。"
    },
    {
        "id": "50213",
        "创建时间": "2021/11/23 6:12",
        "内容": "当有大量便签时，信息流绝对不是很好的形态，\n那么搜索是吗？\n还是说有其他的形态呢？\n不需要记忆，只需要适当的时候回想起即可，鼓励多关联。"
    },
    {
        "id": "50225",
        "创建时间": "2021/11/23 6:12",
        "内容": "鲁c：想搜索一下本市私立初中收费标准，这个本应该是公开的信息，过程如下:某度翻遍了，找不到；某歌，第三页；微信，直达学校公众号招生简章。\n\n作者：\n搜索生活场景，估计会越来越好用。"
    },
    {
        "id": "51740",
        "创建时间": "2021/11/23 6:12",
        "内容": "正是太多相对正确的知识，让一个人变得平庸"
    },
    {
        "id": "53735",
        "创建时间": "2021/11/23 6:12",
        "内容": "联想的四种方式：相似联想，接近联想，对比联想和因果联想"
    },
    {
        "id": "53736",
        "创建时间": "2021/11/23 6:12",
        "内容": "心理表征是什么？\n心理表征，是一种与我们大脑正在思考的某个物体、某个观点、某些信息或者其他任何事物相对应的心理结构，或具体或抽象。例如，一提到蒙娜丽莎，很多人马上便会在脑海中“看到”那幅著名油画的形象，那个形象就是蒙娜丽莎在他们脑海中的心理表征。\n——《刻意练习》"
    },
    {
        "id": "56273",
        "创建时间": "2021/11/23 6:12",
        "内容": "1. 想法/目的（idea/purpose）作品的内容\n2. 形式（form）比如一幅画，一首歌，一个雕塑\n3. 风格（idiom）作品的风格和流派\n4. 结构（structure）各部分组合的逻辑和次序\n5. 技术（craft)通过工艺，技术，知识来完成作品\n6. 表面（surface）打磨，抛光。\n\n从这六个由里及表的层次里，设计师能够找到对应的设计理解。"
    },
    {
        "id": "67311",
        "创建时间": "2021/11/23 6:12",
        "内容": "电梯，可能会慢，会晚，但一定会到。抽象化的安全感。"
    },
    {
        "id": "69359",
        "创建时间": "2021/11/23 6:12",
        "内容": "今天，一个比较年轻的群友问：\n\n“这个世界到底是怎么了，为什么最近我熟悉的明星一个一个都离世了？”\n\n一位年纪比较大的群友回复他：\n\n“你们这些年轻人要习惯，这样的事情以后会越来越多的。每天都有很多人去世，只是现在轮到你们熟悉的而已”\n\n残忍，但却是事实。\n\n三十岁参加的都是朋友的婚礼，五十岁参加的可能是朋友小孩的成人礼，七十岁开始可能就要频繁参加朋友的葬礼了。\n\n生老病死、爱恨别离。\n\n能怪谁呢？是岁月在捣鬼啊！\n\n体验这一切，本身就是成长的一部分吧。"
    },
    {
        "id": "69360",
        "创建时间": "2021/11/23 6:12",
        "内容": "1983年，梁朝伟和周星驰参加艺训班毕业考试。试题是一对情侣分开多年，男人留学回来要和女人结婚，女人说自己已经嫁人。\n\n应考的男演员几乎都是先发呆，再抓着女演员的肩膀一阵猛摇，大声责问，然后大哭。\n\n梁朝伟没有大哭，只是女演员说自己嫁人的时候，他划火柴的手突然一抖，接着苦笑。\n\n这段表演让主考老师王天林（王晶导演的父亲）印象深刻，很多年后还评价说：“梁朝伟的这一段最为突出。”"
    },
    {
        "id": "71811",
        "创建时间": "2021/11/23 6:12",
        "内容": "标签和文件夹的区别在于排他性。\n标签多对多，不排他。\n文件夹一对多，排他。"
    },
    {
        "id": "72752",
        "创建时间": "2021/11/23 6:12",
        "内容": "Roam Research 指出，人类大脑中的想法一直是相互关联着的，并会形成一种类似网络的结构。但传统的知识管理工具，却总是基于一种文件夹式的层级结构。这两种结构之间的冲突，造成了知识管理领域的许多根深蒂固的问题（比如对信息的复用率低），而他们所做的这一工具，正是为了解决这些问题而存在的。"
    },
    {
        "id": "72883",
        "创建时间": "2021/11/23 6:12",
        "内容": "生命的意义在于年老之后，回忆过往是否有故事。\n\n我当时听他讲这段的时候印象最深的：旅游和睡觉的区别是，回忆起来时记忆是否为空"
    },
    {
        "id": "73468",
        "创建时间": "2021/11/23 6:12",
        "内容": "我觉得回顾深层的作用，我觉得是能让用户回忆起记录这张便签时的场景，回忆。\n就跟看相片回顾一样，看照片时候会很自然让你想起这些照片背后的故事，以及你和照片主角，场景发生的关系和感情。"
    },
    {
        "id": "74374",
        "创建时间": "2021/11/23 6:12",
        "内容": "笔记是一个持续演进的系统，花园则是很好的隐喻：把每一个想法、每一则信息看作一颗种子，悉心照料它们，让它们生根发芽，有的还能开花结果，与别人分享。当有新的种植理念时，你肯定不希望把现在的花园犁平重来，而是想着是否可以将此应用在现在的花园？即便真的要搬家挪地，最好也能尽量不损坏现有的植株。\n\n全盘否定 Roam 并非文章的目的 ，实际上，虽然没有迁移到 Roam 类软件，我依然从 Roam 的设计中学到很多，用以改善个人笔记系统：\n\n像 临时卡、永久卡、项目卡 一样，区分笔记的不同类型。因为不同的笔记需要进行不同的处理。基于这个理念，设计了几种常用的笔记模板，例如概念术语笔记模板、购物笔记模板等，这使得不同类型的笔记需要做哪些事情，更加一目了然。此外，把笔记的标签限定为表示笔记是什么类型，比如 _APP 表示这是一个关于应用软件的笔记，_BOOK 表示这个笔记是在谈论一本书籍，以便快速搜索、定位笔记。\n更加注重笔记之间的链接，比如一个事实现象会链接到相应的底层原理，一个原理会链接到它的提出人等。\n需要可视化的知识领域，会在 draw.io 等专业工具中手动绘制笔记的关系结构。由于是自己定义结点之间的关系和呈现方式，它的结构化程度、信息含金量会更高。当然，由于成本问题，只有长期关注的核心问题才会这么做。"
    },
    {
        "id": "74691",
        "创建时间": "2021/11/23 6:12",
        "内容": "记忆会慢慢模糊，才需要做好记录"
    },
    {
        "id": "75690",
        "创建时间": "2021/11/23 6:12",
        "内容": "铁路停止增长，不是因为货/客运没需求了，而是被其他工具（飞机、电话）解决了。他们错误的定义自己是「铁路」行业而不是「运输」行业。\n好莱坞面临困境，是因为认为自己是电影行业，而不是娱乐行业\n上述行业是以产品为导向，而非以客户为导向。积极地例子就是电视摧毁了大量的电影公司"
    },
    {
        "id": "75828",
        "创建时间": "2021/11/23 6:12",
        "内容": "微信小程序承担的应该是app功能的延伸，让没有下载app的人体验部分的app功能，从而达到传播的目的"
    },
    {
        "id": "75914",
        "创建时间": "2021/11/23 6:12",
        "内容": "好的工具应该像刀一样，厨师拿着能做出好菜，但新手拿着也能切好东西"
    },
    {
        "id": "76162",
        "创建时间": "2021/11/23 6:12",
        "内容": "每日回顾通常会在原来基础上刺激新想法"
    },
    {
        "id": "76311",
        "创建时间": "2021/11/23 6:12",
        "内容": "Ted Nelson相信事物之间丰富的联系是观察的重要部分——我们所看到的和所想象到的比我们能表达出来的多的多。\n试图交流想法需要我们从各个事物之间丰富关系之间做选择。在纸上写字是一种无望的弱化，因为这意味着你要扔掉所有的关联，以一个特定的书序告诉读者整体中的某一部分。"
    },
    {
        "id": "76318",
        "创建时间": "2021/11/23 6:12",
        "内容": "真正的软件设计将走进纸张无法视觉化的领域，它将打破思想和展示形式的牢笼。"
    },
    {
        "id": "76321",
        "创建时间": "2021/11/23 6:12",
        "内容": "但对Ted来说，互联信息一直是他一生追求的愿景。2016年，纳尔逊还出演了沃纳·赫尔佐格的一部电影——一部名为《罗和看哪，互联世界的狂欢》的纪录片——分享了更早的记忆——1942年的一天，他和祖父母在划艇上，当时他还是个小男孩，拖着手指穿过水面——看着水在另一边再次汇合在一起。在那一刻，他意识到了一个关于宇宙的浩瀚真理——\"世界是一个不断变化的关系和结构的系统。"
    },
    {
        "id": "76709",
        "创建时间": "2021/11/23 6:12",
        "内容": "我们的祖先完成第一次跳跃是开发出概念操纵 (Concept Manipulation) 的能力。这里的概念指的是下意识的直觉的概念，比如说下意识的帮后面的人带上门。\n\n第二个阶段的是操纵符号的能力 (Symbol Manipulation)，这个阶段里我们的祖先开始用脑海中想想出来的语言和数字来表述概念，注意这里的符号指的是脑海中的符号和概念。比如用数字记住一个部落有多少只羊，而不用记住每只羊的样子。\n\n第三个阶段是外部符号的手工操纵能力 (manual external symbol manipulation)，我们的祖先得以用符号图形来了表述不同的概念。比如一个棍子和沙子、铅笔和纸、直尺和圆规等等。这使得我们克服了生物上的记忆限制，大大的提高了我们可视化的能力。\n\n而现在，感谢能够自动运行程序的计算机，人们可以迈入第四个阶段：外部符号的自动操作能力 (automated external symbol manipulation)，在这一阶段，人们在操作有意义的符号时，可以在眼前看到符号的移动、储存、回调和运算。"
    },
    {
        "id": "76856",
        "创建时间": "2021/11/23 6:12",
        "内容": "1. 当你想做什么而被限制时，除了跟你想的对不对有关外，很可能也跟你的 credit 多少有关。\n2. 成为影响，力排众议，克服千难万险，最后拿到结果。特别厉害，会大量增长 credit 。\n3. 特别危险，虽然真理往往掌握在少数人手中，但你要确保你手中掌握的是真理。否则会大幅减少credit。\n越往上走，低风险获取credit的机会就越少，无功就是有过。\ncredit 是动态变化的，每当出现一些变化（比如别人给你机会），要更加努力，确保结果符合甚至超出预期。\n\ncredit n. \n信用，信贷，抵免，赊购; \n赞扬，信誉，声望; \n信任，相信"
    },
    {
        "id": "79962",
        "创建时间": "2021/11/23 6:12",
        "内容": "乔布斯在 iPhone 发布会上曾这样介绍 Home 键，：“It takes you home from wherever you are”（永远带你回家），简洁且直接的解释，无论在系统哪一层级操作，按下 Home 键就会回到主页，回到那个最开始的地方。\n这一设计只需要多体验几次，上至老人下至儿童都能很快了解它的作用，无论是在哪个 App 中遇到了问题，都可以重新回到主页。"
    },
    {
        "id": "80426",
        "创建时间": "2021/11/23 6:13",
        "内容": "智慧无法言传，只能被发现和体验via 《悉达多》"
    },
    {
        "id": "80577",
        "创建时间": "2021/11/23 6:13",
        "内容": "那时，龙卡通是亚洲最厉害的动画公司，一个月可以赚25万台币。也就是在那个时候，我开始问自己，我每个月只花5000块台币，为什么要去赚25万？那时候我财富自由，已经拥有3个很好的房子，银行也有860万台币存款，但我一天的生活费才不到20块台币。\n\n于是，我下定决心，不再切割生命去换取名利。1984年4月22号，36岁的我关闭了龙卡通公司，只身前往日本，重新成为漫画家。\n\n当时有很多人不理解我的行为，觉得我可以开着公司，让员工来管理。我老婆也问我为什么去日本画漫画就要关闭公司。我回答，追两兔一定不得一兔。"
    },
    {
        "id": "81025",
        "创建时间": "2021/11/23 6:13",
        "内容": "我们通常说不要产生无谓的灵感，通常潜台词是当灵感变多了，我们很难回忆和管理。\n\n但我们从来不会对歌曲说相似的话。"
    },
    {
        "id": "81292",
        "创建时间": "2021/11/23 6:13",
        "内容": "无比坚定的人，要么没见过世面，要么很有自知之明。"
    },
    {
        "id": "81472",
        "创建时间": "2021/11/23 6:13",
        "内容": "push：我期望的不是收到你的这句话，而是收到你的信息。微信外层push不会让人反感，但是模板消息会。push是一种不在用户意料范围内的触达。\n不当的push下意识就是反感，如果一而再，可能就会关权限。"
    },
    {
        "id": "81477",
        "创建时间": "2021/11/23 6:13",
        "内容": "只有push是产品功能需求本身时，push的查收率才会极高"
    },
    {
        "id": "81548",
        "创建时间": "2021/11/23 6:13",
        "内容": "抖音的视频不可避免地会：越来越长，因为短视频对大脑的刺激会渐渐麻痹。\n\n抖音的推荐算法是“同时长视频竞争”，由于长视频的制作成本高，做的人少，所以目前看，中长视频仍是蓝海。\n\n视频号似乎被战略性地克制住了，通过熟人关系点赞的机制，内容就会往一个同质化的方向走：社交货币。\n\n社交货币，就是指：我不仅喜欢这个东西，而且我能告诉你我喜欢这个东西，这样还能优化我的人设。\n\n比如一个充满爱心、保护动物的视频，我会点赞，因为视频号会让好友能看到我的点赞。所以这个视频就是我的“社交货币”。\n\n而一个美女跳舞的视频我却不会点赞，否则我就会在好友的注视下社会性死亡。所以这不是我的“社交货币”。\n\n由此可见，视频号与其叫“视频号”，不如叫“社交货币发行中心”，然后加到“钱包”功能里面[旺柴]\n\n抖音不光有社交货币，还能刺激很多其他爽点。\n\n相比之下，视频号似乎是出于某种决策压力，把自己阉割了。\n\n然而，就像资本对复利的渴望一样，视频天生下来就带着对“用户时长”的无限渴望。\n\n抖音将赢得这场“用户时长”的战争，因为对手主动放弃。\n\n视频搭建起了，能触达几十亿普罗大众的，高速管道，优质的信息得到最高效率的变现。\n\n普罗大众，就像一副赤裸的躯体，充满了欲望，你只要稍加挑逗，它便不断向你输送流量。\n\n这个时代就缺“会玩的人”，只要会玩，就代表能流量与利润。\n\n兴趣电商太火了，淘宝20块钱的玩具，通过包装成吸睛视频，就可以在抖音以60块卖出去，动不动爆几千单。"
    },
    {
        "id": "82056",
        "创建时间": "2021/11/23 6:13",
        "内容": "第二次打开是否有意想不到的惊喜呢？"
    },
    {
        "id": "83350",
        "创建时间": "2021/11/23 6:13",
        "内容": "1、在市场规模极大的领域，一个玩家注定吃不下所有的蛋糕，因此 此时的团队实力决定业务上限；\n2、在市场规模相对有限的领域，寡头玩家完全有实力吃下80%的蛋糕，因此 此时更多是市场规模决定上限。"
    },
    {
        "id": "83900",
        "创建时间": "2021/11/23 6:13",
        "内容": "当我是业务的时候，我希望什么都快快快，自己闭环建设去验证；\n当我是平台的时候，我希望你们都来用我的，不要重复建设，让我发光发热。\n最近同时以这两个身份在做不同的沟通，很耐人寻味。\n以及当你需要别人帮忙做事情，没想清楚就瞎搞试错的机会大大降低…"
    },
    {
        "id": "84385",
        "创建时间": "2021/11/23 6:13",
        "内容": "「天才是一种依赖时间、地点和文化的人类构造，这种构造可以用一个公式来量化，Genius = Significance ✕ Number ✕ Duration，天才等于影响或变化程度的意义，乘以受影响的人数，乘以影响的持续时间。 这可以看成是一种构建讨论框架的有用方法。」"
    },
    {
        "id": "84386",
        "创建时间": "2021/11/23 6:13",
        "内容": "了解更多东西并不会让你变得更聪明 —— 相反，是你运用你所知道的东西的方式，让你变得更聪明。"
    },
    {
        "id": "84659",
        "创建时间": "2021/11/23 6:13",
        "内容": "人与互联网中“用户”的区别\n迷信也浪漫\n寻求机会和被认可\n持续建立关系\n从习惯焦虑和怀疑，演化到适应复杂性\n存在于粗糙的社会现实中\n活在重复的问题中\n对系统缺乏投资\n可以超越极限\n种群演化的产物\n创造替代品\n归因于社会流动\n高度不可预知的表现，高度不可预知的特征"
    },
    {
        "id": "85739",
        "创建时间": "2021/11/23 6:13",
        "内容": "能让我激昂的不是开始后的结果，而是每一次挑战过程中的那段渡劫式搏杀。"
    },
    {
        "id": "86297",
        "创建时间": "2021/11/23 6:13",
        "内容": "有时看到新产品的设计，花哨的外壳实现的是几乎一致的功能，虽然表面大有不同，可内里是贫瘠的"
    },
    {
        "id": "87288",
        "创建时间": "2021/11/23 6:13",
        "内容": "“一切能降低不确定性的东西，都是信息。”\n自从我知道了这个关于信息的定义后，我就延伸出一个价值观:一个人的价值就体现在你能帮助别人克服多大不确定性。\n\n这个价值观是一个非常有用的价值观，会促使我做出很多“靠谱”的事情，也让我很好地去判断那些行为是有用的，那些行为是无意义的。\n\n但是最近，我发现这种价值观是存在漏洞的。比如我帮助一个身高不够的人拿到书架上的一本书。这个过程并没有明确的“克服不确定性”，但显然我的举动是有价值的。又比如，我请流浪汉吃一个面包。这个过程没有体现“克服不确定性”，但显然“请别人吃面包”是有价值的。\n\n“克服不确定性”并不能成为衡量价值的“终极公式”。\n\n那么到底是哪里出了问题？“终极公式”到底是什么？今天终于在《信息传》中得到解答——信息之所以能够通过降低不确定性而为人们提供价值，是因为在这个过程当中，信息起到了“帮助人们节省了能量或物质”的作用。\n\n因此，如果从价值的角度上来说，“节约能量或物质”(尤其是物理学告诉我们能量和物质是可以相互转化的)，应该是兼容性更大的一种准则。\n\n因此，我们可以把上面的结论修改一下:能够帮助人们提供或节省能量和物质的，都是有价值的。\n\n这也很好地解释了“我帮别人拿书”，“我请别人吃面包”为什么是有价值的行为。\n\n因为这个过程都是要么提供了能量和物质，要么节约了能量和物质。\n\n我觉得这个结论目前已经相当完整了。"
    },
    {
        "id": "88563",
        "创建时间": "2021/11/23 6:13",
        "内容": "产品经理不一定是最懂音乐的，但一定懂用户的。高晓松去做虾米成效甚微，懂音乐和做音乐产品两码事。"
    },
    {
        "id": "88564",
        "创建时间": "2021/11/23 6:13",
        "内容": "Jinyu：我越来越觉得适合做pm的人最好是“无我”的状态。太过“自我”，“鄙视链”心态太重的人真的不适合这个岗位。活在1%金字塔顶端的人很难去理解金字塔后50%的生活，看起来甚至是活在了两个世界中…"
    },
    {
        "id": "89532",
        "创建时间": "2021/11/23 6:13",
        "内容": "如何能使共鸣具象化呢？此时我发现记忆碎片的力量。每个人都有自己的过往经历，都有长久记忆的碎片，例如：\n● 一段文字。\n● 一首歌。\n● 一个地点。\n● 一个小物件。\n● 一部电影。\n● 一张照片。\n时间久了，大部分记忆会逐渐模糊，但一些记忆碎片却越来越清晰，最后就像一个触发器，一旦被触碰到，就会打开记忆的水闸，过往的一幕幕像幻灯片一样在脑海中放映。这样的感受大家都会有，每个人都会因为自己的记忆碎片被触碰而产生共鸣。"
    },
    {
        "id": "90212",
        "创建时间": "2021/11/23 6:13",
        "内容": "好几年前有段时间，我大半夜睡不着会一个人跑到外面散步，还会爬到学校旁边河的桥顶上，但是才短短几年，就已经完全没有了那种无聊的欲望，一个人在大半夜甚至都不待在外面了。今天突然想到，为什么？这大概归因于我换了一个大一点的城市生活。"
    },
    {
        "id": "90500",
        "创建时间": "2021/11/23 6:13",
        "内容": "你会坚持日复一日地看用户反馈吗？\n从收集需求层次来说，产品经理像是情报员。当获取需求时，需要暂时放下自己判断分析的角色，不管需求是否有可行性或者有道理，都收集起来。就算是一时最不靠谱的需求，在产品所处的时间、环境等变化后，也可能会变得有用。可以说，尽可能多地收集需求能让产品在起跑线上略微领先，这一略微的领先如果再加上之后长跑路上产品经理强大的洞察力，就会成倍地放大优势。"
    },
    {
        "id": "91563",
        "创建时间": "2021/11/23 6:13",
        "内容": "关口知宏把自己的这次中国之旅称为“没有之旅”，他在博客中写道：\n我们日本人有自谦的价值观，即使在自夸的时候也要在前面加上“这没什么了不起”之类的话，听到的人当时不说什么，过后却会评论这个人的自大，引起不融洽，这种事在生活中比比皆是。\n\n中国人则没有这种“心理游戏”，他们没有那种怪怪的自夸，也不要求别人自谦。除此之外，还有好多“没有”。在我实地接触到的人中，没有人因为中国5000年的历史而夸夸其谈；没有人因为我是不会讲中文的外国人而不理不睬；没有人因为自己生活的艰辛而仇恨别人的幸福……发现这些“没有”，其实是非常不容易的事情。"
    },
    {
        "id": "92720",
        "创建时间": "2021/11/23 6:13",
        "内容": "为什么说我们都是古代贵族之后？\n因为，古代的穷人，是没有后代的。"
    },
    {
        "id": "93652",
        "创建时间": "2021/11/23 6:13",
        "内容": "照搬方法论实际上是对作者的迷信，而非对解法的追求"
    },
    {
        "id": "97950",
        "创建时间": "2021/11/23 6:13",
        "内容": "一个基础问题：看到东西堆的多了，人为什么会本能地想要分类"
    },
    {
        "id": "98018",
        "创建时间": "2021/11/23 6:13",
        "内容": "知识易懂而智慧难得，在于语言的表达能力有限。"
    },
    {
        "id": "99769",
        "创建时间": "2021/11/23 6:13",
        "内容": "灵感不一定要马上有意义"
    },
    {
        "id": "99992",
        "创建时间": "2021/11/23 6:13",
        "内容": "之前群里有个90后自媒体人这样问道：\n“想请问，没有安全感，老是感到焦虑，跟从小的生长环境有关吗？”\n“我总觉得自己做不好事情，不知道为什么。”\n\n而我这样答道：\n“因为你周围总有人不停告诉你他们做的有多好，不焦虑才有鬼了。”\n\n她好像突然领悟到什么，在朋友圈里写下了这样一行字：\n\n“每天一大堆人和我说他们多少多少天涨粉十万的故事，快把我逼疯了。“\n“焦虑就快把我逼疯了！”"
    },
    {
        "id": "99994",
        "创建时间": "2021/11/23 6:13",
        "内容": "系统的抗变化能力"
    },
    {
        "id": "99996",
        "创建时间": "2021/11/23 6:13",
        "内容": "一鸣之前在码会年会上分享过 “Context, not Control（提供上下文，而非控制）”的管理理念，也分享过随着组织复杂度的提升，应该通过提高人才密度和提供充分的上下文，而不是增加规则和流程来避免过度混乱。"
    },
    {
        "id": "100001",
        "创建时间": "2021/11/23 6:13",
        "内容": "我似乎理解到双向链接在成型学科中的作用。\n\n1.打破树形架构所带来的文件夹化：单个知识点不再单属某个主干。（这个看每本教科书的目录就能清晰的感知）\n知识有相关性，尤其在以逻辑相扣突出的理科之中，知识点环环相扣是常有的。在双向链接的基础上，这些知识有部分可以做到相互的串联。这种相关性能让学习者更轻松的理解一些晦涩的概念，而不被纸质书籍的树形结构限制。\n\n2.面对已有的书籍架构，使用双链很容易会新建一个index，相当于整体的索引，但如果单个文档全是索引的话，这样的索引就会无意义（如下图），这会倒逼用户思考每条索引之间的关系所在。\n\n3.会发现一些跨书籍的相关内容，这能形成一张具体的逻辑链条网，这也会催促使用者将整张网上逻辑不自洽的部分再次修改，有种修正脑袋中大量知识下的“视野盲区”的感觉。"
    },
    {
        "id": "102131",
        "创建时间": "2021/11/23 6:13",
        "内容": "『平滑是当今时代的标签。它可以将杰夫·昆斯的雕塑品、苹果手机以及巴西热蜡脱毛联系在一起。今天，我们为什么会认为平滑是种美呢？除去美学效果，平滑反映出一种普遍的社会要求，它是当今积极社会的缩影。平滑不会造成什么伤害，也不会带来任何阻力。它要求的是「点赞」。平滑之物消除了自己的对立面，一切否定性都被消除。\n\n杰夫·昆斯的无缝雕塑看起来也像是气体和空间组成的富有光泽、飘飘摇摇的肥皂泡，它们像无缝的DS系列汽车一样，奇妙地传达了完美感和轻盈感。它们代表了一种完美无瑕的、既没有深度也不会另有深意的最佳表面。』"
    },
    {
        "id": "102175",
        "创建时间": "2021/11/23 6:13",
        "内容": "智能生成架构，卢曼：结构是生长出来的"
    },
    {
        "id": "102438",
        "创建时间": "2021/11/23 6:13",
        "内容": "李学凌：互联网的竞争是割麦子的竞争，不是贴身肉搏的竞争，割麦子比的是谁割得多、割得快。最好的机会是别人看不明白的机会。"
    },
    {
        "id": "102439",
        "创建时间": "2021/11/23 6:13",
        "内容": "蚂蚁经过越多的地方信息素越多，这个跟目前SNS的规则比较相似，但是偶然事件会让有价值的信息源衰减过快从而丢失。而人跟蚂蚁一样总是朝气味浓郁的中心聚集。"
    },
    {
        "id": "103410",
        "创建时间": "2021/11/23 6:13",
        "内容": "我觉得让一个无序的双链关联变成有序的方式展示是很有必要的。\n\n我发现笔记用户弃用笔记产品的一个场景是因为里面的数据过多，然后导致的无序和无法控制。\n\n但是在生产笔记内容的很多时候是无序的，这种尤其体现在灵感笔记和备忘录里头。\n\n所以能够得到一个推断，用户在存的时候是倾向于无序和轻便，但是在取的时候又希望便签变成有序。"
    },
    {
        "id": "103475",
        "创建时间": "2021/11/23 6:13",
        "内容": "“如果一个蠢方法有效，那它就不是一个蠢方法。”"
    },
    {
        "id": "107600",
        "创建时间": "2021/11/23 6:13",
        "内容": "教育是当你忘记所学的一切之后留存下来的部分"
    },
    {
        "id": "107848",
        "创建时间": "2021/11/23 6:13",
        "内容": "看到一篇文章，说现在除了MVP（Minimum Viable Product）之外，有个新概念叫MAP（Minimum Awesome Product），即能够让用户获得震撼体验的最小化产品；然后又有朋友跟我说，还有个概念叫MLP（Minimum Lovable Product），即”解决问题的同时带来愉悦感“的最小化产品。\n\n我想了想，决定针对User Growth推出MMP概念，即“最小可推广产品”（Minimum Marketable Product），简单来说就是可以开始推广的最小化产品状态，用于使用用户增长手段来测试产品的可行性。（狗头）"
    },
    {
        "id": "109329",
        "创建时间": "2021/11/23 6:13",
        "内容": "为了跟微信“对齐”，2013年左右QQ曾经有一个版本把「隐身」功能去了，用户只有在线和不在线，直接导致用户评价的崩盘，app store评分3000多个一星。\n但是似乎没有人对微信的always online有什么意见。"
    },
    {
        "id": "109589",
        "创建时间": "2021/11/23 6:13",
        "内容": "Alexey Guzey在最新的博文中对天才的定义很有趣：痴迷于别人觉得不重要的问题的人"
    },
    {
        "id": "111806",
        "创建时间": "2021/11/23 6:14",
        "内容": "刘备知错认错不改错，曹操知错改错不认错。"
    },
    {
        "id": "112289",
        "创建时间": "2021/11/23 6:14",
        "内容": "不要慌。做任何事最重要的第一步不是去做，而是先搞明白玩法，不然怎么死的都不知道。你搞明白玩法了你才知道你自己要做什么"
    },
    {
        "id": "113195",
        "创建时间": "2021/11/23 6:14",
        "内容": "因为你以为你离成功近了，甚至你都觉得已经成功了，就会变得松懈，可那最后一刻才是真正考验你的时候，才是万万不可放弃啊"
    },
    {
        "id": "142551",
        "创建时间": "2021/11/23 6:14",
        "内容": "灵感的产生需要场景感，要么加深记忆再写一遍，要么直接把产生的场景复刻下来。\n整理相册时看到一念内保存的句子以图像出现时突然回忆起了当时触发的场景。"
    },
    {
        "id": "142594",
        "创建时间": "2021/11/23 6:14",
        "内容": "灵感不应该被记忆，而是该被触发"
    },
    {
        "id": "142668",
        "创建时间": "2021/11/23 6:14",
        "内容": "当一个分类当中需要独立出另一个分类，是需要便签基数的。换句话说如果我们能帮用户找出潜在的分类可能性，那么划分出一个值得关注的领域是很容易的事情。而不需要用户花太多心思去思考。"
    },
    {
        "id": "142677",
        "创建时间": "2021/11/23 6:14",
        "内容": "关于分布式：每个节点遵循简单的规则，但却可以做到自组织，一念的推荐关联就是如此：每个节点寻找相似性的便签，组成一张灵感之网。\n\n这个角度去看，左下角的视窗承担的是我记了，但我不知道如何去关联，更不知道如何去分类时，系统尝试给予一些启示和推荐。\n\n而中间的关联则是当我产生了这个灵感的瞬间，我模糊的知道它与其他灵感有关联，需要一种常规的查找手段去找到他。"
    },
    {
        "id": "159293",
        "创建时间": "2021/11/23 6:14",
        "内容": "洞见的前提是多角度，然后在多种可能中找到了最有逻辑性，最创意的一个。"
    },
    {
        "id": "168583",
        "创建时间": "2021/11/23 6:15",
        "内容": "对于原子化的块设计，路径的价值应该是非常高的，甚至是产生创新概念的原料。因为单个块（一张图，一段文字）可能没有办法完整的表达自己的观点，只能算做原料。\n\n需要做一个路径展示，就像浏览器一样，同时还需要支持生成草稿。"
    },
    {
        "id": "169863",
        "创建时间": "2021/11/23 6:15",
        "内容": "用户看可视化的目的是什么？\n1.得到新信息\n2.寻找想要的信息"
    },
    {
        "id": "191879",
        "创建时间": "2021/11/23 6:15",
        "内容": "问题似乎在于 , 我们并不是因为人们巨大和多样的兴趣而过度地印书 , 而是出版物已经大大超出了人们使用它们的能力。人类的经验正以惊人速度增长 , 而我们从由此而来的知识迷宫中取得重要信息的方法却还和诺亚方舟时代一样。"
    },
    {
        "id": "191883",
        "创建时间": "2021/11/23 6:15",
        "内容": "如果谁敢预言说这种工艺永远都是这样笨拙、缓慢 , 并且质量很差的话 , 那他可真算是勇敢了。今天的电视设备在一秒钟的时间内可以传输 16 幅相当不错的图像 , 而它实际上与上面提到的工艺仅有两点根本区别。"
    },
    {
        "id": "191884",
        "创建时间": "2021/11/23 6:15",
        "内容": "来看一下这个过程的第一步, 将来的作家是否可以既不写又不打字, 而是直接对着机器讲述呢 ?"
    },
    {
        "id": "191886",
        "创建时间": "2021/11/23 6:15",
        "内容": "人们可以设想一下未来实验室里的研究人员: 他的手是自由的,人也可以自由走动。当他到处走动并进行观察时, 可以拍下照片并且加以评论。时间会被自动记录下来, 并将两种记录联系到一起。如果他到外边去, 则还可以将无线电和记录器连接起来。晚上 ,当他重新思考自己的评论时,还可以再次将它们记录下来。他的打印记录和照片同样都是缩微的, 因此他可以将其投影出来以便阅读。"
    },
    {
        "id": "191887",
        "创建时间": "2021/11/23 6:15",
        "内容": "所有其他的非创造性工作都应该交给机器去做, 并应该像把汽车的运转交给钢板下的复杂机械一样有信心。"
    },
    {
        "id": "191888",
        "创建时间": "2021/11/23 6:15",
        "内容": "有没有必要区分自己产生的想法和复制保存下来的想法？"
    },
    {
        "id": "191889",
        "创建时间": "2021/11/23 6:15",
        "内容": "记录中有成千上万的奇思妙想, 以及产生这些思想的大量经历, 这些全部装箱封存在石头房子里。如果一个学者能用一周的时间进行精细的检索, 那么他的总体思想就不会再与当前的世界背景保持一致了。"
    },
    {
        "id": "191890",
        "创建时间": "2021/11/23 6:15",
        "内容": "人的大脑却不以这种方式工作, 它通过联系来工作。当它抓住一个条目时, 也就很快能抓住由思维的联系所建议的下一个条目 ,当然它还有其他的特点: 不经常使用的轨迹会消失;这些项目并不完全是永久性的, 记忆总是暂时的等。"
    },
    {
        "id": "191891",
        "创建时间": "2021/11/23 6:15",
        "内容": "可否做一个功能，使某些不常用的关联表达出来，然后建议用户删除。或者排序时就使用这种规则。"
    },
    {
        "id": "191892",
        "创建时间": "2021/11/23 6:15",
        "内容": "如果 MEMEX 的主人对弓箭的来历和特性有兴趣,特别是当他研究在十字军东征的战斗中, 为什么土耳其短弓要明显强于英国长弓的时候, MEMEX 就相当有用了。\n在他自己的 MEMEX 中, 已经有了好几打有关的书籍和文章。首先他浏览一本百科全书 , 找到相关的内容以及一些有趣但粗略的文章, 都一直投影在屏幕上; 然后,在一本历史书中, 他又找到了一些有关的条目,然后把这两者联系起来。这样一直走下去, 就创建了一条联系许多条目的轨迹。他还可以不时加入他自己的评论, 或者和主轨迹相联系,或通过别的轨迹加入到另一个条目中去。当它变得明确起来的时候, 就有了大量可用于研究的材料了, 他就可以把它从其他轨迹上断开。最后他再加入一些自己的分析, 这样,一个利用材料迷宫创建的关于他的兴趣的轨迹就出现了。"
    },
    {
        "id": "191893",
        "创建时间": "2021/11/23 6:15",
        "内容": "这是一个有趣的轨迹, 与论题也有关。于是他可以把这条轨迹复制一份, 送给他的朋友插入到他自己的 MEMEX中去, 在那里它还可能被连入其他的轨迹。"
    },
    {
        "id": "191894",
        "创建时间": "2021/11/23 6:15",
        "内容": "历史学家也许拥有大量的个人年表, 可以将它并行地与一个跳跃的轨迹相连, 而这个轨迹只在比较显著的条目上才停下来。他可以随时查看现代的轨迹, 也可以查询所有文明历程中的一个特殊时期的轨迹。将会有一种新的职业出现, 这就是轨迹制作者。他们会从大量的普通材料中构造有用的轨迹并从中感受乐趣。"
    },
    {
        "id": "191896",
        "创建时间": "2021/11/23 6:15",
        "内容": "我们也认为,试图给一台“思维机器”套上人造皮肤的做法也不会使这台机器更像人。"
    },
    {
        "id": "196347",
        "创建时间": "2021/11/23 6:16",
        "内容": "用户不想在手机端拼积木，用户想要现成的，就像彩云小梦那样，如果手机端做不到现成，建议不做"
    },
    {
        "id": "199062",
        "创建时间": "2021/11/23 6:16",
        "内容": "插链接的动因，我想在另一个地方看见它"
    },
    {
        "id": "199345",
        "创建时间": "2021/11/23 6:16",
        "内容": "在实践过标签系统之后，我注意到很多介绍标签系统的文章都有意无意地忽略了一个问题:使用标签系统的前提是你有一个基础标签系统--也就是给什么内容应该打什么标签的一整套规范。\n\n而事实上构建和维护这个系统是超出个人的力量范围的。\n\n目前广泛使用标签系统的领域主要是论文、音乐、图库(可能还有不少我不了解的专业领域)，这些领域的标签系统是由行业、企业或者用户圈子来维护的。\n而我们想象中是我可以为文件打上标签」，但实际上我们遇到的是「我要给所有文件都打上标签」。\n\n我在网上保存下来一篇文章，如果我已经有一个标签系统，那我就要根据这个系统给文章打上标签，否则我之后可能找不到这篇文章:如果我还没有一个标签系统，那我还要花心力去想我应该给这篇文章打上什么标签，以便我以后找到它。如果你选择先不打，那么你就永远也不会给这文章打上标签了，整个标签系统就形同虚设。\n\n这是个相当耗费心力的过程，也是我自己和大部分认识的人最终没能坚持下来的原因。\n\n而如果我是下载一篇论文，论文平台早就给我打好一套标签了，我可以完全不管，也可以根据自己的需要加点我自己要用的标签。这是完全不同的感受。"
    },
    {
        "id": "199347",
        "创建时间": "2021/11/23 6:16",
        "内容": "在卢曼卡片盒里将笔记分为三类，闪念笔记、永久笔记和项目笔记，卢曼卡片盒只保留经过自己思考后的永久笔记，一念现在在我看来主要还是停留在闪念笔记的阶段中，把自己觉得好的别人的观点收集起来，分个类，缺乏一点用户自身的思考，写下自己的思考类似于一念现在的关联功能，但又不不能说真的是关联，因为用户很有可能用别人的观点去关联别人的观点，还是缺乏自己的思考，而且一念中的关联内容直接和卡片堆放在一起，也就是说如果用户在收集的句子下，关联了自己的思想，那么关联的一条还是会放在卡片堆里，永久笔记和闪念笔记就混在了一起，但我觉得还是要区分开来，如果永久笔记也有一个区域来储存，那么用户旧的思想和新的思考就可以发生联系，观点与观点之间存在关系就可以发生链接，衍生新的想法和论点，擦出新的思维火花，在这样的过程中逐渐完善自己的思路，产生洞见，输出有价值的观点，但是输出之后，还要帮助用户去回顾自己的思考，我们每天都在经历新的事，可能当用户的经历和某个主题对上的时候，就又会引发用户新的思考哦，不断完善知识网络"
    },
    {
        "id": "199845",
        "创建时间": "2021/11/23 6:16",
        "内容": "创造中给提示，或者重开新思路，这就是链接的场景"
    },
    {
        "id": "199847",
        "创建时间": "2021/11/23 6:16",
        "内容": "让链接发挥作用的是关联起来的理由要成为使用的助力"
    },
    {
        "id": "105",
        "创建时间": "2021/11/23 6:16",
        "内容": "路德维希.密斯.凡德罗  四大现代建筑大师之一，少即是多 less is more"
    },
    {
        "id": "114",
        "创建时间": "2021/11/23 6:16",
        "内容": "如果所有人都说你错了，有可能这才是你离正确最接近的时候。陆奇在美国的三十年与在中国的三年经历对比，看起来证明了这个道理。"
    },
    {
        "id": "119",
        "创建时间": "2021/11/23 6:16",
        "内容": "好看的皮囊千篇一律，有趣的灵魂万里挑一。\n而我不同，我长着一副有趣的皮囊"
    },
    {
        "id": "129",
        "创建时间": "2021/11/23 6:16",
        "内容": "不成熟状态就是指，不经过别人的引导，就对自己的理智无能为力"
    },
    {
        "id": "131",
        "创建时间": "2021/11/23 6:16",
        "内容": "“这世间没有相对安全的地方，同样的，也没有相对危险的地方，花草落地生根，它有选择么？”"
    },
    {
        "id": "149",
        "创建时间": "2021/11/23 6:16",
        "内容": "“问题不可能由产生这个问题的思维方式来解决。”      ——爱因斯坦"
    },
    {
        "id": "150",
        "创建时间": "2021/11/23 6:16",
        "内容": "为什么呢？这是因为，极简主义给我们传递的只是一种形式感，只是为了适应当今处在复杂的信息流中的人类对视觉的的需求。\n所以极简也是有载体的，而日本的“极简”，是把我们的目光又重新聚焦在事物的本质，传递的是一种“自然”的情绪。而这种情绪，是通过主体物的鲜艳的色彩和那精致的肌理中表现出来，所以一旦没有了那个“载体”，那种情绪就失去了。"
    },
    {
        "id": "151",
        "创建时间": "2021/11/23 6:16",
        "内容": "团建不会让所有人都快乐。\n团建本质上是一场团体非工作社交，有社交就会有注意力，话题领袖。\n越靠近话题中心的人越能获得快乐，\n然而而注意力是稀缺的，处于话题边缘的人会感到不舒适，不被关注。\n所以往往领导最喜欢团建，被蜂蛹的感觉，会聊天，性格比较开的也喜欢，但是有一群小众是厌恶团建的，\n当然，也得看怎么设计了。"
    },
    {
        "id": "153",
        "创建时间": "2021/11/23 6:16",
        "内容": "古之立大事者 不惟有超世之才\n亦必有坚韧不拔之志    ——苏轼"
    },
    {
        "id": "154",
        "创建时间": "2021/11/23 6:16",
        "内容": "人永远也不该演戏。——《局外人》加缪"
    },
    {
        "id": "155",
        "创建时间": "2021/11/23 6:16",
        "内容": "感受不到美的人却以为那些拥有“美”的人是另类"
    },
    {
        "id": "156",
        "创建时间": "2021/11/23 6:16",
        "内容": "他又没嘲笑你的千篇一律，你何必抗拒他的特立独行。"
    },
    {
        "id": "157",
        "创建时间": "2021/11/23 6:16",
        "内容": "我才意识到，正确的回答应该是“没有借口，长官。”"
    },
    {
        "id": "162",
        "创建时间": "2021/11/23 6:16",
        "内容": "James说，美国的政治、经济制度及技术优势输出全球，使得美国的互联网产品在过去二十年也充分享受到了这个红利，后期留给其他全球化产品的空间相对要狭窄得多。“但这也是因为他们付出了相当的成本。制度成本也是成本，包括普世价值等等，这个成本要么是一个组织在承担，要么是一个国家在承担。”"
    },
    {
        "id": "165",
        "创建时间": "2021/11/23 6:16",
        "内容": "如果说第一代中国创业者做的是「出海」，即以中国为中心向世界拓展；第二代中国创业者做的是「国际化」，特点是默认国家为最核心的单元。\n\n而「全球化」典型便是Facebook这样的产品，它不认为国家是最重要的，它用语言来划分市场，这使得Facebook可以通过一款非常薄的产品覆盖全球，同时不需要太考虑本土运营的事情。"
    },
    {
        "id": "166",
        "创建时间": "2021/11/23 6:16",
        "内容": "“像喝啤酒一样，美国人已经把最上层带泡沫的全都喝光了。”所以今天中国企业全球化，已经无法再像Facebook、Google一样只做最薄、最轻松的一层，他们只能同时进行全球化和本土化，两者齐头并进。"
    },
    {
        "id": "167",
        "创建时间": "2021/11/23 6:16",
        "内容": "“朋友圈更像是一个广场，一个都是你认识的人的广场，在这里的每一次互动都像是在广场上的一次大声说话。”\n\n——张小龙"
    },
    {
        "id": "170",
        "创建时间": "2021/11/23 6:16",
        "内容": "薛定谔的猫，就是介于死和非死两种状态的概率存在，这个和我们知不知道它的状态不是一回事。只是当我们介入观察时，它的概率属性瞬间丧失，变成了确定状态。换言之，观察对猫的死与非死产生了干预。所以逻辑学的基本原理在微观层面的确存在崩塌的可能。但是用它来分析宏观的、日常的事物，还是有相当的解释力的。任何理论都必然有局限性，否则就变成了笃信、迷信。"
    },
    {
        "id": "174",
        "创建时间": "2021/11/23 6:16",
        "内容": "弗雷德·史密斯在人生中最艰难的时刻，没人愿意追加投资、公司生死一线，拿着账上只剩下的5000美元进了拉斯维加斯的赌场，一个周末赢了2.7万美元，靠着这3.2万美元，熬了一周，等到了1100万美元的新融资。\n\n有这个能力从赌场赚钱，又有定力离开的人，可能都在创业或者做更惊险刺激的事。"
    },
    {
        "id": "176",
        "创建时间": "2021/11/23 6:16",
        "内容": "在井上笃夫写的《信仰·孙正义传》的结尾，孙正义说：“位居三流，含恨而死，我讨厌这样的结果。我要成为第一，而且遥遥领先。”"
    },
    {
        "id": "177",
        "创建时间": "2021/11/23 6:16",
        "内容": "很多人认为竞争对手就是自己的同行，其实不是。竞争对手是一切跟你争夺客户资源的东西，在某个情境下，谁跟你争夺客户资源，谁就是你的竞争对手。"
    },
    {
        "id": "178",
        "创建时间": "2021/11/23 6:16",
        "内容": "心理学家还发现，如果你拥有的是“外在”控制点，也就是生活的决定权在于外部的人和事，比如你的老板、账单、家庭、健康或其他任何因素，你将感到消极、愤怒和沮丧。挫败感将使你丧失改变的力量。你将产生“习得性无助”，将自己视为“环境的产物”而非“环境的创造者”。当你的控制点是外在的，你会感到自己沦为外在力量的囚犯和受害者。"
    },
    {
        "id": "179",
        "创建时间": "2021/11/23 6:16",
        "内容": "费曼的好奇心极强，有一次，他看到一篇文章说警犬的嗅觉特别敏锐，便想：警犬真厉害，不知道我们人类的嗅觉有多灵敏呢？他真的趴在地上像猎犬那样爬来爬去。他的实验表明，猎犬固然在嗅觉上强于人类，但人类也不像他们自认的那样无能，事实上，问题只在于人们的鼻子常常离地面太高而已。"
    },
    {
        "id": "181",
        "创建时间": "2021/11/23 6:16",
        "内容": "马斯洛认为，人类具有一些先天需求，人的需求越是低级的需求就越基本，越与动物相似；越是高级的需求就越为人类所特有。同时这些需求都是按照先后顺序出现的，当一个人满足了较低的需求之后，才能出现较高级的需求，即需求层次。 [1] \n另外，各种基本需要的出现一般是按照生理需求、安全需求、社交需求、尊重需求和自我实现需求的顺序，但并不一定全部都是按照这个顺序出现。 [1] \n需要(needs)和需求(demands)是不同的两个概念。正所谓“欲望无限，需求有限”，马斯洛需求层次理论主要探讨的是人在需求方面的交集。"
    },
    {
        "id": "182",
        "创建时间": "2021/11/23 6:16",
        "内容": "大部分心理学家都认可自尊是拥有健康人格的决定性因素。自尊的最精确定义是“人的自爱程度”。当你爱自己，尊重自己时，往往会表现得更优秀。人越自爱，越自信。因此，自尊是卓越表现的关键。\n自尊对人的心理健康非常重要，以至于几乎你所做的每件事都不外乎是为了增强自尊感和个人价值，或保护自尊不受他人和环境而削弱。自尊是个人成功和幸福的基石，它能让你真切地感受到生活的价值。"
    },
    {
        "id": "184",
        "创建时间": "2021/11/23 6:16",
        "内容": "“一切众生皆具如来智慧德相，但因妄想执着不能证得” —— 释迦牟尼"
    },
    {
        "id": "186",
        "创建时间": "2021/11/23 6:16",
        "内容": "王朔说：“你要小心这世上的坏人，他们都憋着劲教你学好，然后好由着他们使坏。”"
    },
    {
        "id": "1706",
        "创建时间": "2021/11/23 6:16",
        "内容": "内容主要是通过数字计算传递，而关系传递主要是模拟的。现在你看到文字便是我想传达给你的内容，但是我们之间的关系升级，远不如当面喝一杯咖啡来的快，因为在见面的过程中一些细微的动作神态都能加深/减弱我们彼此之间的关系 —— 这也是为什么许多时候在网络上容易出现许多语言暴力，而当你们面对面的时候，他反而是个看起来并不暴躁的人，因为我们只是传递了脑海中的内容，而没有进一步建设我们的关系。"
    },
    {
        "id": "9757",
        "创建时间": "2021/11/23 6:17",
        "内容": "世界上只存在两种流量模式，一种是基于关键词的流量模式，一种是基于关系链的流量模式。因为人类传播信息只有这两种载体。   \n简言之：\n关键词背后是搜索\n关系链背后是推荐"
    },
    {
        "id": "132804",
        "创建时间": "2021/11/23 6:20",
        "内容": "写作不是一个线性的过程，我们常常要在不同的任务之间不断地切换。"
    },
    {
        "id": "132887",
        "创建时间": "2021/11/23 6:20",
        "内容": "卢曼很快就发展出了这些笔记的新类别。他意识到，一个想法、一条笔记只有在它的上下文语境中才有价值，而上下文并不一定是它的出处。所以，他开始思考一个想法，那就是如何让笔记与不同的上下文相联系并起到相应的作用。如果只是把笔记积累在一个地方，除了产生大量的文字，不会再有其他的成果。"
    },
    {
        "id": "132888",
        "创建时间": "2021/11/23 6:20",
        "内容": "但他用卡片盒收集笔记的方式，使收集的笔记所创造的价值远远超过了各部分的总和。"
    },
    {
        "id": "135674",
        "创建时间": "2021/11/23 6:20",
        "内容": "@wáng：上方谷此地乃狭隘的谷底地形诸葛亮用大火猛烧使得谷底成高温的低气压团 而九月秋高气爽谷口正上方则为冷的高气压再由此火一生必有灭蜀汉之大雨 此非天意实乃人祸也"
    },
    {
        "id": "139759",
        "创建时间": "2021/11/23 6:20",
        "内容": "主要的误解源于人们对卢曼卡片盒的孤立关注，而忽视了它所嵌入的实际工作流程。"
    },
    {
        "id": "139760",
        "创建时间": "2021/11/23 6:20",
        "内容": "卢曼有两类卡片盒：一类是文献卡片盒，里面有文献和对文献内容的简要说明；另一类是主卡片盒，主要是他针对所阅读的内容收集和产生的想法。这些笔记都写在索引卡片上，存放在木质卡片盒里。"
    },
    {
        "id": "139761",
        "创建时间": "2021/11/23 6:20",
        "内容": "每当卢曼添加一条笔记时，他都会检查他的卡片盒中是否有其他相关的笔记，以便在它们之间建立可能的联系。直接在一条笔记后面添加新笔记只是方法之一，另一种方法是在这条笔记和（或）其他笔记之间添加一个链接，另一条笔记可以在系统中的任何地方。当然，这非常类似于我们在互联网上使用超链接的方式。但它们是完全不同的，关于这一点我会在后文中解释。如果把他的卡片盒看成是个人的维基百科或纸上的数据库，那将是相当具有误导性的。它们之间显然有相似的地方，但其微妙的差异才正是这个系统的独特之处。"
    },
    {
        "id": "140496",
        "创建时间": "2021/11/23 6:20",
        "内容": "它不需要你像构思一个句子或理解一段困难的文本时那样专注，你的注意力可以很随意，你甚至可以用玩的心态去做这件事。只需要很少的注意力，你就能看到这些笔记之间的联系和全局。你能清楚地看到哪些长串的论证已经成型，这是一个很好的切入点。"
    },
    {
        "id": "140497",
        "创建时间": "2021/11/23 6:20",
        "内容": "一段时间后，会积攒到足够多的想法去确定一个写作主题。这时，你的主题是基于你所拥有的素材，而不是基于即将阅读的文献可能提供的未知想法。思考一下这个主题的内在联系，收集所有与之相关的笔记（大部分的相关笔记已经有了一定顺序），把它们复制到大纲软件中[3]，并把它们按顺序排列好。看看哪些还不够，哪些是多余的。不要等着所有的东西都集齐，而是要积极思考，给自己足够的时间去阅读和记笔记，以改进你的想法、论点和架构"
    },
    {
        "id": "140498",
        "创建时间": "2021/11/23 6:20",
        "内容": "卢曼的卡片盒笔记系统提供了一个外置工作台，可以让我们在其中进行思考，帮助我们的大脑完成那些不太擅长的工作——存储大部分客观信息。"
    },
    {
        "id": "142536",
        "创建时间": "2021/11/23 6:20",
        "内容": "工具的好坏取决于你运用它们的能力，正如每个人都知道如何使用长笛（根据你演奏的音符把手指按在孔上，然后从一端吹气），但没有人能只试一次，就根据他们所听到的声音来判断乐器的好坏[7]。"
    },
    {
        "id": "142537",
        "创建时间": "2021/11/23 6:20",
        "内容": "有了想法只有自己知道，就等于没想法，而无法重现的论据也根本算不上论据。"
    },
    {
        "id": "142930",
        "创建时间": "2021/11/23 6:20",
        "内容": "F·斯科特·菲茨杰拉德(F. Scott Fitzgerald)的格言：“头脑中同时持有两种相反观点，但仍然能够保持运作，这是对一流智力的考验。”"
    },
    {
        "id": "143180",
        "创建时间": "2021/11/23 6:20",
        "内容": "复旦王永钦教授：信徒与学者的区别在于,前者跪拜在地下,后者爬到巨人的肩膀上继续前进。 No time tolook back no time to look down"
    },
    {
        "id": "143247",
        "创建时间": "2021/11/23 6:20",
        "内容": "分类学是生物性的人更便捷的认知事物的方式，代表一种自上而下的权利结构，以认知和语言僵硬地划分界限，通过树状结构、文件层级、标签等方式。标签化，就是这种分类学的认知方式。以一种先入为主的刻板印象，是自上而下的来自外部的，而不是自下而上的来自个体内部的。通过概念、分类、边界，阻碍了对事物的如实体验和认知，过滤掉太多生命本来的鲜活体验。"
    },
    {
        "id": "143248",
        "创建时间": "2021/11/23 6:20",
        "内容": "“真正重要的不是发生了什么事,而是你记住了哪些,又是如何记住的。”加西亚·马尔克斯"
    },
    {
        "id": "143249",
        "创建时间": "2021/11/23 6:20",
        "内容": "一个免费游戏构建了一个完全的垄断市场,游戏设计者只要动动手指就能制造游戏里的稀缺性。一个限量游戏皮肤5000块,全服只有两三个人有,只要5000块,这个世界里人人就都会羡慕我。"
    },
    {
        "id": "143250",
        "创建时间": "2021/11/23 6:20",
        "内容": "开车的时候,车就是身体的延伸,我们会把自己变成车。这也就是为什么如果一辆车撞到另辆车,被撞的司机往往会说“嘿,他撞了我”而不是“他撞了我的车”,或“他的车撞了我的车"
    },
    {
        "id": "143251",
        "创建时间": "2021/11/23 6:20",
        "内容": "李小龙在自传中就曾具体讲述在练武过程中对此的体会。当他和对方拳脚过招后，总容易心神不定，老想击倒对方。叶问此刻就会提醒他：“放松一点，定下神来本能地去反击。最重要的是要学会超然。”他听是听进去了，但故意的放松本身有着强烈的自我意识，与真正的放松是违背的。\n于是叶问又说：“让自己顺乎自然，而不要加干涉.…不要直接去对抗难题，而要学会因势利导、顺势去控制它。\n\n瓶颈期的李小龙对于叶问的启发很困扰，直至一次出海放松，他在用拳头击打海水的时候幡然悟到功夫的本质和水非常相似：要想练好功夫，就得效仿水的本性，看似柔弱却最能攻坚克强。于是就有了开头那句“像水一样吧，我的朋友”。"
    },
    {
        "id": "143355",
        "创建时间": "2021/11/23 6:20",
        "内容": "就是所谓的灵感，感觉都是一些脱离架构的棉絮，乃至好像有很多能力将“棉絮”中的共性关联起来，好像也是一堆有架构的棉絮。\n我之前有尝试记录一些灵感，但是在没有“骨架”的情况下，我对这些内容的整理吸收利用其实成本好，也消化得不是很好。每次都会因为每个棉絮关联到另一个可能的“棉絮”兴奋了一下，但是好像又什么都没得到。说到底好像是没有结构化导致"
    },
    {
        "id": "150930",
        "创建时间": "2021/11/23 6:20",
        "内容": "用 John Locke 的话来开始文章：\n思维活动由小溪缓流，渐而入海成洋，无外乎以下三种情况：\n将诸多简单的小想法汇聚到一起，成为一个更加庞大的系统，这是所有复杂思维的形成过程。\n第二种是将两个想法，不论他们是简单的还是复杂的，收集起来，然后将他们放在一起进行比较但不进行合并。此举将可比较二者的优劣关联。\n第三种方式是将他们从实际生活中脱离出来：这被成为抽象思维。这是所有的普适思维产生的方式。"
    },
    {
        "id": "155893",
        "创建时间": "2021/11/23 6:20",
        "内容": "什么都不懂的时候，我曾拥有全部"
    },
    {
        "id": "155894",
        "创建时间": "2021/11/23 6:20",
        "内容": "罗斯福说：“有学问而无品德，如一恶汉；有道德而无学问，如一鄙夫。”"
    },
    {
        "id": "164071",
        "创建时间": "2021/11/23 6:20",
        "内容": "@追逐：许多聪明人因极强的思辨力在快速洞察本质后发现并不美好，会走向虚无的死胡同，所以信仰诞生了，聪明人发现本质后会虚无孤独甚至抑郁，智者一开始也会，但是他们会用信仰解脱困境滋润心灵拥抱世界。后者是真正的强者"
    },
    {
        "id": "166117",
        "创建时间": "2021/11/23 6:20",
        "内容": "经验和能力上，做的越多只会越来越强\n\n心态和决策上，正反馈越多才会越来越强\n\n如此，「感觉自己不行」\n其实问题出在「感觉」而非「不行」。"
    },
    {
        "id": "167974",
        "创建时间": "2021/11/23 6:20",
        "内容": "复盘这两个字，给人的感觉可能是在说一件已经挂了的事，但实际上这是一件还在进行中的事情，对一件还在进行中的事情进行复盘，其实是有风险的，因为一切还未尘埃落定，即便我在敲下这几行字的时候，可能情况已经有了一些变化，但我还是认为，现在应该写一些东西，因为真实，有时候比正确更重要，或者至少一样重要。"
    },
    {
        "id": "171079",
        "创建时间": "2021/11/23 6:20",
        "内容": "大多数情况下尽管你开局拿到了很强的天赋，结局也往往不尽人意，就像人生只是带有缺憾的不断轮回罢了。——重启人生小游戏"
    },
    {
        "id": "172231",
        "创建时间": "2021/11/23 6:21",
        "内容": "追随者永远不会知道领导者创造一条道路需要多少时间、精力和能量。\nFollowers will never know how much time，Effort and energy it takes from the leader to create a path."
    },
    {
        "id": "178374",
        "创建时间": "2021/11/23 6:21",
        "内容": "遇到错误的问题，立即停止，不管是多大的代价都是最小的代价"
    },
    {
        "id": "188881",
        "创建时间": "2021/11/23 6:21",
        "内容": "学了个有趣的概念：阿尔布莱特法则：把一群聪明人收编进组织后，结果往往变成集体性愚蠢。这个概念很老，但有人推导了很有趣的反法则，逆阿尔布莱特法则：如果一个集体出现了集体性愚蠢，很可能是因为团队内都是聪明人。就大大小小公司的情况来看，很可能真的是这样[叹气]"
    },
    {
        "id": "191898",
        "创建时间": "2021/11/23 6:21",
        "内容": "他强调的是人的躯体的远程传输 ,而不是语言和思想的传输。看来他并不懂得 , 人的语言、人的感知能力能达到哪里, 人的控制而且人的躯体在一定意义上也能达到哪里。照管全世界并向全世界发出命令, 几乎等于亲自到了各地。"
    },
    {
        "id": "193818",
        "创建时间": "2021/11/23 6:21",
        "内容": "也就是说，媒体追求的核心能力唯有两个：一是速度，二是态度。若有前者，可获得读者和商业价值；若有后者，便可卓尔不群。"
    },
    {
        "id": "198430",
        "创建时间": "2021/11/23 6:21",
        "内容": "习惯的养成，依赖于四个部分：触机（cue）、惯性行为（routine）、奖励（reward）和信念（belief）：\n\n触机：即触发习惯的原因，你可以想象成手枪的扳机，按下扳机，子弹就打出去了。习惯的触机有很多，可能是时间、地点或场景。你早上刷牙的触机是起床这个动作；去吃午饭是因为时间到了，有人习惯睡前刷微博，那么触机可能是你躺下来盖上被子。触机本身没有好坏之分，决定习惯好坏的，是它引发的惯性行为。\n\n惯性行为：之所以叫惯性，是因为它是无意识的，比如一打开电脑就先上网看看娱乐新闻；比如睡前一定要刷一下朋友圈。在建立新习惯的过程中，我们的自制力，就用于修正那些引起拖延的旧行为，将其替换为新的惯性。在更正坏习惯时，你需要格外留意引发它的触机，同时关注自己的行为，不断提醒自己不要重蹈覆辙。这一步是最消耗时间和精力的过程，可能要与旧习惯反复拉锯，因为良好惯性行为的建立不仅需要有自制力去克服旧的行为，还需要在行为结束时获得正向的反馈，也就是下面要说的“奖励”。\n\n奖励：这是习惯养成中至关重要的一环，它往往被人们忽略。为什么坏习惯容易养成且难以改变？因为它们的奖励往往即时而明显：打游戏、刷网页、吃零食这些哪个不是这样？好习惯难以形成，也恰恰因为短期的奖励不够明显。背单词、健身、练书法这些行为往往需要较长的时间才能看到效果，有些人天生能从过程中获得精神激励，但很多人不行，那我们需要人为的赋予自己奖励：比如记录自己的成长和进步、时不时发个微博鼓励下自己、达成一些小目标，吃顿好的庆祝下等等（啊喂也不要暴饮暴食啊！）\n\n信念： 这是支撑你建立习惯的内在动力：你想要每天背单词，是为了干掉英语考试；你想要学会弹吉他，是为了能在各种晚会上一显身手；你想要规律饮食、早睡早起，是为了身体健康；你想要健身减肥，可能是想俘获女神/男神的芳心。总之，你是想成为一个更好的人。信念能让你你在养成好的习惯时获得精神上的正向反馈，同时，你的信念越强烈，就越能忍受改变过程中的痛苦与反复。"
    },
    {
        "id": "198560",
        "创建时间": "2021/11/23 6:21",
        "内容": "1.创新就是在抄袭的基础上删除东西。\n\n2.但往往抄袭的东西越顶尖，能删除的东西就越少，想删去东西更需要底层理解。\n\n3.当一样东西删无可删时，抄袭者无论想增加什么，都会显得多余。\n\n4.东西不会一直删无可删，这种完美会随着时间发展而变得有缝隙。"
    },
    {
        "id": "198815",
        "创建时间": "2021/11/23 6:21",
        "内容": "当人们谈到堕落的理由时，通常是没欲望没目标。但我隐约的感觉还有一种描述，不一定对，但很现实 —— 自卑。自卑使得产生内耗行为甚至堕落，使得改变的速度跟不上内耗的速度。这个原因往往不被人谈及和注意到。"
    },
    {
        "id": "199310",
        "创建时间": "2021/11/23 6:21",
        "内容": "过去乔布斯时期，一谈到某项技术，会花很多时间来描述这项技术可以怎么更好地服务人类。这个时期谈到某项技术，更注重技术的实现手法和原理。可以理解成苹果的产品力有些衰减，但是这么讲解也有它的好处，让观众对苹果知根知底，让观众有知情权。换个角度来看，这是大公司不可避免的选择。"
    },
    {
        "id": "200062",
        "创建时间": "2021/11/23 6:21",
        "内容": "思考工具 ≠ 笔记工具，它更像是一种 草稿纸 _x1f4dd_\n把双链大纲笔记当作草稿纸来用，就没必要在意如何长期保存，也不用纠结文字样式\n最重要的是利用它完成一些纸笔或软件工具很难完成的思考过程\n当思考过程结束后，能够形成全新的创意与构思即可 _x1f4a1_"
    },
    {
        "id": "200268",
        "创建时间": "2021/11/23 6:21",
        "内容": "正如了那句话：「成就不在于外在定义，全看是否按自己的意愿在活。」（皮克斯设计师，游茜）。"
    },
    {
        "id": "201636",
        "创建时间": "2021/11/23 6:21",
        "内容": "优势：因为自己创业过，不管大小，商业实质，运营逻辑，待人接物，这些都比一般的打工者更加接地气而且更灵活。所以简历里可以把自己创业时候做过的工作，比如从零到一搭建个流程，开拓市场，数据分析，这些证明你有商业眼光和敏感度愿意做细节工作的实操经验都列岀来。这些恰恰是一般应聘者没有而公司需要的员工特质。另外，一份稳定的收入对于你来说会比一般打工者更重要，这一点也可以在面试中透露给对方，打消面试者的顾虑。"
    },
    {
        "id": "201768",
        "创建时间": "2021/11/23 6:21",
        "内容": "去发现“哇原来他还能这么考虑事情，和我完全不一样，真有趣”，这是好奇心，而不是一上来就评判这个是不是对的，是不是有用的。\n小孩子为什么对各种事情都感觉好奇，跟一块石头都能玩耍半天，是因为他对石头没有去做判断，说这个东西是没用的，他只是觉得原来石头是这样的。\n所有如果我们变得功利和价值化，那就是破坏好奇心的一个主要因素。"
    },
    {
        "id": "202555",
        "创建时间": "2021/11/23 6:21",
        "内容": "本质上，它的问题在于：把「收集」当成了「记录」。这两者的区别是什么呢？\n收集，是把散落在外部渠道的资料、信息，汇总起来，转移到其他平台上，从无序状态转变为有序状态，方便我们去查找和搜索；\n而记录，是把你的想法、思考、念头，进行外部化，以便于我们更好地整理思维。"
    },
    {
        "id": "202556",
        "创建时间": "2021/11/23 6:21",
        "内容": "很多人做读书笔记时，过不了几天，你很快就会忘记它。为什么呢？最直观的原因，就是它缺乏一个主题。\n\n一段缺乏主题的材料，是没法在你的记忆里占据一个稳定的位置的 —— 它没法成为一个单独的节点。用认知心理学的话来讲就是：你没法给它一个编码。\n\n所以，第一步，是给每一条笔记一个明确的、具体的主题，告诉你的大脑：这条笔记是关于什么的？是哪一点吸引了你？它的核心信息是什么？"
    },
    {
        "id": "203193",
        "创建时间": "2021/11/23 6:21",
        "内容": "为什么思维导图要用树状而不是网状？\n\n树状结构在实际操作中能够在保证清晰的前提下应付绝大多数场景。网状结构清晰度减弱，比如“从哪开始”就是个问题。但树状结构自身专注于并列关系和层级关系，对于学术类文章是不够的。其他的关系，比如因果，总分总，举例，比较，甚至比喻，都有可能在学术类文章中出现。思维导图中的连线可以用来表现因果关系，但其他关系尚未观察到应当如何表现。"
    },
    {
        "id": "207750",
        "创建时间": "2021/11/23 6:21",
        "内容": "我崇拜他是因为，在他之前手机是各种样子的，在他之后手机都长一个样子了。\n\n他透过五花八门的手机外形看到它最简单的样子，突破眼前固有的外观重新定义了手机。而且确实定义的好。"
    },
    {
        "id": "217745",
        "创建时间": "2021/11/28 23:17",
        "内容": "今日金句Know Yourself发布了“抑郁,焦虑和恐慌并不意味着你的虚弱。他们只是说明了你曾试图坚强了太久。”(图自WeHeartit)Depression, anxiety and panic attacksare not signs of weakness.They are sighs of trying to remain strongor far too long6793363"
    },
    {
        "id": "217824",
        "创建时间": "2021/11/29 3:03",
        "内容": "在便签之间架一座桥梁，双向互通。"
    },
    {
        "id": "217923",
        "创建时间": "2021/11/29 11:22",
        "内容": "我非常喜欢赵鹏对「站着挣钱」的定义：创造了一个数量级的价值，但只收低一个数量级的钱。而「吃相难看」往往就是相反了。"
    },
    {
        "id": "218080",
        "创建时间": "2021/11/29 22:35",
        "内容": "关于GTASA我最深刻的印象就是帮助那个老神棍烧掉田地前往旧金山那一关，游戏里正是下着暴雨的夜晚，破面包车里只听得见神棍的絮絮叨叨和电台中的《free bird》，这时我的窗外也下起了雨，虚拟与现实完成了诡异的交汇，最后到达旧金山时天刚蒙蒙亮，隐藏雾气中的城市正如同CJ迷茫的未来，我想我这一辈子都不会忘记这个世界了。"
    },
    {
        "id": "218127",
        "创建时间": "2021/11/30 8:30",
        "内容": "\"像聊天一样跟未来的自己说话\" 像时间胶囊，但发送胶囊类似邮件而不是聊天，成本比较大。\n理想情景可能像：记下自己的想法心情，发送，然后在第二天 / 第二周的同一时间收到。我感觉 discord、telegram 里肯定有实现这个步骤的 bot，但一时不知道怎样去找。[ ! ]\n \n常说人的存在可能在于连续性，这种方法可以将时间线上的不同自己连在一起。\n换个方式看，是对过去信息与收集的组织。过去的东西不是记录了便结束了，而是可以像 flomo 的随机漫步或是作为壁纸幻灯片再展现出来。\n \n想到的一个交互：面对昨天送来的信息，可以输入后上滑送到明天，或是下滑回复给过去。从而展开不同的时间线。"
    },
    {
        "id": "218391",
        "创建时间": "2021/12/1 8:43",
        "内容": "当我们活着的时候，死亡还没有来临，当死亡来临的时候，我们已经不在了"
    },
    {
        "id": "221148",
        "创建时间": "2021/12/9 19:36",
        "内容": "达芬奇公开发表了一百多幅作品，私下却有一万多页手稿。"
    },
    {
        "id": "221250",
        "创建时间": "2021/12/9 22:29",
        "内容": "我和老婆都认为那种一周7天给孩子报8个班的父母就是这种，对着某个枝丫努力修剪，对每一次的“效果”都十分在意。然而，创造力，坚毅的品行，幽默感，运动能力，被爱与爱人的能力，才是值得父母去关注的，这才是价值。"
    },
    {
        "id": "221385",
        "创建时间": "2021/12/10 12:55",
        "内容": "智慧是忘记学到的内容后剩下的东西"
    },
    {
        "id": "222602",
        "创建时间": "2021/12/13 22:33",
        "内容": "尊重客观规律是发挥主观能动性的前提"
    },
    {
        "id": "226613",
        "创建时间": "2021/12/16 8:27",
        "内容": "有一种调查方式被称为同源性（homology）：如果某些人的特征（比如职业经历）是相似的，那么他们更倾向于使用相同的策略。"
    },
    {
        "id": "229499",
        "创建时间": "2021/12/18 11:49",
        "内容": "逻辑是智慧的开端，而不是终点。"
    },
    {
        "id": "232849",
        "创建时间": "2021/12/22 14:20",
        "内容": "导演柯比·弗格森（Kirby Ferguson）认为，创造力来自于对其他作品的复制、转换和重组，而非凭空地创造：\n复制（Copy）：没有人从原创开始。除非我们在工作中拥有坚实的知识和理解基础，否则我们无法创造任何新事物。复制是我们学习的方式。\n\n转换（Transform）：接受一个想法并创造变化。重大进步通常不是原创的想法，而是许多不同个体在漫长的进步历史中的突破点。\n\n重组（Combine）：当各种想法组合在一起时，最戏剧性的结果就会发生。通过将想法连接在一起，可以实现创造性的飞跃。"
    },
    {
        "id": "233869",
        "创建时间": "2021/12/24 0:01",
        "内容": "如何制定一个产品的目标，让目标有感召力。作为一个ToB的产品，产品经理应该有1-3年的规划，而不是想到哪里做到哪里，这个规划的目标可以考虑用一个指标或者一个预期的事件来凝聚运营、产品、技术各个角色一起努力，例如我们能不能定义一个milestone，就是用2-3年实现产品能够到达Gartner和Forrester的象限里，哪怕是挑战者象限。要到达这个象限，就会有明确的客户规模、服务范围、产品功能要求和性能要求，这些既是团队的期望也是对团队的要求。"
    },
    {
        "id": "237182",
        "创建时间": "2021/12/28 0:18",
        "内容": "信息量影响决策"
    },
    {
        "id": "265909",
        "创建时间": "2022/2/14 23:08",
        "内容": "为什么60岁后越来越佩服刘备？\n刘备客居荆州，有一天在刘表处饮酒宴会。他中途去上厕所，回来之后泪流满面，刘表问原因，他说：\n\n“我以前身子就没离开过马背，大腿上一点赘肉都没有。现在不怎么骑马，腿上竟然长出了肥肉。时间过得好快，我很快就老了，但还一点功业都没成，因此感到悲哀啊。”\n\n“吾常身不离鞍，髀肉皆消。今不复骑，髀里肉生。日月若驰，老将至矣，而功业不建，是以悲耳。” （《三国志·先主传》裴松之引《九州春秋》注）\n\n这事发生的具体时间不可考，但确定在公元201年之后，也就是在刘备的40岁之后。从这一年起，他在荆州一住就是7年，虽然刘表对他有所防备，但至少衣食无忧，偶尔也能喝酒打屁，混混圈子，生活也还算优渥。\n\n这样一个年过40的男人，用我们现在的话说，几乎是个油腻大叔了，竟然没有一天忘记建功立业的初心，喝酒high了，上个厕所，不小心看到赘肉还要发一通感慨。\n\n看看我们周围年过40的人，在夜总会几瓶黄汤下肚，哪个不是趁着酒劲散德性？哪个不是动辄对年轻人喷一通人生哲理？哪个不是拍着大肚皮乐呵呵地吹牛逼？\n\n年轻的时候，觉得追逐梦想很简单，埋头去干就行了。后来发现，人生那么长，世界那么大，有时候禁不住诱惑自己停下了脚步，有时候是迫于压力选择了另外的路。\n\n40岁的时候，他没有忘记年少时想要做的事，没有沉迷于眼前的轻歌曼舞，更没有因为四处辗转流离而垂头丧气。他心中所想的还是少年时未曾实现的梦。\n\n更重要的是，他没有哭过过就算了，没有像我们一样，只会感慨“如今我们在深夜里，饮酒，杯子碰在一起，只听到梦碎的声音”。而是真的去行动，抗曹操，取荆州，攻西蜀，历史真的留下了他的名字。\n\n公元221年，刘备称帝，这一年，他正好60岁。\n\n这个世界上的大部分人，60岁时，谁能说出自己一生的巅峰在哪里？谁能从40岁开始还在不停地奋斗，不撞南墙不回头？\n\n“男儿到死心如铁”（辛弃疾）\n转自知乎"
    },
    {
        "id": "265910",
        "创建时间": "2022/2/14 23:09",
        "内容": "思考一念多人协同的可能性\n参与工作流程的可能性"
    },
    {
        "id": "268965",
        "创建时间": "2022/2/20 0:23",
        "内容": "红心❤计数，可以给红心点击的数量进行排序和清空。\n喜欢也是有程度的。"
    },
    {
        "id": "272052",
        "创建时间": "2022/2/26 13:07",
        "内容": "“在什么重要问题上你与其他人有不同看法？”\n\n这个不绕弯子的问题听上去很容易回答，其实不然。它挑战智力，因为每个人在学校接受的知识都是已被肯定的，一定被人赞同。它也挑战心理，因为每个努力去回答的人都必须说一些他们明知道并不为众人认同的看法，这需要勇气。出彩的回答很少，相对于智慧，这些想法缺少的更是勇气。\n通常，我听到的回答都是这样的：\n“我们的教育体制存在弊端，亟待改革。”\n“美国是非凡的。”\n“世界上不存在上帝。”\n这些回答都不好。第一和第二个陈述可能是对的，但有许多人已经表示赞同了。而第三个只简单套用了常见辩论中一方的观点。好的回答应该按照下面这种模式：“大多数人相信X，但事实却是X的对立面。”我之后会在本章给出自己的回答。\n那么，这个反主流的问题和未来有什么关系呢？从小处看，未来只是还没有到来的时刻的集合。但是真正使未来如此独特和重要的并非因为未来没有发生，而是未来的世界会与此刻不同。这样看来，如果我们的社会在之后100年都没有发生变化，那未来就在100多年之后。如果在之后10年世界改天换地，那未来就触手可及。没有人能精准地预测未来，但我们知道两件事：世界必然会变得不同，但变化必须基于当今的世界。针对这个反主流问题的多数回答都是对现在的不同看法，而好的回答应该尽可能地使我们看到未来。"
    },
    {
        "id": "272376",
        "创建时间": "2022/2/26 23:07",
        "内容": "主功能强调，突出粘帖 -linc\n一个剪切板更无感的方式，在首页时，读取剪切板并生成新便签，下方有不保存按钮，然后有读秒，2秒不拒绝自动保存"
    },
    {
        "id": "273018",
        "创建时间": "2022/2/28 16:33",
        "内容": "人们对词典最原始的期望是什么？这估计要调查词典的历史，以及第一次用新华字典时的感受"
    },
    {
        "id": "273019",
        "创建时间": "2022/2/28 16:33",
        "内容": "“写作之难，在于将网状的思想，通过树状的句法，用线性的文字展开”。——平克《风格感觉：21世纪写作指南》"
    },
    {
        "id": "273020",
        "创建时间": "2022/2/28 16:37",
        "内容": "如果仅仅是照搬现有的音乐商城模式，浏览后进行点击购买，势必会使广告效果大打折扣。\n\n正如吴军博士在其著作《浪潮之巅》（下册）书中所介绍的，Facebook不仅流量比Google大，用户平均停留的时间也比Google的用户长，拥有用户更准确的信息，为什么Facebook的广告收入不能超过Google?\n\n1.  广告的效果，时间越往后靠近购物时广告效果越好，时间越靠前越差。\n2. 整个在线广告市场的大小取决于电子商务的发展。\n\n交易的达成可以说是一个漫长的过程，购买决策一般要经历：需求产生——搜索调查——查看评价——做出比较——购买决策——购后行为；而类似于各大网站上的广告插入，广告弹窗，视频贴片等等更多的只是停留在刺激产生消费需求的阶段，而还不至于产生立即购买该产品的冲动；例如，在某社交平台上的一则咖啡广告，让你产生了你需要点咖啡来提神的购买欲望，但是你太可能会选择立即购买该产品，你会货比三家，进行一番搜索比较后再做出购买决定，只是这一品牌的咖啡可能在你的购买过程中会稍微有点印象，引起了一定的注意，但也不至于会构成购买的首要选择。"
    },
    {
        "id": "273026",
        "创建时间": "2022/2/28 17:44",
        "内容": "汉堡菜单的起源\n20世纪80年代，位于发明图形界面的施乐实验室工作的设计师Norm Cox发明了汉堡菜单。他在设计菜单图标时，希望外观能隐喻现实中的菜单让用户一看就懂。当时显示器的分辨率很低，于是把菜单图标简化成“三条杠”。\n\n他有时会和用户开玩笑说这是个“通风口”图标，让窗口保持凉爽。\n\n至于为什么叫汉堡菜单，是后人根据三条杠的外观很像汉堡面包夹肉三层。"
    },
    {
        "id": "273037",
        "创建时间": "2022/2/28 19:49",
        "内容": "整个过程与解数学应用题类似，用户研究的结论是条件之一，再加上对市场和竞争对手的分析，以及对产品自身优势和劣势的分析，综合求得一个最优解。这就是系统思维的运用。尽管搜索和排行榜是发现音乐的主流方式，但并不意味着网易云音乐应该主打这两个功能，反而我发现了朋友间推荐、音乐达人推荐、个性化推荐的潜在机会。搜索只是一个非常基础的功能，难有大发展；而对于排行榜来说，哪种会比在移动互联网时代通过真实用户意见打造的音乐榜单更有魅力呢？"
    },
    {
        "id": "273101",
        "创建时间": "2022/2/28 20:44",
        "内容": "我确实明白了，再贵的时装也比不上一副精雕细练好身材的道理"
    },
    {
        "id": "273102",
        "创建时间": "2022/2/28 20:44",
        "内容": "在群体里容易按照他人的想法生活，在孤独中容易按照自己的想法生活，但值得记住的只是那些在群体中保持独立的人。-by 艾默生"
    },
    {
        "id": "273156",
        "创建时间": "2022/2/28 22:53",
        "内容": "划分用户群直接产生的作用就是能更好地理解产品的目标用户和市场竞争情况，包括：\n● 有哪几类用户群？\n● 这些用户群的特点是什么？用户群数量大致是多少？\n● 竞争对手们覆盖了哪些用户群？\n● 哪个细分领域是市场空白？而哪个细分领域又是长期目标的必争之地？产品从起步到成熟的竞争策略是什么？先做哪个用户群，再做哪个用户群？\n可以看到，产品经理心中的整个大盘其实都与划分用户群有关"
    },
    {
        "id": "273160",
        "创建时间": "2022/2/28 23:21",
        "内容": "如果问卷得出的结论与用户群划分不相符，那也不必气馁，至少在产品开发之前就发现了这个问题。在明确产品目标用户和定位前，走再多的弯路都是值得的，因为一旦产品进入设计、开发，甚至线上运营等环节，再去调整目标用户和定位，难度与成本便会成倍增加。"
    },
    {
        "id": "273163",
        "创建时间": "2022/2/28 23:29",
        "内容": "仔细想想，音乐作为没有任何国别、语言限制的艺术，不正是因为它能打动人心吗？我们所喜欢的音乐是不是就是那些能与自己的回忆、经历联系在一起的音乐呢？\n忽然间我感到豁然开朗，我要寻找的音乐评论功能的突破点其实就是共鸣。"
    },
    {
        "id": "273168",
        "创建时间": "2022/2/28 23:37",
        "内容": "文字和音乐恰好就是连接共鸣与记忆碎片的好方式，两者都能使人展开想象，而网易云音乐的评论区正是让用户产生共鸣的地方。一首打动人心的歌曲聚集起了产生共鸣的人，其中腹有诗书的佼佼者写下的评论更让广泛的用户群产生了更强烈的情感共鸣。评论带来的价值超出了文字本身，真正发挥了慰藉人心的力量。"
    },
    {
        "id": "273169",
        "创建时间": "2022/2/28 23:37",
        "内容": "满足深层次的需求能够带来更好的用户黏性，因为用户会感觉产品懂他，会有情绪上的波动，用户与产品的关系就会超越一般的App，成为朋友，甚至知己，用户对产品的依赖就会变强。最后，还与品牌相关，好的品牌会直达用户心灵，让用户觉得其与自己的身份相符、价值观相符、世界观相符，如果产品能够尽可能地洞察用户心理、满足用户深层次的需求，那么用户对品牌就会有如信仰一样的感觉。"
    },
    {
        "id": "273170",
        "创建时间": "2022/2/28 23:37",
        "内容": "一方面需要尽可能地避免资源集中在少数地方，应让爱现心理尽可能地被分散满足；另一方面需要延长用户爱现心理的满足时间，不要在短时间内进行很强烈的刺激，而是长时间、绵绵地引导。"
    },
    {
        "id": "273218",
        "创建时间": "2022/3/1 8:24",
        "内容": "生产音乐：艺人、版权公司、独立音乐人、词曲作者等在生产音乐环节的需求。\n● 发现音乐：面对数千万首歌曲，用户发现音乐的需求可以分为主动发现和被动发现，接着再进一步细分，这是网易云音乐初期切入市场的重点。\n● 管理音乐：用户会通过艺人、听的场景、语种等方式管理音乐，以及很多工具化的需求。\n● 听音乐：陪伴、享受、背景音乐……从入门到发烧友，不同的用户在听音乐的时候需求不同。\n● 讨论&分享音乐：该需求在当时是一块没有被开发的宝地，最初的需求只是把喜欢的音乐分享到社交网络或者作为线下聊天时的谈资。\n● 音乐的其他消费：从演唱会、音乐节、明星周边产品发展到现在，音乐相关的消费已经非常多元化了。"
    },
    {
        "id": "273221",
        "创建时间": "2022/3/1 8:33",
        "内容": "需求也是符合二八原则的，80%的人提出的都是20%的需求。除了要关注集中的主流需求外，剩余的长尾需求其实需要产品经理投入更多的精力。因为在一个充分竞争的市场环境中，越是主流的需求，越是被充分挖掘，也就越显得竞争力不够。而那些尚未被发掘的需求，才是可能创新的所在。"
    },
    {
        "id": "273222",
        "创建时间": "2022/3/1 8:33",
        "内容": "跑步很考验体能、耐力和毅力，心里如果一直想着自己跑得好累、跑了多少米、还有多少米，会感觉更累。听音乐能让人的注意力从疲劳的长跑中解放出来，专心聆听音乐，暂时忘记疲劳，突破体力极限。\n● 更重要的是，节奏感强的音乐非常利于控制跑步节奏，抵抗肌肉疲劳。让耳朵和思维专心跟随音乐节奏，身体就可以一直保持速度。这时音乐实际起到了引导跑步的作用，在跑步步频放慢时，刺激身体保持节奏；在跑步步频稳定时，让人尝试提高步频、跑得更快。\n因此我们总结出，跑步FM满足的需求动机是通过匹配节奏的好音乐让用户坚持完成每一次跑步锻炼，并且能越跑越好。"
    },
    {
        "id": "273227",
        "创建时间": "2022/3/1 8:37",
        "内容": "歌单系统对于网易云音乐来说是UGC的核心，我们会非常谨慎地对待对它产生影响的功能，相比场景电台功能获得的利益，我们宁愿让用户用得麻烦一点（但仍然可以满足在不同场景下听音乐的需求，选择相应的歌单标签即可），也不希望打破这个平衡。"
    },
    {
        "id": "273765",
        "创建时间": "2022/3/1 18:43",
        "内容": "如字典编辑者Erin Mckean所说:\n\n「传统的纸质词典可以为人们带来很多偶遇的机会，就是在查找这个单词的时候，可能一个不小心就遇到了另一个非常有趣的单词，而后就一头扎到字典里去。」\n\n正是“偶遇”给予了翻阅字典这个过程无穷的魅力。在电子辞典里你认识的可能只是这个词和它的故事，而在纸质词典里往往能接触到一段历史，一个群体，一种思想，一个世界。"
    },
    {
        "id": "273771",
        "创建时间": "2022/3/1 19:05",
        "内容": "初学者：一定用纸质，记忆深刻，词条印象深刻，有记录性。\n\n中级学者：建议词典软件，但是目的是在短时间内，疯狂扩大词汇量。查完后记录一下，然后用纸质词典再记录一遍。这是电子词典唯一有用的地方。\n\n高级学者：只能用纸质词典，因为对于高级学者来说，生词量非常低，我个人查词的频率低的很，这时候，我们查的都是些非常生僻的词汇，更需要纸质词典。"
    },
    {
        "id": "273772",
        "创建时间": "2022/3/1 19:05",
        "内容": "纸质词典的优势主要在于：\n\n1. 查询时间较长，得来的不容易，记忆会牢固\n\n2. 培养对外语的感觉。因为你在查某单词的时候不自觉就看到和它相似相关的出现在同一页的单词。时间长了，对外语更敏感。"
    },
    {
        "id": "273786",
        "创建时间": "2022/3/1 19:11",
        "内容": "纸质词典因为其有形性，可以给使用者提供一个很直观的感觉：基本词汇有多少。对于很多单词爱好者来说，闲来无事翻看词典之后，你心里清楚自己熟悉了那些单词。但是电子词典完全没有，我使用电子词典的时候，会觉得隐藏在屏幕后面的单词容量是一个黑洞，数量大到我不能触摸。但是纸质词典告诉你，日常生活中，那10万左右的就在这一本中，没什么大不了。"
    },
    {
        "id": "274418",
        "创建时间": "2022/3/2 14:09",
        "内容": "”四十岁后，不滞于物，草木竹石均可为剑。自此精修，渐进于无剑胜有剑之境‘’这句话出自《神雕侠侣》"
    },
    {
        "id": "275531",
        "创建时间": "2022/3/3 16:08",
        "内容": "上周和少楠聊到这两年出现的product/zeitgeist fit的概念，即寻找创业方向时也要考虑与时代大潮、时代精神是否契合。其实脉脉也许算是个挺好的例子，不知是否算是歪打正着。在劳方与资方的声量、权力平衡出现微妙变化时，脉脉成了前者的喉舌和武器，成了这些力量的收容所。"
    },
    {
        "id": "276327",
        "创建时间": "2022/3/4 19:23",
        "内容": "“乍一看到某个问题，你会觉得很简单，其实你并没有理解其复杂性。当你把问题搞清楚之后，又会发现真的很复杂，于是你就拿出一套复杂的方案来。实际上，你的工作只做了一半，大多数人也都会到此为止……。但是，真正伟大的人还会继续向前，直至找到问题的关键和深层次原因，然后再拿出一个优雅的、堪称完美的有效方案。”\n——史蒂夫·乔布斯（摘自Steven Levy的Insanely Great: The Life and Times of Macintosh, the Computer that Changed Everything）"
    },
    {
        "id": "279246",
        "创建时间": "2022/3/8 16:20",
        "内容": "孩子让石头有了意义。"
    },
    {
        "id": "286483",
        "创建时间": "2022/3/18 22:18",
        "内容": "我发现了一个问题，现在市面上存在的大部分笔记工具，其实是已经满足了人们去书写和储存的功能，但是在启用这个环节和回忆的这个过程其实是非常麻烦的"
    },
    {
        "id": "287705",
        "创建时间": "2022/3/20 12:12",
        "内容": "出乎意料的是，在完成简单任务时，这种简陋的自带神经电路居然比大脑表现得更好。这个不大不小的收获促使布鲁克斯重新审视弃儿“阿伦”。他后来回忆道，“事实证明，阿伦的头脑真没起什么作用。”"
    },
    {
        "id": "287706",
        "创建时间": "2022/3/20 12:12",
        "内容": "当波林的机器怪兽嚼食同类的时候，我看到的不是毫无价值的破坏，而是狮子在围捕斑马以维护野生动物的进化旅程。\n细思极恐"
    },
    {
        "id": "287707",
        "创建时间": "2022/3/20 12:12",
        "内容": "共同进化的力量由一个生物流向它最亲密的邻居，然后以较弱一级的波状向周边扩散，直至波及所有生物。\n进化的震荡"
    },
    {
        "id": "287708",
        "创建时间": "2022/3/20 12:12",
        "内容": "早期的控制论专家霍华德·派蒂将层次结构定义为一个连接性频谱。他说：“在理想主义者的眼中，世上万物间都互有联系——也许的确如此。每个事物都有联系，有的事物会比其他事物有更多的联系。”\n系统一功臣"
    },
    {
        "id": "287709",
        "创建时间": "2022/3/20 12:12",
        "内容": "一个没有山脉，没有风暴，也没有出乎意料的干旱的星球上，进化会将生命卷进越缠越紧的共同进化之网，形成充满沉湎于不断加速的协同依赖性的寄生物、寄生物之寄生物（即重寄生物）、仿制品以及共生体的平淡世界。\n寄生物之于寄生物…"
    },
    {
        "id": "287710",
        "创建时间": "2022/3/20 12:12",
        "内容": "在这些稳定的栖息地里，我们大有希望观察到许多怪异的共栖和寄生关系的实例——寄生吞噬寄生，雄性在雌性体内生活，生物模仿、伪装成其他生物，事实也正是如此。\n稳定产生怪异的更高值"
    },
    {
        "id": "287711",
        "创建时间": "2022/3/20 12:12",
        "内容": "如今，整个地球表面覆盖着一层整体生命的薄膜。这个外罩怎么也脱不掉。撕开一个口子，外罩会自行将破处修补。蹂躏它，外罩会因此变得更繁茂。\n反脆弱"
    },
    {
        "id": "287712",
        "创建时间": "2022/3/20 12:12",
        "内容": "不过，无论能够生存多长时间，这些瓶装系统都需要一个启动阶段，一个大概会持续60到100天的波动危险期，在此期间任何意外都可能发生。"
    },
    {
        "id": "287713",
        "创建时间": "2022/3/20 12:12",
        "内容": "我的内心已经不再担心，机器技术将替代所有生物物种。我相信，我们会保留其他的物种，因为生物圈二号帮助我们证明了，生命就是技术。生命是终极技术。"
    },
    {
        "id": "290377",
        "创建时间": "2022/3/23 16:37",
        "内容": "转发自理想汽车创始人，李想：\n\n《节奏把控对于创业的重要性》从0-1和从1-10的阶段\n\n这个节奏当然不是带节奏，而是不同阶段的规律和把控。我们大致可以把创业分成三个大的阶段：一、从0-1的验证期；二、从1-10的成长期；三、从10-100的成熟期。这三个阶段对于能力和资源的要求都是完全不同的，能力、资源与阶段错配，往往是企业失败的根源，节奏把控好是对于创业者和一号位最核心的一个能力要求。\n\n【从0-1的验证期】\n\n验证期标志性的特征是，从零开始到你能够吃到你所在的细分领域3%以上的市场分额，你具备一个显著的特长，能够成为行业的天花板。\n\n在这个阶段，企业是没有真正的竞争对手的，主要是和自身的成长速度在竞争，因为领先者根本不会把你放在视野里。比如我们三家2021年都做到9万多辆，其实在中国乘用车行业领先者那里这个量完全可以忽略不计。\n\n这个阶段，对于企业而言，最重要的是充分发挥自己的特长，这个特长容易被原有的领先者忽视，但是对于用户是有价值的。比如特斯拉早期的三电系统能力，比如蔚来汽车的用户服务能力，比如小鹏汽车的智能驾驶能力，比如理想汽车面对家庭用户群体的产品能力，比如汽车之家早期的汽车产品库能力。虽然很小，但是有巨大的用户价值，而且可以做到在这个特长下的行业天花板。\n\n这个阶段，对于管理者而言，最重要的同样是发挥自己的特长，尤其是专家型的能力特长，每一个管理者必须深入到业务的每一个细节中去，抓大不放小。这个阶段，企业的综合管理者越少越好，每一个管理者最好都是自己领域的技术专家或业务专家。\n\n无论是企业还是管理者，特长并不是打开什么任督二脉，而是扎扎实实的投入，集中一个火力点，十倍于他人的人才和资源的投入，没有任何捷径可走。如果你的兜里有一分钱，你的招聘里能多一个人，就把这些钱和人投入到企业的特长和对应的专家上去。你的钱、你的人、你的特长必须是诚实一致的，脑子里想的，嘴巴里说的，实际在干的，金钱投入的，都是一致的。千万不要搞什么试一试，要么全力以赴做成，要么早点去死。\n\n我个人认为我们造车三傻是2021年完成了从0-1的验证期，大家各自在自己细分市场吃到了3%左右的市场份额，比如理想汽车在25-50万的乘用车里吃到了3%，也成为了家庭用户特点最鲜明的中大型SUV销量的第一名，验证了面向这个用户群的产品力。特斯拉是通过Model S和Model X验证了从0-1阶段（Roadster是0.1的三电验证阶段），并用Model 3和Model Y迈向从1-10的阶段。特斯拉的从0-1阶段创立了三电系统的行业天花板，并把电动车和特斯拉几乎画上了等号。从1-10阶段才开始搞自动驾驶的，Elon作为连续创业者，节奏把控能力几乎无敌。\n\n中国过去的六七年，智能电动车的创业者很多，300多家剩下不到10家，三个互联网的外行成为了新势力里销量跑在前面的，而不是那些汽车行业的高管创业者，最核心的原因是李斌、何小鹏、李想作为连续创业者，对于节奏的把控和心力。这一轮失败的最惨的创业者往往是跨国汽车企业的高管，他们大多上来就想做从10-100的阶段，我们经常说的一句话就是：没有苹果的命（人和资源），得了苹果的病（胡乱招人和花钱）。\n\n很多行业领先者在行业转型和技术转型的时候之所以不成功，也是因为不愿意再干从0-1的阶段，这是大企业转型失败的根源所在，也是后来者和新势力们的机会所在，任何企业面向一个全新的生产力和生产关系，都不可能跳过从0-1的阶段。\n\n总结一下：从0-1这个阶段企业的特长是最重要的，管理者的专业特长是最重要的，并以3%细分市场的获取为目标去快速成长和验证。\n\n从0-1也是最难的一个阶段，据统计96%以上的创业企业都会在从0-1的阶段就结束了，最近几年这个失败比率我认为会更高。\n\n对于创业一号位而言，如何抵挡住各种诱惑，如何不被竞争、舆论、股东等外部因素带偏节奏，包括面对巨大压力和企业生死的时刻，仍然能够坚持和不放弃，心力强大是很关键的。哪个完成了从0-1的企业不是多次从ICU里爬出来的？这就是对于创业者最核心的考验，更是千金难买的成长。\n\n【从1-10的成长期】\n\n完成了从0-1的验证，从1-10也很容易让很多活下来的企业仍然走向失败。我很幸运，在创办汽车之家的时候，我带领团队完成了从0-1的阶段，2007年秦致加入后，用两年时间构建了从1-10的各种基础条件，带领汽车之家成功的完成了从1-10的成长期，到2016年用户和收入规模都增长了上百倍。这样一个亲身经历的过程，也让我大致看懂了从1-10的各种关键要素。2007-2008年的时候，我们真的是在只有小几千万收入的时候，就坚定的相信汽车之家可以做到100倍以上的增长，实现几十亿的收入规模，并最终做到了。\n\n成长期标志性的特质是，这个阶段你的规模会增长10-100倍（根据行业而定），你会面对各种竞争，因为你开始侵入领先者和既得利益者们的领土。\n\n有两点基本上决定了生死：1、你必须继续保持你从0-1验证期所建立的优势，这一点的疏忽是大多数企业从1-10快速死亡的根本原因。从1-10的最核心的业务动作是把之前建立的优势持续放大，而不是从零开始构建新的优势，放弃原有的优势。汽车之家最初的产品库和网站产品优势绝对不可能放弃，特斯拉的三电系统优势绝对不能放弃，理想汽车面向家庭用户的产品优势也绝不能放弃，而是要持续放大这个优势，可做的东西还很多很多。2、在坚持放大优势的前提下，必须考虑竞争的要素，也就是必须面对竞争做更多必要性的工作，记住，是必要性，而不是选择题。比如管理和系统，技术的研发，供应链的培养，商业化的能力等等。从1-10的竞争，是保持特色前提下的综合竞赛，持续保持特色和补足综合能力，缺一不可。\n\n在从1-10阶段失败的企业，可以确凿地说就是这两个问题：1、没有延续自己的特长；2、没有补上竞争的短板。只要有一个没做到就结束了。\n\n这个阶段，对于管理者而言也是一样的。首先你要继续发挥自己的专业特长，其次，你还必须快速提升自己的职业性，我说的职业性是一种更高级别的心智，是一种可以理解别人，并给出自己解决方案帮助对方的心智模式。就和我2008年最大的改变类似，也就是理解别人和坚持自己是同样的重要。记住，要想带领更大规模的团队，理解别人是第一重要的训练。去观察和理解身边的人的优势和问题，以及背后的驱动力和原理，理解他们的驱动力和历史原因，让对方有安全感和信任（被理解），我们才能给出更好的解决方案，帮助团队获得成长，和不同的团队高效的协作。\n\n作为管理者，从0-1比拼的是对自己的理解，从1-10则是提升对于别人的理解。\n\n我认为理想汽车是从2022年进入从1-10的阶段，但是由于之前和秦致一起经营汽车之家的经历，理想汽车从2019年就开始为从1-10的阶段构建基础建设，学习那些万亿收入规模的企业是怎么走过来的，以及背后的为什么，在战略、组织、系统层面构建基础能力。理想汽车从0-1做了一款产品，从1-10如何管理十款产品，如何确保每款产品的产品价值是持续领先的？产品和研发管理体系肯定要做巨大的升级，而且最好提前准备。在技术研发上，能不能把应用、技术、系统垂直打透，能不能拿到进入决赛圈的门票？在商业模式上，能不能支撑万亿收入规模，且经营效率和用户体验还持续提升？在供应链和制造产能上，能不能跟上销量的爆发式增长，能不能让每亩地产生更多的JPH？在组织上，能不能规模做大但是公司不复杂，人才不油腻，不内卷，能不能持续让人才效益健康提升？在财务上，能不能持续保持健康的现金流和造血能力，不再单纯依赖融资推动研发投入和规模增长？\n\n这都是过去三年时间，我们每天都在问自己的问题，并耐心的去寻找答案。\n\n这是我对从1-10成长期的个人认知，汽车之家从1-10的成功经验对理想汽车具备参考性，但是问题和解题方式也都是不同的。理想汽车去年只有不到300亿的收入，我认为超过1万亿的收入规模，对于一个智能电动车企业而言是一个完成从1-10交作业的时间点。\n\n总结一下：从1-10的成长期，企业最重要的是坚持和放大你从0-1的特长，并补上竞争和快速增长会出现的致命短板。对于参与者个人而言，仍然是持续增强自己专业的特长，但是必须补上自己的职业素养，即理解别人并给出解决方的心智模式。\n\n纵观整个创业，能够完成从1-10的企业，应该是千分之一的比率。总之，能做到的就活下去，做不到的就自然淘汰。\n\n牢记两点：1、持续扩大企业和自己的长板；2、补足短板，这是必要性，而不是选择题"
    },
    {
        "id": "293651",
        "创建时间": "2022/3/28 9:34",
        "内容": "谁给我钱，谁就是我的客户，这本是天经地义的事情。\n\n事实上，在财报中，客户（Customer）一词的定义是非常严肃的。\n\n例如，滴滴网约车业务，因为中国和海外的业务实质不同，滴滴在招股书中对客户（Customer）一词也做了不同的定义：在中国，因为滴滴是承运人，是Principal，赚的是打车费，因此其客户是消费者；在海外，滴滴仅是一个中介，是Agent，赚的是佣金，因此其客户是司机。"
    },
    {
        "id": "293652",
        "创建时间": "2022/3/28 9:34",
        "内容": "小红书做得到最好的互动功能，就是把“收藏”和“点赞”分开了，收藏代表用户认为内容有用，有刚需，行为价值更高，可以多推同类内容；点赞则cover掉了更加泛化的积极态度，可能是想鼓励作者，一时被氛围触动、内容内的某些观点有意思但我并喜欢这个领域的内容，行为价值更轻，能继续通过推荐试探，但如果用户后续无连续互动行为，要适时结束试探。"
    },
    {
        "id": "293950",
        "创建时间": "2022/3/28 20:19",
        "内容": "定价权是理解这一切的核心。\n\n实际上，作为一个平台，美团拥有远高于阿里的定价权。阿里的定价权更多体现在大促期间，而美团没有大促，实际上是在天天做活动。\n\n美团以两种方式来夺取商家的定价权：一是BD会要求商家价格不得高于堂食；二是通过平台强控的复杂补贴机制。\n\n传统上，区分自营还是平台非常重要的一个因素就是定价权，看定价页面掌握在平台还是商家。"
    },
    {
        "id": "293951",
        "创建时间": "2022/3/28 20:19",
        "内容": "在美团外卖的案例中，商家表面上掌握着定价页面，拥有定价权。但是实际上，因为美团复杂的补贴机制（且补贴对商品价格的百分比是实质性的），商家已经在某种程度上失去了对单一商品的定价权（当然，商家可以选择是否加入某项补贴活动）。\n\n从这个意义上看，美团作为一个平台却掌握了超过平台权力边界的定价权，外卖业务实质的确非常贴近自营。\n\n在自营模式下，美团是主要责任人（Principal），客户是消费者，那么消费者第一的逻辑自然就理顺了。"
    },
    {
        "id": "293953",
        "创建时间": "2022/3/28 20:35",
        "内容": "天天骂微信难用的算不算“非主要用户”？\n主要用户用微信是因为微信已经能满足他们了还是他们没用过更好的产品？\n比如我妈从没说过微信的不好，是因为微信就是为“这群人设计的”还是因为她没用过更好的产品？"
    },
    {
        "id": "294070",
        "创建时间": "2022/3/29 8:40",
        "内容": "王兴还有一句话是，“好机会的一个重要特征，是它往往会带来更多更好的机会。”"
    },
    {
        "id": "294331",
        "创建时间": "2022/3/29 16:53",
        "内容": "如此生活三十年，直到大厦崩塌\n别的确诊行程都好长好长，而他们的短短几句话概括了半个月\n确诊病例5：\n2月24日，7:30早餐后，驾驶电动三轮车与妻子共同前往工厂上班；21：15与妻子驾驶电动三轮车下班回家，无外出。2月25日至3月9日每日活动轨迹同上。"
    },
    {
        "id": "294496",
        "创建时间": "2022/3/29 19:09",
        "内容": "“就是最早的公开课里面分享过一个数据，当时的公众号阅读量其实70%、80%来自朋友圈的转发，只有20%、30%是来自于订阅号的。为什么我觉得它特别好?其实它符合一个二八定律，有20%的人去挑选信息，有80%的人去获益，通过20%的人挑选去阅读文章。”"
    },
    {
        "id": "294498",
        "创建时间": "2022/3/29 19:12",
        "内容": "“社交的起源是什么?当然这个没有标准答案，每个人可以自己想象。\n\n我是这样想象的。\n\n可能在远古的时候，如果人都是一个一个个体的话，他是没有社交的，当人类成为一种群居的动物的时候，原始的社交就产生了。\n\n人在一个社区里面最大的诉求是不要被排斥，所以人必须跟别人说话。说什么好呢?其实就吹牛B来体现自己对社区是有价值的。为了让别人重视自己说的，必须要一点夸张的色彩。这是我对于原始社交的想象，大家不要太当真。\n\n大家在朋友圈里面必须要发一些很夸张的旅游照片等等，其实就是延续了这个习惯，不过如此。担心就被排斥了，所以大家会在朋友圈挑选一些很夸张的东西放在朋友圈上面。\n\n很多年前我在知乎问过一个问题，“沟通的本质是什么”。这其实是没有答案的问题。\n\n但后来，我自己想到了一个答案，并不是标准答案啊，我说，“沟通就是把自己的人设强加给对方的过程”。什么意思呢?每个人有自己的人设，希望别人接受，你说的每一句话，有意无意的，都在希望别人接受你对自己人设的认可。表面上我们在讨论一个问题，本质上有可能只是希望别人认可你传递出来的人设信号。当然这个只是我自己一种方便我去理解社交的一种想象，它并不一定是一种科学的研究。\n\n发朋友圈，其实就是把自己的人设带给所有朋友，放到所有朋友的脑袋里面的过程。”"
    },
    {
        "id": "294499",
        "创建时间": "2022/3/29 19:14",
        "内容": "“但这样也有一些负面的作用。\n\n如果你多发几张旅游的照片，大家会认为你经常在外面旅游，如果你发一些加班的可能被认为是整天都在加班。但事实上可能并不是这样子。这只是一个人设推广，它虽然有作用，但是也会过头，你很难表达你的真实状况。”"
    },
    {
        "id": "294652",
        "创建时间": "2022/3/29 23:14",
        "内容": "“我记得在腾讯公司做微博的年代，大家会想，输入框提示什么。好像是“你在想什么”。\n\n为什么是你在想什么，而不是你在做什么?\n\n那是因为twitter诞生于PC时代，你用PC的时候，你在做什么?你在敲键盘。\n\n但是微信诞生在手机时代，所以微信一直是只为移动互联网服务。\n\n这是一个很大的一个优势，在于说我可以记录你在做什么，你可能走在路上，你可以拍一个照，这是你正在做的事情。而不是坐在电脑前，只能记录“我在想什么”。"
    },
    {
        "id": "294653",
        "创建时间": "2022/3/29 23:14",
        "内容": "“我觉得一个好的产品不需要费口舌解释，我解释了这么多，说明我们做得不够好。”"
    },
    {
        "id": "294654",
        "创建时间": "2022/3/29 23:14",
        "内容": "“但是，在微信，我们要时刻提醒我们自己的是，我们自己就是用户，我们施加于用户身上的，最终也会施加到我们自己身上，有点像己所不欲勿施于人。所以到底施加到用户身上是一个什么东西?这个确实值得我们反思。”"
    },
    {
        "id": "295510",
        "创建时间": "2022/3/31 0:15",
        "内容": "乔布斯从他的佛教修行中学得的道理是：物质只把生活填满而不使之充实。"
    },
    {
        "id": "295511",
        "创建时间": "2022/3/31 0:15",
        "内容": "产品是有灵魂的，是为了一个使命才被生产出来的。如果物体也有情感，它的情感应该是基于它渴望实现自己的价值。例如，杯子的使命在于盛水；如果它有情感，那么它会杯满则喜杯空则悲。"
    },
    {
        "id": "295512",
        "创建时间": "2022/3/31 0:15",
        "内容": "卡曾伯格着力推动的一点，是要让两个主角的个性更尖锐。他说，虽然这是部叫“玩具总动员”的动画电影，但是它不应该只以儿童为目标观众。“"
    },
    {
        "id": "295513",
        "创建时间": "2022/3/31 0:15",
        "内容": "为什么我们认为简单就是好？因为对于一个有形的产品来说，我们喜欢那种控制它们的感觉。如果在复杂中有规律可循，你也可以让产品听从于你。简洁并不仅仅是视觉上的，也不仅仅是把杂乱无章的东西变少或抹掉，而是要挖掘复杂性的深度。要想获得简洁，你就必须要挖得足够深。打个比方，如果你是为了在产品上不装螺丝钉，那你最后可能会造出一个极其烦琐复杂的东西。更好的方式，是更深刻地理解“简洁”一词，理解它的每一个部分，以及它是如何制造的。你必须深刻地把握产品的精髓，从而判断出哪些不重要的部件是可以拿掉的。"
    },
    {
        "id": "295514",
        "创建时间": "2022/3/31 0:15",
        "内容": "在任职初期的一次会议上，库克听说苹果公司的某一家中国供应商出了问题。“这太糟糕了，”他说，“应该有人马上去中国处理这件事。”30分钟后，他看着还在桌前坐着的一位运营主管，面无表情地说：“你怎么还没走？”那位主管站起来，没带任何行李，直接开车去了旧金山机场，买了机票飞往中国。他后来成了库克的第一副手。"
    },
    {
        "id": "295515",
        "创建时间": "2022/3/31 0:15",
        "内容": "接下来轮到了菲尔·席勒发言：“下面来说说我的点子。”他走出房间，然后拿来一堆iPod的模型，它们的正面都有一个相同的装置，也就是后来著名的滚轮设计。他回忆道：“我一直在想怎么浏览播放列表。你不可能按几百次按钮。如果有个转盘岂不是很好？”通过大拇指旋转转盘，你可以滚动所有的歌曲。而且你转的时间越长，列表下拉的速度就越快，所以你可以很容易地浏览几百首歌。乔布斯大叫：“就这个！”他让法德尔和工程师们按照这个构思开工。"
    },
    {
        "id": "295516",
        "创建时间": "2022/3/31 0:15",
        "内容": "比尔·盖茨在当晚10点46分发表了评论，标题是“还是苹果的乔布斯”——他的沮丧表露无遗。他说：“史蒂夫·乔布斯有种惊人的能力：把关注点放在真正有价值的地方，能找来会做用户界面的人，以及革命性的营销手段。”他还表达了自己非常惊讶于乔布斯能说服那么多唱片公司加入iTunes商店。“这在我看来很奇怪。音乐公司提供的服务都太不人性化了。但不知为什么，他们却决定把这个绝好的机会让给苹果。”\n还有一点让盖茨觉得奇怪：除了苹果之外，没有其他公司推出过购买歌曲的服务，而都是采用按月订购的方式。他写道：“我说奇怪并不是指我们搞砸了——至少，如果我们搞砸了，那么Real、PressPlay和MusicNet，甚至每个公司也都搞砸。既然乔布斯已经做了，那我们就需要赶快去找一些同样好的用户界面、拿到同样好的版权……我认为我们需要一些计划来证明，即使乔布斯又一次让我们措手不及，我们也可以迅速行动起来，做出更好的东西。”这种私下的说法让人吃惊，无异于承认：微软再一次被赶超，被打了个措手不及，它也将再次复制苹果的模式，奋起直追。但是和索尼一样，微软从来都没有完成这个任务，即使乔布斯已经给他们指明了方向。"
    },
    {
        "id": "295517",
        "创建时间": "2022/3/31 0:15",
        "内容": "2005年1月，苹果引入了iPod Shuffle，这是一个更具革命性的创新。乔布斯注意到iPod上面的“随机播放”功能非常受欢迎，它可以让使用者以随机顺序播放歌曲。这是因为人们喜欢遇到惊喜，而且也懒于对播放列表进行设置和改动。有一些用户甚至热衷于观察歌曲的选择是否是真正的随机，因为如果真的是随机播放，那为什么他们的iPod总是回到诸如内维尔兄弟乐队（The Neville Brothers）这儿来？这个功能引出了iPod Shuffle。当鲁宾斯坦和法德尔努力制造一款体积更小、价格更低的闪存播放器时，他们一直在尝试把屏幕的面积缩小之类的事情。有一次，乔布斯提出了一个疯狂的建议：干脆把屏幕全部去掉吧。“什么？！”法德尔没有反应过来。“去掉屏幕。”乔布斯坚持。法德尔担心的是用户怎么找歌曲，而乔布斯的观点是他们根本不需要找歌曲，歌曲可以随机播放。毕竟，所有的歌曲都是用户自己挑选的，他们只需要在碰到不想听的歌曲时按“下一首”跳过去。iPod Shuffle的广告词是：“拥抱不确定性。”（Embrace uncertainty）"
    },
    {
        "id": "295519",
        "创建时间": "2022/3/31 0:15",
        "内容": "乔布斯之后说：“在商业界有个很经典的理论，叫作‘第二个产品综合征’。”症结在于对第一个产品的成功缺乏理解。“我在苹果就对此深有体会。我的感觉是，如果做成了第二部电影，我们就成功了。”"
    },
    {
        "id": "295520",
        "创建时间": "2022/3/31 0:15",
        "内容": "问题在于，iPhone的重点是屏幕显示，而他们当时的设计是金属外壳和屏幕并重。整个设备感觉太男性化，太注重效能，是一款任务驱动型产品。“伙计们，在过去9个月你们为了这个设计拼死拼活，恨不得杀了自己，但是我们要改掉它。”乔布斯告诉艾夫的团队，“我们要没日没夜没有周末地工作，如果你们愿意，我现在就给你们发几把枪，把我们全干掉。”然而团队成员并没有迟疑，同意修改。“这是我在苹果最值得骄傲的时刻之一。”乔布斯回忆说。"
    },
    {
        "id": "295521",
        "创建时间": "2022/3/31 0:15",
        "内容": "有些人说：“消费者想要什么就给他们什么。”但那不是我的方式。我们的责任是提前一步搞清楚他们将来想要什么。我记得亨利·福特曾说过，“如果我最初问消费者他们想要什么，他们应该是会告诉我，‘要一匹更快的马！”人们不知道想要什么，直到你把它摆在他们面前。正因如此，我从不依靠市场研究。我们的任务是读懂还没落到纸面上的东西。"
    },
    {
        "id": "295522",
        "创建时间": "2022/3/31 0:15",
        "内容": "他承认，当他面临死亡时，他可能更愿相信存在来世。“我愿意认为，在一个人死后有些什么东西依然存在。”他说，“如果你积累了所有这些经验，可能还有一点儿智慧，然后这些就这么消失了，会有些怪怪的。所以我真的愿意相信，会有些什么东西留存下来，也许你的意识会不朽。”\n他沉默了很长时间。“但是另一方面，也许就像个开关一样。”他说，“啪！然后你就没了。”\n再度沉默了片刻之后，他淡然一笑。“也许这就是为什么我从不喜欢给苹果产品加上开关吧。”"
    },
    {
        "id": "295914",
        "创建时间": "2022/3/31 10:26",
        "内容": "不满足\n不是那种对世界的悲观性不满，而是一种建设性不满，一切可以做的更好。\n这没关系，但我认为事情可以做得更好。\n我认为有一种更简洁的方法可以做到这一点。\n我认为情况可以改进一点。\n换句话说，当事情看起来不太对劲时，总会有轻微的恼怒；\n我认为当今的不满是优秀科学家的关键驱动力。"
    },
    {
        "id": "295915",
        "创建时间": "2022/3/31 10:26",
        "内容": "找到答案时的快乐，一种简单纯粹的快乐\n如果我已经尝试一周证明一个数学定理，并且我终于找到了解决方案，那么我会特别开心。\n我看到解决工程问题的一个聪明方法，一个使用少量的设备的聪明的电路设计，我得到了很大的安慰。\n\n我认为就动机而言，这可能有点像 Fats Waller 所说的摇摆音乐——“要么你得到它，要么你没有。”\n\n如果你没有得到它，你可能不应该如果您不想知道那种答案，请进行研究工作。虽然没有这种动力的人在其他领域可能会很成功，但研究人员应该有极强的求知欲，强烈到根本不在乎是不是5点钟。他愿意通宵工作以找出答案，如有必要，他愿意在周末工作。"
    },
    {
        "id": "295916",
        "创建时间": "2022/3/31 10:27",
        "内容": "Vol.20220327：解题人的特质是什么 - 产品沉思录 · Product Thinking\nhttps://pmthinking.com/post/1184"
    },
    {
        "id": "295919",
        "创建时间": "2022/3/31 10:29",
        "内容": "简化问题\n你面对的几乎所有的问题都充斥着各种无关的信息；如果你能挑出主要矛盾，你就能更清楚地知道你需要做什么。\n\n不管是什么问题，香农说，「将其缩小」。他承认，在这个过程中可能会让问题「消失」。但这正是关键，「你可能把问题简化得和当初不太一样；但大多时候你能够解决这个简单问题，你可以将此解决方案不断改善，直到你回到了当初的那个问题。」"
    },
    {
        "id": "295920",
        "创建时间": "2022/3/31 10:29",
        "内容": "如果有人在某件事上有了巧妙的解决方案，你应该马上问问自己，「我是否能将同样的原则应用到更多领域？我是否能将这个好主意用来解决更大的问题？是否还有别的地方还可以用这种特别的方法？」"
    },
    {
        "id": "295927",
        "创建时间": "2022/3/31 10:39",
        "内容": "香农在黑板上写了一个“P”和一个“S”，分别代表问题和解决方案。他说：“如果你在这个领域里有一定的经验了，你很可能就能找到一个跟P很像的问题，P'，以及它的解决方案S'，你要做的就是找出P与P'的相似处，再以相同的类比推论出S和S'的相似处。这也是为何在一个工作领域的经验有多么重要，因为如果你经验丰富，你能知道上千种已被解决的问题。你的‘思维矩阵’中会充满了各种相关与不相关的P和S。”"
    },
    {
        "id": "295928",
        "创建时间": "2022/3/31 10:39",
        "内容": "伟大的工程师将这些挑战视为一系列小巧的步骤。不要着眼于整个问题，要找出其组成部分，并逐个解决。「但当你真正掌握并抓住了问题的本质后，你可以开始裁剪组件，发现一些部件其实是多余的，当初你并不需要它们。」"
    },
    {
        "id": "295931",
        "创建时间": "2022/3/31 10:39",
        "内容": "搞清楚行业的资金流向，从哪里来到哪里去\n搞清楚有多少玩家在其中，他们之间的关系如何，受什么影响\n我们在哪里，和谁是盟友，又抢了谁的饭碗"
    },
    {
        "id": "295939",
        "创建时间": "2022/3/31 10:47",
        "内容": "《Organising knowledge with multi-level content: Making knowledge easier to understand, remember and communicate》，其中就提到知识地图对于我们理解和运用知识的促进作用"
    },
    {
        "id": "297415",
        "创建时间": "2022/4/2 14:28",
        "内容": "纵观百度的各种问题，在我看来，正是因为过份依赖流量分发而导致的。百度的各项业务，无不依赖流量分发而展开。各种商业模式，无不指向通过流量分发而变现。流量分发所具有的快速变现能力，导致百度几乎不用做任何商业模式的设计，而只需通过搜索引擎，收过路费，赚轻松钱。这导致百度几乎在所有具体的业务层面，都失去了进行深度挖掘的兴趣与意愿。"
    },
    {
        "id": "297420",
        "创建时间": "2022/4/2 14:38",
        "内容": "譬如市面上的笔记类软件，它们都热衷于把收藏与采集做得很完善，却对分享一点兴趣都没有。这是导致笔记类软件一直有需求，却一直很小众的核心原因。\n\n知乎则以内容为基础，以分享为动力，以互动为手段，构建起了一个优质、高效的内容池。既整合了内容，又链接了人。虽然知乎的缺陷在于内容过于发散，经常收敛不住，导致内容常常显得零散，没有结构，但其互动已经足以让知识被用户消化吸收。"
    },
    {
        "id": "297421",
        "创建时间": "2022/4/2 14:38",
        "内容": "百度知道的问题基于搜索引擎的快速决策价值，用户目的非常直接，所以知道的内容几乎没有延伸的必要，也倾向于直接而简单。所以，百度知道的整体风格，是收敛的，指向问题本身的解决。"
    },
    {
        "id": "297422",
        "创建时间": "2022/4/2 14:38",
        "内容": "信息的最大价值需要在流动中才能体现；\n知识的最大价值在于分享而不在于拥有；\n多层次交互才能把外部信息变成自己的知识。"
    },
    {
        "id": "297423",
        "创建时间": "2022/4/2 14:38",
        "内容": "果壳网大胆的预言知识变现模式来临，做了一个以人为核心的在行，结果半死不活的。有可能以人而不是以内容为核心的内容生产方式走不通"
    },
    {
        "id": "297424",
        "创建时间": "2022/4/2 14:40",
        "内容": "“谢邀，人在美国，刚下飞机。（此处省略1万字……）圈内人太多，利益相关，匿了匿了。”"
    },
    {
        "id": "297425",
        "创建时间": "2022/4/2 14:41",
        "内容": "而以内容为主的展现模式，用户以消费内容为目的。这种目的的指向性并不强烈，背后的核心价值需求也并不明确，本身具有打发无聊时间的特征。如果有好的内容，就能够吸引用户，甚至产生互动。但再好的人，你要想与之产生互动，也需要一个理由，并且还需要你去负担对方与你互动产生的成本。所以知乎以内容为外衣，以人为主，正好拴住了供需双方。而百度以搜索引擎为入口，以内容为核心，也恰好闭环了流量。"
    },
    {
        "id": "297427",
        "创建时间": "2022/4/2 14:43",
        "内容": "假如你对下面三个问题有兴趣，你会用百度知道还是知乎呢？\n人的正常体温是多少？\n如何成为一名优秀的产品经理？\n如何看待罗志祥与周杨青分手？\n对于明确且标准答案的问题，为了高效准确，我们倾向于用「百度搜索」，如问题1；对于话题性、观点性问题，如问题2、3，每个人都可以各抒己见，问题也见仁见智，因此适合一群人一起讨论，我们更倾向于用「知乎」。\n\n有一句话总结得很好：「百度知道」止于答案，「知乎」始于答案。产品定位决定了产品在用户的心智。「知乎」正好避开了「百度知道」在有标准答案的问题上的优势，转而攻占有话题性、观点性问题的领域。"
    },
    {
        "id": "297430",
        "创建时间": "2022/4/2 15:10",
        "内容": "将这次成功的内容推广与用户完全忽略右侧栏目中显示的百度链接进行比较，右侧栏显然是百度失去的机会。\n\n右侧栏被视为与当前任务无关紧要的广告或内容，尽管有时它们是有意义的。从长远来看，人们形成了右侧栏的心理模型，并对该区域产生了“横幅盲症”。"
    },
    {
        "id": "297435",
        "创建时间": "2022/4/2 15:56",
        "内容": "发现个细节，用户分享过后时常会忘了收藏"
    },
    {
        "id": "297437",
        "创建时间": "2022/4/2 15:56",
        "内容": "墙内墙外确实有严重的信息不对称，墙外的人对交互的理解落地到了认真学习各大原则、各大定律……\n\n墙内的人对交互的理解落地于：\n\n学写专利：在日常工作思考怎么多想一步，通过专利申请发挥设计在企业中的商业价值。\n\n学看行业：负责产线当前面临哪些挑战，各大竞对基于哪些资源如何解决，当前解决方案有哪些需求还没有被满足；我们有哪些资源、优势可以满足这些需求，我们如何满足这些需求，满足这些需求的服务/产品有哪些独特的竞争力，是否容易被复制，性价比是否高等等。\n\n学做规划：产品/服务分几期迭代，每一期迭代需要满足哪些用户的哪些需求，每期迭代会引入哪些用户角色，对应哪些功能模块，怎么做产品的框架便于后续迭代的拓展等等。"
    },
    {
        "id": "297443",
        "创建时间": "2022/4/2 16:11",
        "内容": "让在线成人小语种市场的巨大机会真正得到正视，靠的是新一代崛起的 Z 世代人群。过去语培行业以留学、求职为主的传统「刚需」，正被 Z 世代年轻人消费观和消费习惯重新定义。Z 世代的年轻人正成长为成人小语种市场的主流用户群体。"
    },
    {
        "id": "297453",
        "创建时间": "2022/4/2 17:03",
        "内容": "有兴趣（UV）和想付钱的比例不是正相关，有兴趣的人群中含有大量的浅层用户，没有达到“一定要”的程度。\n\n事实上付费用户主要与“没办法只能买了”和“我真的很想要这个”两种情绪正相关。\n前者一般基数不小，但是会挨骂；后者一般基数会小，但不绝对。"
    },
    {
        "id": "297455",
        "创建时间": "2022/4/2 17:13",
        "内容": "那么为什么小语种专业的学子会转行做英语up主呢，为什么不从事小语种视频教学分享呢。还是面对的市场太小，客户不能产生购买欲望。你愿意去学习阿尔巴尼亚语吗？不愿意。你关心澳大利亚的袋鼠吗，不关心。"
    },
    {
        "id": "297517",
        "创建时间": "2022/4/2 21:27",
        "内容": "当行业内充斥大量竞品时，做“不只是工具的工具”是不现实的，仅当行业内缺少好产品时，才有机会做到"
    },
    {
        "id": "297609",
        "创建时间": "2022/4/2 23:54",
        "内容": "MBTI性格测试最终指向只是为了使我们拥有一个良好的机会——从另一种旁观视角更好地了解自己，掌握意识之外忽略的信息。"
    },
    {
        "id": "299839",
        "创建时间": "2022/4/5 12:30",
        "内容": "反派强大的根源不是异能或武力，而是煽动性的语言，高超的智力，疯狂的努力，比英雄的伙伴更了解英雄，更知道他们的软肋，比起击败英雄的肉体，更追求玷污英雄高洁的灵魂，可能这才是反派的最高追求，也是反派的至高魅力吧。"
    },
    {
        "id": "300300",
        "创建时间": "2022/4/6 0:07",
        "内容": "眼动研究：si会更专注于内里的经验所以pattern少且很和缓。se专注于外部具体物体所以看的时候会回到具体的一点盯着。ne边说边想还得不断focus（害挺累的），而且会不自觉的吸收外部信息加工，所以会扫视且有意识注视和回到一点，但频率很低。ni会顿悟且更专注于内心想法的加工，所以会两点一线地看。"
    },
    {
        "id": "301116",
        "创建时间": "2022/4/7 15:57",
        "内容": "有人的地方才有机会，那些边垂小镇，虽然物价低廉，生活安逸，但是因为人少，所以做什么天花板都很快达到。"
    },
    {
        "id": "303895",
        "创建时间": "2022/4/12 17:34",
        "内容": "根据艾瑞咨询2015年的数据，中国语言培训市场中除英语、汉语外，其它语种的占比在26%左右。如果语言培训市场规模以2000亿来计算，小语种培训市场的整体规模约在500亿左右。如果以其它行业进行类比的话，近期引得腾讯、王思聪等企业和个人频繁下注布局的电子竞技行业在经历了几年的快速发展后，也仅有100亿左右的市场。尽管不算大，小语种的市场也不算小。"
    },
    {
        "id": "308982",
        "创建时间": "2022/4/20 10:57",
        "内容": "由于个人经验限制，早年读他的书总感觉像是教科书般无聊，说的都是人尽皆知的大白话；而近年来重读则发现，这些大白话才是实事求是的真经 —— 朴素的道理往往隽永，但却总是不合时宜。"
    },
    {
        "id": "308983",
        "创建时间": "2022/4/20 11:09",
        "内容": "这也从另一个角度说明了，企业家不仅仅是「做小买卖的老板」，而是那些具有「进取心」的人。这种进取心是一种行动，而不是人格特征 —— 任何有勇气面对决策的人，都可以通过学习具有这种精神，无论你是一个独立个体，还是一位雇员，还是飞船上的领航员。"
    },
    {
        "id": "308984",
        "创建时间": "2022/4/20 11:14",
        "内容": "企业家不仅仅是「做小买卖的老板」\n而是那些具有「进取心」的人。\n\n这种精神意味着，任何有勇气面对决策的人都能够通过学习成为一名企业家，并表现出企业家精神。\n\n因此，企业家精神是一种行动，而不是人格特征，它的基础在于观念和理论而非直觉。所以对于拥有这种精神的人来说。变化是常态，这也意味着他们总是不安分的寻找变化，然后将其视为机遇加以利用。"
    },
    {
        "id": "308997",
        "创建时间": "2022/4/20 11:25",
        "内容": "親愛的光一：\n\n我非常高兴知道你的消息。也知道你在一家研究实验室里有个适宜的职位。\n\n不过你信中的语句看起来很哀伤，这令我有点忧心。好像你的老师给了你一个没什么意思的想法，不太值得花很大的力气去研究。\n\n其实一个问题有没有价值，并不在于问题本身的大小，而是看你是不是能真正解决它，或有助于解决它。这样，你的辛苦就有真正的贡献，不是白费的。\n\n在科学界，只要是出现在我们面前而还没有解决的问题，我们却有办法向答案推进一点，这就是伟大的问题。我倒是想建议你，先找一些更简单的，或者如你说的，更卑微的问题，让你可以轻易解决掉。不管问题多么平凡都没关系，你会尝到成功的喜悦。而且要经常协助同事，就算回答那些能力不如你的人所提的问题，都是值得做的，都会累积自己的成就感。不要因为“什么问题没意思、什么问题才有价值”这种错误想法，而一直闷闷不乐，剥夺了自己对成功的喜悦。\n\n我们相遇的时候，正是我生涯上的巅峰期。因此在你眼中，我对问题的解决能力，简直像神一样，好像什么都难不倒。\n\n但是我当时还带另外一位博士生希布斯（Albert R. Hibbs），他的博士论文只是研究风如何把海水吹出浪花。我接受他是因为他带著自己想解决的问题，跑来找我指导。\n\n我对你犯了一个错误，就是我指定了一个题目给你，而不是你自己找的题目。这让你误解了题目的意义，认为有些问题是有趣的、令人欣喜的、或重要而值得的——也就是，你认为有些问题值得你花功夫去解决，有些则不然。真抱歉，请原谅我的疏忽。希望这封信能稍微有点补救效果。我自己研究过无数的问题，有很多都是你说的那种卑微的、末节的问题。但是我觉得很开心，而且做得很卖力。因为我有的时候会得到部分成果。\n\n我举一堆例子：\n我研究过高度抛光表面的摩擦系数，想知道摩擦力是怎么运作的（结果失败了）；\n也研究过晶体的弹性与原子之间的作用力有怎样的关系；\n怎么把金属电镀到塑胶物体上（如门把）；\n中子如何扩散出铀原子；\n电磁波如何从玻璃的薄镀膜反射；\n爆炸的时候，震波是怎么形成的。\n我也设计过中子计数器；\n计算轻原子核的能阶；\n探讨为何某些元素会捕获L层的电子，却不会捕捉K层电子。\n我还研究了如何把纸折成某几种童玩的广义理论；\n紊流理论（我在这上面花了好几年功夫，可惜没有结果）；\n当然还有量子理论的那些“比较伟大的”问题。\n\n你说自己是个无足轻重的小人物。 但我要说，你对你太太和孩子而言，可不是小人物。 如果你的同事带著问题来，得到满意的答案回去，那你也不是小人物。 你对我当然也不是小人物。\n\n对我来说，你不是无名之辈。\n不要对自己保持无名状态——这是一种太悲伤的方式。\n知道自己在这个世上的定位，努力扮演好自己的角色。\n了解自己在世界上的位置，公正地评价自己。\n不要根据自己年轻时幼稚想法来论断自己，也不要根据你对老师理想的错误想象来评论自己。\n\n祝你好运而愉快。\n\n诚挚的祝福理查德．费曼"
    },
    {
        "id": "309000",
        "创建时间": "2022/4/20 11:26",
        "内容": "Angela Jiang 说我曾经为一个专家小组雇佣成员来处理一个复杂的问题。我们聘请了一位思想开放、学习意愿强烈的求职者，但与其他大多数求职者相比，他不那么注重细节。经过一段时间的在职培训，他开始适应。\n\n然后他开始学习如何编码。编码并不是作为专家被要求的，他只是简单地喜欢编程，并想在这方面做得更好。很快，他开始编写脚本，查询数据，并为整个团队构建有用的工具。他成了寻求帮助的第一人，几乎每个项目都用到了他写的东西。\n\n不久，他开始成为团队中最有利用价值的成员。我们意识到，尽管他不是最好的表现者，但他是最有价值的人之一。我们决定扩大他的 scope，包括更多的工程和更大的组织范围。他的加速度比我们最初给他的环境要快。从这个意义上说，我们只是在遵循他自己设定的轨迹。"
    },
    {
        "id": "309036",
        "创建时间": "2022/4/20 11:36",
        "内容": "信任是伪命题，真正的问题在于如何为别人解决问题"
    },
    {
        "id": "309367",
        "创建时间": "2022/4/21 9:55",
        "内容": "Problem Finding — not just Problem Solving \n发现问题⽽不仅是解决问题"
    },
    {
        "id": "309368",
        "创建时间": "2022/4/21 10:13",
        "内容": "范式转移的定义是：一个领域过去大家都共同认可的方法论/理论体系/假设等发生了改变。\n\n范式转移下，会大量涌现出“非共识且正确”的金点子，因为几乎所有人都在过去的体系中，尤其是屁股决定脑袋的既得利益者，极难修正自己的认知框架。\n\n每次范式转移，总会出现“闪了腰”的老霸主、拥有崭新组织和业务的新霸主和一群“看不见、看不懂、看不起、追不上”的失意者。"
    },
    {
        "id": "310484",
        "创建时间": "2022/4/24 0:37",
        "内容": "很不幸，时间的流逝永远不会停止。\n光阴似箭，你的过去在不断增多，你的未来在不断减少。\n未知的可能性只会越来越少，而无法改变的后悔在积緊成山。\n你明白了吗？"
    },
    {
        "id": "310607",
        "创建时间": "2022/4/24 16:25",
        "内容": "从文字到图片，再从音频到视频，搜索演化的轨迹与内容变化方向是一致的。换句话说就是，内容在哪里，搜索行为就在哪里。"
    },
    {
        "id": "310608",
        "创建时间": "2022/4/24 16:27",
        "内容": "到了移动互联网时代，App成了各自领域内容的重要入口，这时候每个App就像一座座数据孤岛。传统搜索引擎无法有效获取到“孤岛”上的内容，再加上用户注意力被不断分散到短视频、电商等垂直应用上，传统搜索引擎的优势逐渐丧失。\n\n而且各种超级内容App都在各自的内容领地里做自己的搜索引擎，这就导致用户的搜索阵地从传统搜素引擎转移到内容型社区。在知乎查专业知识，在小红书看生活日记，微博上有大咖观点，抖音快手还有各类视频化常识……\n\n无论以上哪种搜索模式，都是在自己擅长的领域中，以用户为中心，精准地提供其他渠道所缺乏的信息和服务。"
    },
    {
        "id": "312893",
        "创建时间": "2022/4/30 19:06",
        "内容": "认真的对待生活就是对生命最好的尊重\nhttps://www.bilibili.com/video/BV1y34y1s7x7?spm_id_from=333.851.b_7265636f6d6d656e64.3"
    },
    {
        "id": "313668",
        "创建时间": "2022/5/2 14:43",
        "内容": "余光中先生赞美哈雷彗星中有一句：下次你路过，人间已无我。"
    },
    {
        "id": "316839",
        "创建时间": "2022/5/9 18:36",
        "内容": "e.g Saffo的“强意见，弱坚持”观点\n强意见：让你的直觉引导你得出结论，无论多么不完美\n弱坚持：证明自己错了。\n\n如果你发现了反驳假设的信息，那么就改变你的假设。即使面对相互矛盾的信息，也不要固守你最初的想法、决定或预测。"
    },
    {
        "id": "317793",
        "创建时间": "2022/5/11 18:08",
        "内容": "尽管Macintosh是围绕呈现应用程序的用户界面而构建的，但Windows（顾名思义）是基于以下理念构建的：窗口本身应是UI的基本单元，而应用程序的唯一概念是MDI样式的容器窗口。从UI的角度来看，X11还认为应用程序不重要。单个进程甚至可以在连接（非常新的）局域网的多台计算机上的多个显示器上打开窗口。\n\nWindows风格方法的麻烦在于您无法进行某些形式的用户交互，例如仅通过菜单栏打开，并且用户无法真正保证当窗口消失时某个进程实际上已经退出。Macintosh用户可以轻松切换到没有Windows的情况下运行的应用程序以退出或使用它，但是Windows绝对没有提供用户与该过程进行交互的方式。（除了要在任务管理器中注意到它并杀死它。）而且，用户不能选择让一个进程继续运行，以便他们可以重新启动它而无需重新启动它，除了保持一些可见的UI不受进程混乱的影响之外。屏幕上，并且消耗（当时非常有限）资源。在Macintosh上有一个“应用程序”菜单用于切换时，Windows普及了一个“任务栏”，它显示所有顶级窗口，而无需考虑打开它们的过程。对于繁重的多任务处理程序，“任务栏汤”被证明是不可靠的。对于更基本的用户而言，关于什么才是真正的“顶级窗口”的可预测性有时会令人迷惑，因为关于哪个窗口实际显示在栏上没有可学习的规则。"
    },
    {
        "id": "317794",
        "创建时间": "2022/5/11 18:08",
        "内容": "https://qastack.cn/unix/4618/why-mac-applications-never-get-closed\n为什么Mac应用程序永远不会“关闭”？"
    },
    {
        "id": "318161",
        "创建时间": "2022/5/13 14:16",
        "内容": "关注你在解决的问题，是品牌战略的基础。这不是关于「看着我，听我说，为什么我很棒」相反，它是「这是我理解你的需求，这是我在这里帮助你的方式」，应该以消费者为中心，而不是以自身为中心。"
    },
    {
        "id": "319195",
        "创建时间": "2022/5/16 8:43",
        "内容": "解决问题的第一步是要承认问题的存在"
    },
    {
        "id": "319454",
        "创建时间": "2022/5/17 9:36",
        "内容": "删除功能的8点\n战略调整：不再与公司方向一致，如百度外卖\nBug：向客户提供价值存在太多问题或不直观，如早期微信的「应用中心」\n时效性：回报自然递减，如一些运营活动增加的事件\n利基：仅吸引一小部分用户，如 flomo 的随机漫步\n过时：曾经重要现在不重要，如 UCweb 的省流量压缩技术\n冗余：和其他人竞争时发现更好地解决方案\n不兼容：和现有产品结合不够紧密\n技术成本：维护费用过高"
    },
    {
        "id": "323715",
        "创建时间": "2022/5/23 14:53",
        "内容": "有看过某部作品/玩过某部游戏…看词单和没有对应经历的人看词单的人反应完全不同。\n与心理表征有一定关系"
    },
    {
        "id": "324354",
        "创建时间": "2022/5/25 10:56",
        "内容": "历史中的“编年体”写法很值得参考，首先对学科整体逻辑有一个基本认识，然后按照学科发展的逻辑，循环螺旋上升的发展过程，把基本逻辑体系不断强化，那些一个一个的\"研究中的问题“像水波和树杈一样，逐步发散开来，最后形成一个规模更大，更完备的逻辑体系，类似于打怪升级的学习过程，不至于让学习者一上来就被一堆概念搞蒙。我把这种行文方法称为”中心辐射法“，画一个小圈子，然后从小圈子往外拓展。实际上我们从小学到初中再到高中接受的教育过程，就是一个洋葱的结构，一层一层向外，有机结合。"
    },
    {
        "id": "324356",
        "创建时间": "2022/5/25 10:58",
        "内容": "这种从基础概念开始，一块一块地讲述方式，对初学者是不很友好的。因为初学者没有对学科逻辑体系的认识，而一块一块地讲，要讲到后半段才能大致建立起学科的逻辑体系，这就导致在前半段的学习过程中总觉身处迷雾，到最后感觉豁然开朗（前提是有毅力坚持下来），这种过程往往被称为“顿悟”。\n\n这种类似”纪传体“的教材学起来初期比较吃力，很多人坚持不住，在一堆困惑中放弃了学习，最后还是在考试压力下自学。"
    },
    {
        "id": "329602",
        "创建时间": "2022/6/6 16:01",
        "内容": "八极魔君便曾言之，此子心狠手辣，胆大包天，做事果断，冷酷无情。偏又胆色过人，心思慎密，意志坚定，狡猾如狐。"
    },
    {
        "id": "330465",
        "创建时间": "2022/6/8 17:17",
        "内容": "菲利普.科特勒的《营销革命4.0》中提到营销目前共分为四个阶段：\n\n阶段一：满足客户的需求——以产品为中心。当需求大于供应，市场营销最有利的手段之一是：广而告之。\n\n阶段二：吸引客户的内心——以消费者为导向，需要向消费者诉诸情感和形象——品牌的诞生。当供需关系处于平衡阶段，市场营销开始主打产品卖点，建立品牌认知，聚焦于特定的消费群体。\n\n阶段三：迎合客户的心智——合作性、文化性、精神性的营销（价值驱动）。供应已经超过需求，市场竞争异常激烈，比如雷军当年创建小米时遇到的困境，手机高端市场已经被苹果、三星等品牌占据，中低端市场已经被“中华酷联”和一众山寨机分割殆尽。\n小米的营销口号“为发烧而生”，通过宣扬企业产品价值观来获得目标用户的身份认同感，快速获得品牌的快速增长。\n\n阶段四：帮助客户实现自我价值。企业通过数字化用户行为而更全面、量化地洞察用户的需求，挖掘用户更深层次的诉求，围绕用户的需求和价值去组织生产、经营活动。"
    },
    {
        "id": "331230",
        "创建时间": "2022/6/11 11:43",
        "内容": "真正灵魂高级的人，或多或少都会带一点抑郁，抑郁的本质就是看穿后的善良。而看穿后的无能为力，治愈不了自己，却又不忍心伤害其他人，除了在抑郁中伤害自己，别无他法..."
    },
    {
        "id": "332969",
        "创建时间": "2022/6/18 13:36",
        "内容": "你宁愿为理想而死，却不愿为理想而战"
    },
    {
        "id": "336559",
        "创建时间": "2022/6/27 11:14",
        "内容": "如果说礼仪教化了人类，那么 UX 这门学科就教化了技术。两者都解决了一个混乱、复杂的系统的问题，这个系统本质上容易出现不良行为，并诱导它产生更适合社会互动的行为。两者都成功地揭示了可理解的、可接受的行为，而更关键的是，隐藏了大部分其他的行为。"
    },
    {
        "id": "336560",
        "创建时间": "2022/6/27 11:14",
        "内容": "在 UX 中，我们试图隐藏这样一个事实，我们的界面是建立在机器之上的。大块的金属与电流相互作用，在物理资源限制下执行严格的逻辑。我们努力使我们的系统具有容错能力，或者至少优雅地失败。一个应用程序被冻结，哪怕是一秒钟，或者向用户显示一个神秘的错误消息，都是可耻的。蓝屏是人类免疫系统的失误，大致相当于在餐桌上呕吐，它中断了程序，过于生动地提醒我们系统内部出了什么问题。Apple 把隐藏其实现细节当成了一种宗教。它的硬件是出了名的封装。不会屈尊露出哪怕是一个螺丝钉，它的制造技术允许让它几乎是无缝的。"
    },
    {
        "id": "336561",
        "创建时间": "2022/6/27 11:14",
        "内容": "汽车的影响不仅限于经济，它的面世导致了建筑环境的巨大变化，房屋、城镇和城市都围绕这种全新的交通方式进行了重新设计。\n\n消费场景：汽车改变了人们生活和工作的半径范围，也改变了建造学校、商店、医院和工厂时的选址。人们第一 次纷纷从城镇搬到郊区，搭乘汽车通勤。与此同时，城市中开始出现免下车餐厅、电影院、购物中心和仓储式大卖场。"
    },
    {
        "id": "336562",
        "创建时间": "2022/6/27 11:14",
        "内容": "支配是通过暴力恐吓手段从他人那里获得社会地位；而声望则是通过做出印象深刻的事情或拥有某种特质来获得。比如发动世界大战的墨索里尼，和非暴力不合作的甘地，就践行了两条截然不同的获取社会地位的路径"
    },
    {
        "id": "336570",
        "创建时间": "2022/6/27 11:22",
        "内容": "作为一个用户，你无需在意是否积累了混乱，是否需要清理东西，是否需要管理什么东西，你只是做你想做的事情。它就在那里。而且，这一切都是为你管理的\n\n干净，专注。传统的窗口环境恰恰相反。默认情况下，它们是混乱的，您打开的所有内容都会导致混乱。一切都涉及你必须管理事物的位置以及事物如何相互掩护等等。然后你负责一直清理自己。\n\n但即使是这些东西的安排方式，我们也确保窗户总是可以进入的，而不是互相遮盖。因此，您不必对其进行管理。然后，当您转到下一个应用程序时，您将返回到干净的单窗口体验。而且，我们让一切仍然可供您访问。所以你有你最近的应用程序，它不是在脑海中看不到的，它们在那里是为了快速多任务处理。但是他们没有妨碍并混乱一切。"
    },
    {
        "id": "336575",
        "创建时间": "2022/6/27 11:25",
        "内容": "如果我欣赏一个作品，我会主动联系作者，这通常会带来对话，有时还会有深入的了解。当你联系一个人，一半时间他们不回复，一半时间他们回复。不回复也没有什么损失，但是回复了能带来巨大的收获。"
    },
    {
        "id": "337411",
        "创建时间": "2022/7/1 18:16",
        "内容": "初识「Honk」，其当时与其他社交 App 最大的创新在于直播式的文字聊天。聊天过程中，对方输入文字、修改文字的过程，都会实时地在一个聊天气泡中呈现，而且不会保存任何记录。"
    },
    {
        "id": "338265",
        "创建时间": "2022/7/3 23:14",
        "内容": "手机已经是我们的一个器官，一个用来增强人类智能的工具 —— 只不过我们已经麻木于每年的常规升级，忽略了这种创新让人激动的时刻，更多聪明的头脑都在思考如何利用人性的缺陷让他们更多的点击广告。"
    },
    {
        "id": "344354",
        "创建时间": "2022/7/14 8:17",
        "内容": "健身健的其实是意志，肌肉只是附送品"
    },
    {
        "id": "359713",
        "创建时间": "2022/8/3 13:02",
        "内容": "关于克制，张小龙的答案是：我们内部不提克制，克制是压抑自己的想法，我们表现出来的克制只是因为想明白了"
    },
    {
        "id": "359738",
        "创建时间": "2022/8/3 14:13",
        "内容": "再来看现实世界，在麦当劳出现之前，汉堡的种类繁多——你永远不知道你会得到什么，因为没有「标准」的汉堡。但后来麦当劳决定将他们的产品标准化；无论进入全球哪家麦当劳，你都知道自己会得到什么。或许做个性化汉堡的餐厅依旧存在，但是中等规模的汉堡连锁店则逐渐消失。\n\n当下消费者的选择是：要么找到不为人知的小众产品，要么选择得到大众市场的东西。要么是精品咖啡，要么是星巴克；要么是喜爱的作者开通的付费专栏，要么是无聊刷刷微博热榜；要么是 lululemon ，要么是优衣库 …… 像不像一个杠铃？"
    },
    {
        "id": "359739",
        "创建时间": "2022/8/3 14:13",
        "内容": "卡在中间的问题是，你可能能找到部分用户，但是由于规模无法超过巨头的定价权而导致利润率不高；同时又不像小众品牌有狂热的粉丝愿意支付高额溢价。更尴尬的是，如果再叠加更多的业务，因为规模复杂但特色不突出，投资回报率会更低。\n\n所以在丰饶时代想要启动新业务时，可以从这两个视角来思考：\n\n是否能尽可能在单点差异化 —— 在某个细分市场提供独特的品牌和承诺（比如产品沉思录选择的中观视角，flomo 选择的卡片笔记）\n是否能成为基础设施和标准 —— 在大众市场提供足够的便利和安全（比如 Airtable 试图成为新时代 Excel）\n许多互联网初创产品总是想快速增长，就会想到叠加功能，但这却是一个陷阱。因为早期用户往往因特色的而来（但他们会叫嚷着让你加功能），但如果叠加的平庸功能越来越多，特色也就被稀释了。最终变成一个比上不足比下没差异的产品，最终被抛弃。"
    },
    {
        "id": "359742",
        "创建时间": "2022/8/3 14:21",
        "内容": "从源头那里寻找洞见\n\nBrian有一套自己的学习方法论——整合分歧想法（ synthesizing divergent ideas），即去意想不到的源头那里寻找洞见；例如，如何成为一名顶尖招聘者，Brian可能不会去找人力资源总裁，而是向体育经纪人学习，因为体育经纪人的事业发展好坏决于能否吸引到天才运动员。"
    },
    {
        "id": "359744",
        "创建时间": "2022/8/3 14:28",
        "内容": "PS：这也和之前 flomo 一个千人样本调研结果很类似，用户最关心的是：极简输入，全平台免费同步，而非那些创新性的功能。所以这也和我们当时思考类似 —— 那些双链，星图，脑图，白板未必是大多数人关心的 —— 虽然他们会在访谈中反复提到。"
    },
    {
        "id": "360493",
        "创建时间": "2022/8/4 19:04",
        "内容": "如果是高顶房车，不影响走路的情况下，升降床是个不错的的选择，直接加在卡座区上面，不要动不动就搞2-3个床出来，很多选择van做房车的，都是年轻人，最多就是2个人小情侣，搞那么多床，占用多少空间，也是屁用没有。还有一点，后置厨房和厕所才是最符合中国人使用习惯的。中置厨房啥也做不了，只会搞得到处都是油烟和水。外置柴油灶的更是屁用没有，傍晚野外就是蚊子的天堂，你还没做好饭，就已经被蚊子吃了。而且很多收费停车场，根本不会让你用外置炊具做饭。后置厨房厕所几乎完美解决了这个问题。如果再加一个定制的车尾帐篷，就可以实现客厅的全部拓展功能，只要有水，带个折叠浴缸，泡澡都不是梦。"
    },
    {
        "id": "361646",
        "创建时间": "2022/8/5 14:30",
        "内容": "而针对2016年4月这一历史最高峰的时间点，我们看到，豆瓣在16年3月18号，对“书影音”这一豆瓣核心功能进行了优化，对“找电影”的搜索算法进行优化、可对“影人”进行搜索、在首页“豆瓣猜”根据兴趣进行算法推荐，这几项私人定制式的内容推荐可谓效果非凡。从此可以看出，“书影音”这一豆瓣核心功能的重要地位。\n\n综上，豆瓣app在书影音评分方面的权威地位暂时无人撼动，这使得它的目标用户来源可以非常广泛，潜在用户很多，“帮助你通过你喜爱的东西找到志同道合者，然后通过他们找到更多的好东西”这样的兴趣社交定位使得它可以接纳各种各样想通过书影音爱好结交朋友的人。因此，豆瓣app的目标市场非常广阔，边界很宽，它得以以点及面，开展非常全面而综合的业务形态，使其可以有效规避风险，在瞬息万变的市场中活下来。"
    },
    {
        "id": "361662",
        "创建时间": "2022/8/5 15:18",
        "内容": "虽说“书影音”是豆瓣所有业务的基石，但从用户使用场景角度来说，用户进入“书影音”这个功能模块的频次并不高，原因在于：用户一般是看了某作品、或经推荐、或想到某作品才会打开app使用这个工具查评分、信息，一般多用搜索框查找，而去到“书影音”模块找作品的使用场景并不多。"
    },
    {
        "id": "361663",
        "创建时间": "2022/8/5 15:28",
        "内容": "观影分析报告就更赞了，可以通过数据清楚地了解自己的观影习惯，既能看到阅片量（如下中间左图），还能看到自己最常看的导演、演员、影片地区分布（如下中间右图），用户还可以通过查看别人的观影习惯找到有共同爱好的友邻。例如，如果大家都常看诺兰导演的片子，一定会有很多的共同话题，社交关系就建立起来了。期待豆瓣后续可以推出阅读分析、听歌分析、同城活动分析等。"
    },
    {
        "id": "361667",
        "创建时间": "2022/8/5 15:38",
        "内容": "陈睿在2019年9月接受《晚点》采访的时候说：“互联网只有两种产品，优秀的和死掉的。……B站增长的动力基本来自于，我希望B站很好的活下去；小国寡民是开心，但你是世外桃源也会被坚船利炮干掉。很多人会觉得，你曾经很小体验很好，是不是永远不要长大，这个想法很幼稚，猫扑是什么下场。”\n\n应该说陈睿对互联网行业的竞争残酷性是有非常清醒的认知的，不会抱有天真的幻想，同时又怀着勇气去积极的面对挑战与竞争。后来2020年初疫情尚未爆发的时候，陈睿在B站内部把“优秀与死掉”的问题直接变成了一个更具体的标准：成为互联网一线企业。"
    },
    {
        "id": "370063",
        "创建时间": "2022/8/15 10:25",
        "内容": "但平均而言，公交车时刻表表明了一个高度确定、低能量、低熵的未来的存在和可用性，你可以参与其中。\n这个未来不仅仅是可预测的，对于其中的事件来说是低能量的，它需要能量来破坏。要打乱公共汽车时刻表上的单一到达，需要类似于交通混乱的情况。扰乱整个城市一天的公交时刻表需要极端天气之类的因素。要干扰它几个星期，需要像战争一样的东西。\n所以一个有时间表的未来就像一个时间水晶，高度可预测的事件运行在一个稳定的，低潜力的最佳状态。"
    },
    {
        "id": "370065",
        "创建时间": "2022/8/15 10:26",
        "内容": "如果你和你的邻居，每小时坐同一辆公交车去同一个办公室，在7:50和7:55离开家，搭乘同一辆8:03的公交车，你们的未来已经趋于一致。"
    },
    {
        "id": "370066",
        "创建时间": "2022/8/15 10:27",
        "内容": "也许，当我们思考未来的时候，我们需要更少的“远见”，更多的是时刻表。"
    },
    {
        "id": "370068",
        "创建时间": "2022/8/15 10:31",
        "内容": "比如在《成为乔布斯》一书中关于 iPod 的诞生，其背后源自于：\n\nApple 试图用 iMovie 进入消费者市场，但是视频剪辑市场尚未成熟一直不温不火，直到被 Nepster 刺激后，才转型做音乐管理，收购了 Soundjam 魔改为 iTunes，这也为管理 iPod 歌曲埋下了伏笔。\n因为 2000 年前后日本东芝发明了一个口袋大小的硬盘，恰好被 Apple 的鲁宾斯坦关注到，才有了大容量存储的可能。\n因为有了大容量，所以才需要有一种特殊的导航方式来选择歌曲。而 ivy 设计的滚轮导航之所以能发挥巨大的价值，则在于软件的配合。\niPod 的软件来自于之前失败的牛顿平板，并且还加入了 PortalPlayer 的基础文档管理系统，也混合了一些 Mac OS X的一些元素。"
    },
    {
        "id": "370080",
        "创建时间": "2022/8/15 10:45",
        "内容": "我们在生产的东西，本质上都是信息。抛开音乐、电影等纯粹信息产品不算，连自行车和鞋子，都是信息的产物。因为我们通过信息的传递将这些东西从无序的自然界中提取出来，做成有序的物品/服务供个更多人使用。所以麻省理工学院媒体实验室的 César Hidalgo ，把这些都称之为信息的表现形式。"
    },
    {
        "id": "370412",
        "创建时间": "2022/8/15 21:30",
        "内容": "如果你想要答案，你可以问机器\n如果你想要问题，你就得雇一个人\n——KK"
    },
    {
        "id": "371782",
        "创建时间": "2022/8/17 16:15",
        "内容": "“整个词典的产品竞争力就建立在数据挖掘的基础上”，周枫将词典产品的成功归因于大数据思维和方法论。有道超越金山词霸的关键在于，用户可以查询到大量新词汇和专有名词。根据周枫的统计，用户在网络上查询的词汇，有一半左右是无法在传统的纸制词典里找到的。许多时候用户想查的根本就不是一个传统上的英文单词，例如是一个公司名字。“我们通过去互联网上找所有的网页和相关内容，通过数据筛选可能的解释，来解决这个问题。”周枫说。有道在做的其实是让机器变词典，让用户得到一种能找到90%或者95%他要找的信息工具。"
    },
    {
        "id": "371783",
        "创建时间": "2022/8/17 16:16",
        "内容": "在专业翻译领域，有道是将线下零散的翻译生产力组织起来，通过互联网实现更有效合理的利用，企图建立“翻译行业的亚马逊”。有道专业翻译上线一年多，已拥有近千名译员，累计客户超过5万人，月收入逾百万。在包塔看来，国内翻译市场是一个近300亿的大盘子。"
    },
    {
        "id": "371784",
        "创建时间": "2022/8/17 16:17",
        "内容": "有道的盈利有赖广告收入，包括品牌在词典内容中的植入式营销和通用型数字广告投入。后一种模式是结合人们在智能手机上的查词和翻译需求，实现与单词和翻译内容匹配的精准广告和场景化营销。“最简单的变现办法当然就是广告，广告的好处就是它的适应性非常好，所有的地方都可以做广告。”周枫说， “在一些垂直领域，存在更加有价值的增值服务机会。比方说我们现在已经在做的人工翻译服务，通过互联网做人工的翻译服务。”据周枫透露，过去一年，有道整体收入在1亿元左右，其中90%来源于广告收入。如今这家公司正寄望移动互联网广告的爆发性增长。"
    },
    {
        "id": "371791",
        "创建时间": "2022/8/17 16:25",
        "内容": "命名实体识别（Named Entity Recognition，简称 NER），又称作“专名识别”，是指识别文本中具有特定意义的实体，主要包括人名、地名、机构名、专有名词等。在美团搜索场景下，NER 是深度查询理解（Deep Query Understanding，简称 DQU）的底层基础信号，主要应用于搜索召回、用户意图识别、实体链接等环节，NER 信号的质量，直接影响到用户的搜索体验。\n\n\n美团搜索中NER技术的探索与实践\n原文链接： https://www.infoq.cn/article/rskf0vdwhwui15a03akx"
    },
    {
        "id": "371798",
        "创建时间": "2022/8/17 16:37",
        "内容": "网易有道财报显示,2021年第一季度,网易除K12外的业务收入,主要来自成人教育和硬件,其中成人教育营收2.99亿元,同比增长17.8%,硬件营收2.02亿元,同比增长279.8%。\n2021年第一季度销量增加超过29.7万支,其中专为孩子设计的网易有道词典笔在行业稳居第一。\n今年京东618期间,网易有道词典笔的表现也颇为亮眼,不仅再次荣登京东电子词典类目销售额第一。\n仅6月18日当天,有道词典笔销售额同比增长165.8%,前11小时销售额就已超去年全天。在天猫生意参谋公布的截至到6月20日的618活动数据中,网易有道产品销量也稳居电子词典品牌榜首位。"
    },
    {
        "id": "372440",
        "创建时间": "2022/8/18 12:10",
        "内容": "千军举枪向孤影，谁人才是真胆寒"
    },
    {
        "id": "378536",
        "创建时间": "2022/8/26 12:41",
        "内容": "一念未来能不能通过智能分析、拼接，有机地组成更有逻辑性的灵感素材，从管理灵感的工具演变为赋能创作的平台。"
    },
    {
        "id": "380649",
        "创建时间": "2022/8/28 16:00",
        "内容": "年轻人需要的是大办公桌，而不是床"
    },
    {
        "id": "381413",
        "创建时间": "2022/8/29 13:03",
        "内容": "后来我发现，被尊重有很多种，有人有钱被尊重，有人有才被尊重...\n但被绝大多数人尊重的是什么样的人？是面对悲惨绝境的时候能够拿出常人所不及的意志、是面对世俗常规的时候能表达坚定不移的价值观、是面对大是大非的时候能真实的正视自己的内心。\n\n这个时候不在于成败，在于人性的光辉。\n能从这种人性的光辉上感觉到生命的力量，甚至能抚慰生命无意义这种残酷的事实所带来的空虚孤独。"
    },
    {
        "id": "381632",
        "创建时间": "2022/8/29 15:18",
        "内容": "进行有效预测的方法是通过一系列糟糕的预测。\n1.在彻底搜索数据之前，不要做出判断，而是强迫自己根据现有的信息做出预测\n2.系统地将其分解，积极收集支持或反驳假设的信息\n3.利用所获得的见解来指导搜索进一步的信息，用数据来迭代改进\n4.重复这个过程几次，就会很快得到有用的预测，直到得到正确答案"
    },
    {
        "id": "381673",
        "创建时间": "2022/8/29 17:44",
        "内容": "认为只要说服力强，就能摆平争议，这只能说明你的经历还不够多。唯一解决问题的方法是建立权威，而权威又要用足够多的成功案例来为自己背书。"
    },
    {
        "id": "381674",
        "创建时间": "2022/8/29 17:45",
        "内容": "产品有自己的生理曲线与生命曲线，最后长成什么样子，有多大，仆街吗，都是自然演变出来的。而这个自然演变的上限，在产品建模的时候已经定下来了，几乎无法更改。这就是我经常说的边界论，宿命论。"
    },
    {
        "id": "381675",
        "创建时间": "2022/8/29 17:46",
        "内容": "不要盯着竞品不放，专注在自己的目标上面，打败谁超过谁不是目的，做到什么阶段实现什么价值才是目的"
    },
    {
        "id": "381676",
        "创建时间": "2022/8/29 17:46",
        "内容": "工具类产品必然是满足某一些具体的需求，但娱乐类产品有时候是创造需求，这点很有意思"
    },
    {
        "id": "381677",
        "创建时间": "2022/8/29 17:47",
        "内容": "一款产品做得好不好，即产品设计和运营品质好不好，其实并不重要。最成功的产品不是因为它做得好，而是它更好地(往往是更早地)发现和满足了某一个细分市场。最终的结果是由市场体量决定的，不是由产品本身决定的。"
    },
    {
        "id": "381678",
        "创建时间": "2022/8/29 17:47",
        "内容": "正确的产品设计一定能反推出强大的逻辑链，但强大的逻辑链不一定能推导出正确的产品设计。这就是做产品之所以被称之为玄学，也是我认为做产品读书无用论的原因所在。"
    },
    {
        "id": "381679",
        "创建时间": "2022/8/29 17:48",
        "内容": "产品体验是产品提供的“用户价值”的一部分，并且是不影响成败的部分。好的产品经理应该聚焦于对用户价值的追求，产品体验只是个人品味的自然流露，不需要刻意去考虑"
    },
    {
        "id": "381680",
        "创建时间": "2022/8/29 17:48",
        "内容": "在国内，用户付费养不活任何产品。广告、电商和游戏是三种主要盈利方式。因为APP很难像PC端搞页游联营，如果电商和广告收入不够多，公司背景又不够雄厚，则产品必然倒闭。你们爱不爱它都会倒闭。"
    },
    {
        "id": "381681",
        "创建时间": "2022/8/29 17:50",
        "内容": "“产品边界”的定义不是一款产品只做一件事，而是产品都有自己无法跨越的天然边界，决定能否出界的，是两端的场景匹配与基因连接"
    },
    {
        "id": "381682",
        "创建时间": "2022/8/29 17:50",
        "内容": "什么叫产品边界呢？这是指在当前的产品阶段，考虑到市场环境与团队配置，每一期版本规划做到怎样的地步就够了。既不造成功能冗余，运营冗余，大跃进式的瞎忙活；也不会因为产品跟不上而拖累发展速度"
    },
    {
        "id": "381683",
        "创建时间": "2022/8/29 17:51",
        "内容": "做产品的意思是战术层面的产品架构、设计与研发，带来上乘的产品体验与品质感；但一款产品的市场价值却取决于战略层面的方向定位、市场时机、运营资源。"
    },
    {
        "id": "381684",
        "创建时间": "2022/8/29 17:52",
        "内容": "当公司寻求更强的产品团队，“更强的产品团队”会自带更好的审美加入，产品能力极强而审美中下的人，反倒是稀有生物。产品团队不是为了取悦大众而提高审美，仅仅是把自己的审美融入其中，让自己看着顺眼罢了。"
    },
    {
        "id": "381685",
        "创建时间": "2022/8/29 17:53",
        "内容": "成功产品并非是遵循了什么妙不可言的推理逻辑，而是这些推理逻辑恰好吻合了创始人正确的直觉。同理，事先听上去妙不可言的推理逻辑，最后还是很可能导向失败的结果"
    },
    {
        "id": "381693",
        "创建时间": "2022/8/29 18:12",
        "内容": "低频产品在移动互联网的竞争，是一头一尾，用户获取成本的竞争，终端服务品质的竞争"
    },
    {
        "id": "381694",
        "创建时间": "2022/8/29 18:12",
        "内容": "产品方案中包括大量的价值观判断，大到方向与风格，小到加减法与位置摆放，价值观一旦出现分歧就很难事前统一，只能用结果来说服"
    },
    {
        "id": "381699",
        "创建时间": "2022/8/29 18:17",
        "内容": "做产品，对效率伤害最大的，是沟通、争执与误解。因此职能和决策越集中，效率也就越高"
    },
    {
        "id": "381700",
        "创建时间": "2022/8/29 18:18",
        "内容": "产品这玩意儿，看起来像个透明盒子，实际上产品又是个黑盒子，如果看不到每个功能模块具体的数据，很难猜透会有什么市场反应。"
    },
    {
        "id": "381701",
        "创建时间": "2022/8/29 18:18",
        "内容": "由于无法通过搜索引擎导量，低频APP很难生存。活下去的方法是：1、建立鲜明的用户品牌，有需要时第一个想起你。2、ARPU比日活更重要。"
    },
    {
        "id": "381702",
        "创建时间": "2022/8/29 18:19",
        "内容": "如果产品在垂直市场，多数情况下，二三十万日活就能做领头羊了，有影响力就能创造营收"
    },
    {
        "id": "381705",
        "创建时间": "2022/8/29 18:20",
        "内容": "工具产品的壁垒是用户习惯，内容产品的壁垒是内容资源，社交产品的壁垒是高质量的用户、话题与关系，O2O产品的壁垒是同等价格的品牌优势"
    },
    {
        "id": "381706",
        "创建时间": "2022/8/29 18:20",
        "内容": "产品从粗到细分作商业模型，产品架构，交互框架，主要功能，设计细节。越粗的地方越相似，越细的地方越容易差异化"
    },
    {
        "id": "389482",
        "创建时间": "2022/9/4 19:34",
        "内容": "按国内C型的法定规格，不在折叠、机关上狠下功夫是不会有实质性进步的，动辄强调可以装四五六个人，没有意义…一辆房车出去浪，两大两小已经是极限。"
    },
    {
        "id": "395583",
        "创建时间": "2022/9/8 9:00",
        "内容": "设计、审美还是要学习，要培养的，美学很重要。有个人说，一个产品经理是做不出超出他审美的作品的。"
    },
    {
        "id": "396140",
        "创建时间": "2022/9/8 11:39",
        "内容": "我们可能至今没有积累足够的数据来说明怎样的转化率提升是合理的，怎样的是在榨取生命力向死亡滑坡"
    },
    {
        "id": "410589",
        "创建时间": "2022/9/19 0:39",
        "内容": "通过大量阅读和思考，可以尝试把大脑当成一个小型的文案数据库，时间久了，一点启发就能涌现很多灵感和想法，思考。"
    },
    {
        "id": "410610",
        "创建时间": "2022/9/19 1:57",
        "内容": "“差一点差一点，一定是平时练功总是差不多，所以到了关键时候就是差一点”"
    },
    {
        "id": "410611",
        "创建时间": "2022/9/19 1:57",
        "内容": "很多时候人们崇拜某个人，实际上是喜欢他的“壳”所代表的东西，而对这个人的多样性往往有两种解读：要么合理化，要么视而不见"
    },
    {
        "id": "410648",
        "创建时间": "2022/9/19 9:07",
        "内容": "如何让用户尽快感受到产品价值？\nNotion的答案是：模板"
    },
    {
        "id": "410733",
        "创建时间": "2022/9/19 13:58",
        "内容": "其实 ClickUp 的增长并没有用什么所谓的高级操作，用的都是一些很多互联网人看不上的笨办法。核心是因为 CEO Zeb 觉得靠广告投放获得的用户，并不一定对产品有帮助，数据前期可能很好看，但这些都是虚荣数据。2017 年和 2018 年，大巧不工的运营方法给产品奠定了基础，2019 年到2020 年迎来疫情推动下的高速的增长。"
    },
    {
        "id": "410734",
        "创建时间": "2022/9/19 14:01",
        "内容": "书写之前，内容从创造到消费必须是即时的。一个优秀的说书人要同时兼备有创造力，好的记忆力，适当的名气，足够的体力，以及听众的配合，才能让创意被消费掉。\n书写解决了内容的存储问题，内容的创造和消费，可以异步进行消费。书写的人可以不用关心消费者是否实时在场，但是其他几个部分依旧需要依赖于自己。\n古登堡的印刷术解决了复制问题，让人们可以大规模的复制与传播内容，宗教革命和文艺复兴也因此而诞生。现在创作的人只需要关注创意和实现，而复制和分发诞生了传媒行业，价值链在进一步解绑。\n互联网让分发不再依赖于传统物理媒介，打破了效率瓶颈，让信息传递成本几乎降至免费。\n现在还剩一个绑定的部分，即想法到创造的现实。而 AI 正在打破这个绑定。比如一个小说家，可以不需要再经过十几年的训练，就可以为自己的小说配上插图。而那些有创意的人，将会不再需要依赖其他人帮忙而去直接实现自己的想法。"
    },
    {
        "id": "410738",
        "创建时间": "2022/9/19 14:08",
        "内容": "工具的普及，需要 Showcase\n上周教一位朋友用 Stable Diffusion，他很快便能上手自己画图。但是过了一会就来找我，说：技能我已经掌握，但我已经不知道该画什么了，你有哪些 Prompt 发我点看看？\n\n这也是我之前在 沉迷 Midjourney 几十小时后，我在思考什么 一文中提到为何自己喜爱 Midjourney 的原因，因为其天然就有一个社区，可以相互鼓励激发。自己每次使用 Midjourney 最多的时间并不是在生成图片，而是去研究到底又有什么新的风格和参数，以及还有哪些惊人的脑洞诞生。\n\n对于用户来说，一把厉害的锤子并不关键，关键是告诉用户这个锤子不仅可以钉钉子，其实也可以用来砸核桃或者防身。"
    },
    {
        "id": "410739",
        "创建时间": "2022/9/19 14:08",
        "内容": "一个工具再厉害，但是缺少对应的 Showcase，用户依旧是迷茫。\n\n以生成二维码这个小功能为例，草料二维码的行业模板库曾让我感到惊叹。因为背后居然还有这么多的行业应用 —— 但仔细想想又很合理，因为二维码终究只是一个入口，而我们需要的是不仅是贴上这个二维码，还需要扫码之后一系列的服务来满足真正的需求。\n\n只有工具往往只能满足需求的一个点，而 Showcase 则是告诉用户，满足需求的整个流程是什么样的。所以想要普及工具本身，Showcase 必不可少。同样，随着工具的发展，也需要逐渐满足这些上下游需求。\n\n但这未必都需要开发一个「社区」，因为 Midjourney 的图片 + Prompt 这种形式恰好符合社区而已。而对于草料二维码（甚至对于 flomo 来说），或许这种案例库足矣。\n\n工具的设计固然重要，但工具之外的 Showcase 同要重要。"
    },
    {
        "id": "410741",
        "创建时间": "2022/9/19 14:11",
        "内容": "例如，您可能已经有了第一次做某事的经验，可能是第一次种植蔬菜或使用 Haskell 软件包，\n\n并且对其中有多少恼人的障碍感到沮丧。\n\n然后你做了更多的实践，然后你告诉自己“原来一直都很简单，为什么是只有我遇到这么多难题吗”。\n\n我们遇到了宇宙的一个基本属性，并把它误认为是个人的失败。\n\n如果你是一个程序员，你可能会认为编程的复杂性是编程的一个特点，\n\n但实际上是所有事情都很复杂，\n\n但是你只有在你是新手的时候才会注意到这种复杂性。"
    },
    {
        "id": "410743",
        "创建时间": "2022/9/19 14:16",
        "内容": "改进的方向很明确: 寻找你通常不会注意到的关于这个世界的细节。\n\n当你出去散步时，注意花朵上意想不到的细节，或者道路的接缝暗示了道路是如何建造的。\n\n当你和一个很聪明但是看起来很不对劲的人交谈时，弄清楚哪些细节对他们来说很重要以及为什么。\n\n当你学习的时候，注意哪些细节实际上改变了你的思维方式。\n\n如果你不想陷入困境，就试着去感知你还没有感知到的东西。"
    },
    {
        "id": "410750",
        "创建时间": "2022/9/19 14:51",
        "内容": "我吃的食物不是我生产的，我没有培育筛选过种子；\n\n我穿的衣服不是我编织设计的；\n\n我每天说的语言也不是我发明或者优化的；\n\n我所使用的数学也不是我发现的；\n\n保护我的法案不是我参与立法的，不是执法保护的；\n\n感动我的音乐也不是我创作的；\n\n当我感到要治疗的时候，很无助的要帮助自己活下去。\n\n我每天工作的同事所使用的技术，晶体管和微处理器和面向对象编程也都不是我发明的。\n\n我爱和欣赏人类这个物种，无论死去或者活着的人，我的生活和健康完全依赖于他们。"
    },
    {
        "id": "410751",
        "创建时间": "2022/9/19 14:54",
        "内容": "所以不要只是展示和讲述，而是展示然后讲述 —— 具体，然后抽象；熟悉，然后陌生。那么如何做到呢？这里有一个技巧：PEA\n\nPicture：图片\nExamples：例子\nAnalogy：类比"
    },
    {
        "id": "410753",
        "创建时间": "2022/9/19 14:58",
        "内容": "问题：有一个美丽的，重要的，复杂的想法，你想让别人知道。\n因此，你需要一个解决方案：写一个解释的大纲 —— 是什么让你关心，具体的例子是什么，因此 & 但是 —— 和即兴演讲的朋友测试。\n但是，你遇到一个问题：你的朋友喜欢它，但是他们对某些部分感到厌烦，并且他们误解了其他部分—— 注意这是学习的感觉，还是真正的学习。\n因此，你更新了一个解决方案：你接受他们的反馈，写第一稿，然后削减10% 。然后，发送出去以获得更多的反馈。\n但是，你会发现有更多的问题反馈；因此，你需要使用更多的解决方案来迭代。\n不断重复，直到你真正解释清楚，然后点击发布按钮，向世界展示它。"
    },
    {
        "id": "410755",
        "创建时间": "2022/9/19 15:33",
        "内容": "但是，如果你设置了足够多的门铃，并且能够耐心等待，\n\n那么至少其中一个门铃触发的可能性很高，\n\n因为这种可能性与每个门铃的奇迹发生率 X 次门铃数 X 次成正比。\n\n如果门铃足够便宜，你可以在不同的地方安装很多门铃，\n\n让你对来自不同方向的具体需求做出反应，而不是猜测理论上的需求将来自哪里。\n\n通过安装门铃，你减少了对具有大量 TAM 的单一产品的需求，\n\n而组织中的每个人都同意将其作为重点。\n\n你所需要的是每个人都同意安装门铃的成本很低，而且如果有顾客按门铃则会立即回应。"
    },
    {
        "id": "410756",
        "创建时间": "2022/9/19 15:36",
        "内容": "flomo 的 API 便是一个类似的案例。 flomo 的 API 的设计极其简单，没有复杂的 Auth 过程，虽然对用户来说有一些上手门槛，但是开发成本极低。\n\n\n当这个 API 开发完之后，我们本来还以为需要自己写一些功能，没想到上线当日就有人开发出来的基于 iOS 捷径的输入方式，接下来 Chrome 扩展、导入微信读书、Alfred 插件、Draft 插件、Marginnote 插件等纷至沓来，不完全统计有三十多款。\n\n这些插件不但极大的丰富了 flomo 用户的应用场景，也促成了许多我们和第三方的合作，比如和得到 App 的笔记同步，都是基于这个简单的 API 开发的。这一切的涌现是设计之初始料未及的，而当时一点点的投入，的确带来了巨大的回报。"
    },
    {
        "id": "410759",
        "创建时间": "2022/9/19 15:37",
        "内容": "小报童之前有一个新增的业务叫「小册」，其实也源自于一个微小的改动，即用户说：我已经有一些完整的题目，日后不会持续更新，能否让用户一次性付费买断呢？虽然当时没有更多的案例，但是只需要把购买时长一次延长至 99 年，基本上四舍五入也接近买断了，所以我们便在这个启发下，衍生出来了新的类型。\n\n这个功能上线后，不少有趣的事情逐渐展开，比如有人用来写一些指南类型的小册，有人用来写一些题库类型的小册，而我们自己也考虑把 flomo101 升级为一本预出版的书。这些新的可能也推着我们去迭代产品，就像是丛林中那条路，渐渐被踩了出来。而对于未来的投入，也是随着需求一点一点涨出来，并不会高举高打浪费许多资源。\n\n\n但别忘记上文中的那句话：涌现可能需要漫长的时间，有一个能持续带来利润的业务才能让其等到那一天。"
    },
    {
        "id": "410760",
        "创建时间": "2022/9/19 15:42",
        "内容": "把这种前进的动力感，套用在物理学概念中，你会发现这取决于两个要素：质量和速度。当我们在考虑工作和生活时，我们其实是在考虑我们做事情的质量和做这件事的速度。如果一个少了，我们还可以另一个来弥补。\n\n但问题是今日的文化，多半在鼓吹速度，并且通过许多可选性来阻止我们提高质量。\n\n比如告诉我们可以每隔几年就更换行业，以便获得更好的回报；或者做一个数字游民，不需要拥有太多东西；甚至可以先冷冻精子或卵子，然后再慢慢寻找真爱。\n\n选择越多，我们对于某个方向投入的经历就越少，积极的一面是由于投入不大，惯性不强，很好掉头。但消极一面则是，保留的选择权越多，在任何领域投资就越少，无论是职业、人还是其他。\n\n如果你当了十年作家，你就会积累大量的工作和经验，以至于许多时候惯性能推着你前进，根本不需要再提高速度，雪球已经滚下山坡。"
    },
    {
        "id": "410761",
        "创建时间": "2022/9/19 15:46",
        "内容": "但仔细思考下，虽然你看似能通过信息流获得掌控速度的快感，但世界上大多数事情都和我们无关，我们没必要去了解它们的进展。\n\n所以我们在这种虚假的速度感的另一侧，我们可以来思考如何提高质量。我们需要建造一些巨大的东西，而不总是试图疯狂的告诉移动。"
    },
    {
        "id": "410765",
        "创建时间": "2022/9/19 15:49",
        "内容": "物体变得越大，它就越能吸引其他物体。成长变得毫不费力，因为复利和引力是同一种现象。但速度不是那样工作的，事物变得越快，加速它所需的能量就越多。\n\n制造巨大的东西意味着，你不能选择那些如滴滴司机一样的线性工作，不断重复昨天。而是需要选择那些随着时间变化会变得更复杂的工作，比如开一家公司，写作等。"
    },
    {
        "id": "410766",
        "创建时间": "2022/9/19 15:50",
        "内容": "https://blog.nateliason.com/p/addicted-to-speed"
    },
    {
        "id": "410768",
        "创建时间": "2022/9/19 15:58",
        "内容": "要构建一个引擎。第一个引擎不会很漂亮，它甚至可能无法正常工作。这就是为什么人们一开始就努力工作以将某些东西融合在一起的原因。而随着你不断地经营，最终将构建一台无人担心的高性能机器。"
    },
    {
        "id": "410769",
        "创建时间": "2022/9/19 16:00",
        "内容": "大多数编辑做的第一件事就是拿出一支红笔，去掉无用的单词和短语，删除删除再删除，省略不重要的东西。简化得越多，组织就会运行得越好。因为人们很难跟踪和理解一组复杂的计划，最终目标是将业务提炼成几件事情，然后教人们通过该框架进行思考，这样他们就可以不假思索的使其重复发生。\n\n不接受复杂性作为接口，因为你可以用 140 个字符改变世界；你可以用一个非常简单的概念来建立历史上最重要的公司。你没有理由不能以同样的方式建立你的公司。"
    },
    {
        "id": "410770",
        "创建时间": "2022/9/19 16:09",
        "内容": "Focused Mode 和 Diffuse Mode 是两种不同的思考状态。对于 Focused Mode 你一定不陌生，当集中精力解决一道数学题时，大脑就是处于 Focused Mode。而 Diffuse Mode 指的是一种放松的思考模式。"
    },
    {
        "id": "410772",
        "创建时间": "2022/9/19 16:11",
        "内容": "Working Memory 就好比计算机的内存，是指大脑用于处理当下的任务的那部分记忆。Working Memory 的大小因人而异，内存比较小的人在学习抽象和复杂的概念时可能就会遇到困难。也就是我们常说的学到后面忘了前面。这种情况的应对办法，\n一是 Chunking\n二是通过比喻和类推等手段来改变知识的表示"
    },
    {
        "id": "410774",
        "创建时间": "2022/9/19 16:13",
        "内容": "在刚开始学习一个新概念时，大量的信息涌入，认知负载（Cognitive Load）很重，使你无法很好的把握。大脑需要一个过程来理解和消化这些内容并将它们组合到一起，这个过程就是 Chunking。这就好比将拼图的碎片拼接起来的过程。如果你只是被动地接收知识而没有把它们 Chunk 起来，这些知识就好比下图中间那块没有锯齿边的拼图块。它无法与其他知识相关联，也就无法为你所用。"
    },
    {
        "id": "410775",
        "创建时间": "2022/9/19 16:14",
        "内容": "从 Working Memory 的角度来讲，一个良好的 Chunk 只占用一份空间，只需要很少一部分注意力就可以激活整个 Chunk 的神经回路。而没有经过 Chunking 的等量信息则会占用多得多的空间。"
    },
    {
        "id": "410776",
        "创建时间": "2022/9/19 16:16",
        "内容": "1. Divide and Conquer：如果一个 Chunk 对你来说太大了，就把它们拆分然后各个击破。比如在学习演奏乐器的时候，我们往往会一小段一小段地进行练习提高熟练度。\n\n2. Workout Roadmap：在学习理科时书本上往往会有带解答的例题。它们的意义就在于让你在接受新概念时试着理清解答的思路来作为 Chunking 的第一步。但要注意，不要过分纠结于单个步骤，而是去关注步骤之间的联系。"
    },
    {
        "id": "410779",
        "创建时间": "2022/9/19 16:32",
        "内容": "Chunking 不仅有助于掌握特定的知识，还有助于将来学习其他领域的知识。这是因为 Chunk 之间可以互相联系。这种现象叫做迁移（Transfer）。\n\n一个人如果掌握许多 Chunk，就好比他的大脑里面储存了许多有用的神经回路。这样在遇到新问题时他就有很大概率能够直接调出正确的解决方案。在这里 Diffuse Mode 起了很大的作用。"
    },
    {
        "id": "410781",
        "创建时间": "2022/9/19 16:36",
        "内容": "交错对于创造力和灵活性的培养是至关重要的。当然，涉猎多门与精通一门往往是对立的，所以这里就取决于个人的取舍。曾经有学者调查发现，科学界的重大突破往往是由年轻人或是来自其他领域的人做出的。这是因为他们不容易被定势所禁锢。"
    },
    {
        "id": "410785",
        "创建时间": "2022/9/19 16:41",
        "内容": "让未来变得如此难以预测的一个原因是，新技术并不是孤军奋战。它们是以不可预知的方式交织在一起的线。看一下 Uber， 任何人都可以从口袋里叫出租车，GPS，智能手机，支付和在线评级系统需要以各自发明者无法预测的方式结合起来。\n\n莱特兄弟的天才之处不在于从零开始发明飞行的所有必要部件，而在于认识到，鉴于过去的创新，我们离飞行只有一步之遥。将航天飞机送入太空需要一系列的发明。他们不是来自太空计划本身，而是来自人们的建设和实验。一百年前登月计划不可能成功，无论计划多么周密，因为登月所需的铺垫都还不存在。"
    },
    {
        "id": "410786",
        "创建时间": "2022/9/19 16:55",
        "内容": "Asana 聘请了设计团队，然后开始重新设计所有相关的产品功能，等 flow 重构完成后，Asana 已经脱胎换骨，比 flow 设计的更好看，速度更快，功能更丰富，错误也更少。这时候眼看着对方不断扩张，flow 只能选择缩小目标，选择在这个市场中占据一个小位置就好。但是不幸的是，即使是这样增长也逐渐停滞了，因为 Asana 不断用更高的客单价抢走 flow 的用户，而 flow 本身由于负循环导致产品问题一直无法得到解决。\n\nAndrew 说，他们当时就像是斐济手持 AK-47 乘着快艇向美国的航母舰队发起冲锋……所以他把这个一千万美元的教训总结如下：\n\n1. 如果你在一个竞争激烈的风险投资领域，不筹集资金就去竞争是愚蠢的。不要带着刀去枪战现场。\n2. 最好的产品并不总是赢家，产品并不是长期的竞争优势。\n3. 如果一棵树在森林中倒下，而周围没有人听到，那么它就没有倒下。\n4. 世界上的每一个开发者醒来时都在想 \"我应该建立一个待办事项列表应用程序\"，人们喜欢在生产力应用程序和工作流程之间跳跃。生产力没有护城河 —— 如果你可以的话，请避开它。\n5. 在没有深入了解流失率、LTV、CAC等的情况下经营SaaS业务，就像在没有仪器设备的情况下驾驶飞机一样，非常愚蠢和危险。\n6. 失败会慢慢地向你袭来，然后一下子发生。\n7. 研发是昂贵的。特别是在与风险企业竞争的时候。\n8. 如果你要在功能上竞争，它永远不会停止，是一个不断增加的项目。\n9. 好的产品加上出色的营销，胜过没有营销的出色产品。\n10. 启动一个新项目，在没有竞争的空间/领域，或者你有独特的优势（个人品牌、独特的客户获取渠道等）时效果会更好。"
    },
    {
        "id": "410788",
        "创建时间": "2022/9/19 17:02",
        "内容": "不少对 flomo 持反对意见的人往往认为我们营销大于功能，从某种视角来看的确如此，毕竟我们没有开发出来什么硬核的功能。\n\n但营销本身就是产品不可或缺的一个环节，今日的用户并不缺少工具，而是缺少使用工具的理由，甚至缺少知道你的产品的渠道。唯产品功能论，往往只存在于平台诞生初期，如 web2.0 时代的 Gmail，移动互联网时代的 Instagram"
    },
    {
        "id": "410789",
        "创建时间": "2022/9/19 17:04",
        "内容": "如果今日开始创业，选择一个小市场，一个巨头/资本看不上的利基市场启动。同时控制成本确保业务有利润，这样竞争对手能更少一些。同时你可以建立起在这个市场独特的声誉，对产品增长会有不少帮助，比如播客市场虽然不大，但是飞哥的三五环和孟岩的无人知晓都名列前茅，为他们吸引到不少忠实的受众。而如果一上来就去角逐小红书、抖音等，或许那些投入就像是「风中的屁」 —— 不要只看市场大，也要看自己能吃到嘴里的。"
    },
    {
        "id": "410790",
        "创建时间": "2022/9/19 17:05",
        "内容": "对功能的克制，看似许多基础功能都不做，实则是避免陷入到迭代的竞争中。\n\n因为做加法我们无论如何不可能 PK 过大厂几百上千人团队的迭代规模，而选择简单则意味着，他们不得不在我们的设计基础上不断做加法，然后会让产品复杂到难易使用。同时这种策略也让我们能深入思考最核心的迭代在哪里，节省开发成本（当然，即使是这样也浪费了不少资源）。如果你在一个小团队负责产品，千万要小心陷入功能内卷。"
    },
    {
        "id": "410792",
        "创建时间": "2022/9/19 17:08",
        "内容": "但多巴胺并不都是负面作用，它就像是火箭的燃料，既能让其加速，也能让其减速：\n\n欲望回路：所有的成瘾性根本原因，因为基于原始的动力不断的希望获得更多，比如食物（肥胖），生殖（出轨）等。\n控制回路：创造力的来源，帮助我们达到终点、使用抽象的概念和前瞻性策略，控制周围世界，支配我们的环境。"
    },
    {
        "id": "410845",
        "创建时间": "2022/9/19 21:05",
        "内容": "感觉大电池混动车就比较适合以后的房车。电池直接做进车体里，安全，甚至可以停车自发电。电机扭矩也大，不怕高原之类的恶劣环境。大电池带来的空间损失本来房车也要损失，甚至因为省了变速箱还多了一点。这样轻松就能得到40度甚至60度的电在车里了。加上外放电系统，真正解决房车用电自由。\n\n待解决：低温下的电性能"
    },
    {
        "id": "411004",
        "创建时间": "2022/9/20 8:58",
        "内容": "2013年，boss直聘赵鹏创业，策元创投元野对他说“Mobile就是一切，你不理解它没关系... Mobile就是一切”\n“你还是做招聘，老本行你熟悉，我们可以现在就投。产品慢慢找，移动这波是你最好的机会。”\n\n8年后的2021年，李翔对谈赵鹏：\n1.招聘行业的本质是人才资源和岗位资源的配置\n2.招聘市场的供需关系在从买方市场变成卖方市场\n3.招聘市场的规模效应类型是薄弱的双边网络\n4.招聘市场的供需双方都是活人，非标品，推荐更为复杂难做。类似的有婚恋市场、买房市场等\n5.招聘市场的 B 端渗透率不高、需要慢慢渗透->"
    },
    {
        "id": "415418",
        "创建时间": "2022/9/23 12:34",
        "内容": "用户收集的动机从更快更便捷，转移到了期待，能和已有的便签产生联接"
    },
    {
        "id": "418473",
        "创建时间": "2022/9/26 14:45",
        "内容": "芝加哥领导力学院写作项目主任拉里 · 麦克纳尼 （Larry McEnerney）的「有效写作技巧」。在翻看众多人的课堂笔记中，有几个点对自己非常有启发：\n\n如果你是一位关心自己写作价值的专家，请考虑读者。因为写作如果对他人没有价值，那么他们根本不会注意。\n价值不存在于世界上，而是存在于每个人的内心。所以最终是读者而不是作者决定写作的价值。\n不要试图让读者去理解，因为没有人关心你的内心和技巧；重要的是改变读者的想法。"
    },
    {
        "id": "418474",
        "创建时间": "2022/9/26 14:45",
        "内容": "我们在学校里学的写作方法，多是用来应付老师的。他们的目的是对你的写作进行评价，而不是被你的文字所改变。但是我们在学校之外，别人阅读你的文字，是因为你写的内容对他们有价值。"
    },
    {
        "id": "418484",
        "创建时间": "2022/9/26 14:47",
        "内容": "横向写作：大多数情况下，作家使用写作过程来帮助自己思考和理解世界。\n垂直阅读：读者利用文本来改变他们对世界的看法。\n当读者受到干扰时：\n他们会放慢或者重新阅读\n然后他们误解了\n然后他们被激怒了\n然后他们就读完了（也许是放弃，或者并未理解）\n因此是写作过程干扰了读者的阅读过程。"
    },
    {
        "id": "418488",
        "创建时间": "2022/9/26 14:48",
        "内容": "如果写作对其他人没有价值，外界根本不会注意。传统的写作会过度强调：清晰、有组织，有说服力，但却忽略了价值才是一切的根本：\n清晰无用 = 无用\n有组织但无用 = 无用\n有说服但是无用 = 无用\n所以首先要确定写作是有价值的，因为是读者来决定我们的写作对他们是否有价值。所以需要让他们来投入时间阅读内容，不要去讨好读者，要给予读者价值；\n不要试图让读者去理解，没有人关心你的内心。\n重要的是我们的写作对读者产生影响。写作不是要传达我们对世界的看法，而是关于改变我们读者对世界的看法。"
    },
    {
        "id": "418532",
        "创建时间": "2022/9/26 14:56",
        "内容": "传统写作是总分总模式，引言（概述），然后详细介绍细节，最终给出概括的结论。这种方法好处是娓娓道来，非常详尽，但是人们想要从中捕获价值成本比较高，因为必须彻读才能理解。\n价值取向的写作方法：从读者关心的问题开始揭露，然后提出合理的解决方案。因为只有在说明问题后，提供的解决方案才有意义。"
    },
    {
        "id": "418533",
        "创建时间": "2022/9/26 14:56",
        "内容": "为了吸引他们的注意力，应该首先向目标读者揭露一个问题，并概述成本/收益考虑因素，让其在读者中制造紧张感。如果是传统的结构，读者很难弄清楚为何其他部分对他们来说很重要。（想想莆田系的经典广告写作：你有病，很严重，我有药，得掏钱）"
    },
    {
        "id": "418538",
        "创建时间": "2022/9/26 14:57",
        "内容": "https://www.bilibili.com/video/BV1Na411i7RR/?vd_source=93d5d28b2f4aaea6b481a428a9d48989"
    },
    {
        "id": "418542",
        "创建时间": "2022/9/26 14:58",
        "内容": "公司仍然是一个被低估的工具，公司的创造能促进大规模的社会变革。他的理由是: 在一个官僚主义盛行的世界里，公司是独一无二的独立个体，因为公司最终只受制于客户。\n\n好的公司可以积累大量的资源来协调大规模的行动。这种协调能力可以用于探索广泛的科学解决方案，尝试大型建设项目，或推动政治变革。"
    },
    {
        "id": "418548",
        "创建时间": "2022/9/26 14:59",
        "内容": "他的回答提到的公司的有效性来自于两个事实:\n\n公司生产的任何产品都很稀缺。\n有一个稳定的社会和法治，让他们抓住他们创造的价值。"
    },
    {
        "id": "418555",
        "创建时间": "2022/9/26 15:04",
        "内容": "这并不是说自动生成的链接将取代现在喜欢使用的超链接作者和笔记员，甚至也不是说我们应该尝试取代和废弃手动放置的超链接。相反，自动链接可以用一些更快、更容易扩展的东西来补充手动注释的链接，因此在一个链接可以自动创建的世界里，大多数链接都是机器制造的。"
    },
    {
        "id": "418557",
        "创建时间": "2022/9/26 15:07",
        "内容": "在十多年的产品设计生涯中，经常看到许多用户反馈需要各种功能，然后还会加上一句：这个功能又不复杂， 在选项中加个选项就好了。\n\n但设计产品就是设计默认值，因为绝大多数人并不会去更改设置。所以新功能如果不是默认展示，或并不改动默认值，那么基本上约等于不存在，优先级自然很低。"
    },
    {
        "id": "423180",
        "创建时间": "2022/10/1 19:42",
        "内容": "当所有其他对手都大量烧钱打品牌广告时，王兴岿然不动。面对内部的疑虑，他解释说：品牌广告不能转化为有效流量，只是起到教育消费者、培育市场的作用，我们没必要去跟风烧钱，只要把产品做好，消费者自然会过来。"
    },
    {
        "id": "425684",
        "创建时间": "2022/10/5 12:55",
        "内容": "当大多数人都同意用投票来决定一件明显违背道德的事时，基本就等于有了结果。他们要找一个不用担责任的借口。"
    },
    {
        "id": "425691",
        "创建时间": "2022/10/5 12:57",
        "内容": "【空间利用到极致！长度仅3.4米的升顶房车，内部却有厨房能住四人-哔哩哔哩】 https://b23.tv/JidjfpN"
    },
    {
        "id": "430830",
        "创建时间": "2022/10/11 16:02",
        "内容": "我们也不是只用眼睛看。\n\n你有没有想过为什么录制的视频与我们自己的经历相比看起来总是那么不稳定？这是因为我们将来自全身的输入结合起来，以获得对世界的稳定感知。"
    },
    {
        "id": "430831",
        "创建时间": "2022/10/11 16:04",
        "内容": "我们的眼睛和大脑是一个更大的系统的一部分，这个系统也考虑到了我们的运动。Gibson把这种“眼睛在头上，身体在地上”的方式称为我们的“视觉系统”（visual system）。\n\n这个视觉系统产生的是动态的画面认知。"
    },
    {
        "id": "430832",
        "创建时间": "2022/10/11 16:05",
        "内容": "他们在实验中使用的是图片，而不是真实的空间环境，在这种环境中人们可以四处移动。这种图片分析的传统已经完全扭曲了我们对于我们如何看待世界的理解。\n\n为了取代静态“内部图像”的概念，吉布森提出了像光流模式这样的动态概念，我们的视觉系统检测到这些模式，以区分我们环境中不同种类的运动。"
    },
    {
        "id": "430847",
        "创建时间": "2022/10/11 16:10",
        "内容": "我们生活在一个有意义的世界。\n\n这就是为什么吉布森敦促我们摒弃过时的刺激-反应模式，这种模式暗示我们在一个毫无意义的世界里的外国人。\n\n相反，我们可能会明白，世界的意义并不是由头脑决定的。这是动物与环境关系的结果。这也意味着不同的动物可以理解不同的意义，同时，不同的环境提供了不同的意义。\n我们塑造我们自己的环境和它的意义。作为回报，我们的人造环境塑造了我们的感知和行为。\n\n不出所料，吉布森的想法吸引了无数的设计师和建筑师。当我们创建新的交互设备和通信时，我们必须设计一个有意义的环境，使人们能够直观地导航。"
    },
    {
        "id": "430851",
        "创建时间": "2022/10/11 16:11",
        "内容": "我们习惯于通过像纸张或屏幕这样的二维媒介进行交流。\n\n但是当我们在虚拟现实中设计交流时，我们痛苦地意识到这种“扁平化”的交流设计并不适用于空间体验。\n\n虚拟现实不仅是用眼睛来体验的，而且是用我们整个视觉系统来体验的。\n\n吉布森是正确的: 我们必须考虑到，eyes-in-the-head-on-the-body-resting-on-the-ground"
    },
    {
        "id": "430853",
        "创建时间": "2022/10/11 16:12",
        "内容": "原文\nhttps://ralphammer.com/j-j-gibson-the-meaning-of-the-world/"
    },
    {
        "id": "437470",
        "创建时间": "2022/10/19 12:33",
        "内容": "说不定新能源轻卡才是轻卡房车的未来……新能源轻卡房车优势就在于一个是噪音小，另外一个是大电。因为是用的电机，噪音震动会远比那些柴油发电机小很多。缺点就是不知道会不会在爬坡或者路况不好的时候动力不足。\n\n整体设计我觉得挺不错的。就是价格不知道怎么样……新能源一般都比较贵。还有就是不知道续行里程……"
    },
    {
        "id": "437472",
        "创建时间": "2022/10/19 12:37",
        "内容": "电池100度，大多时间电池，少部分时间发动机，加上无人驾驶这才是旅行车房车的画像"
    },
    {
        "id": "438117",
        "创建时间": "2022/10/20 9:28",
        "内容": "1，按照车辆年检规定，座位数必须满足核定的要求不能更改。\n2，如果你出去走过就知道了，卡座才是你外出房车旅行的时候待的最久的地方，正常的作息，人不能在床上。停下来以后打开门。如果没有空间或者不允许在外面，或者不想在外面的桌椅上休息，车上的卡座是最合适的。可以这么说，你大部分的时间都要在卡座上，是非常实用的。"
    },
    {
        "id": "440971",
        "创建时间": "2022/10/24 9:01",
        "内容": "最早是斯坦福csp193系列免费课程，然后就是搭配一些书籍和工具书，最后在Youtube上找一些细枝末节的处理技巧。youtube的chaoCode这个频道也很适合中文用户学习。"
    },
    {
        "id": "441130",
        "创建时间": "2022/10/24 11:16",
        "内容": "2018年3月，《华尔街日报》专栏作家 David Pierce 撰写了一篇对 Notion 2.0的热情洋溢的评论，使 Notion 社区迅速膨胀起来。标题写道: “你需要的唯一生产力工具。”\n\n文章称更新后的版本为“罕见的文艺复兴应用”这个新版本的特色是新的项目管理功能和关系数据库，日常表格和电子表格的种类为无数的项目和公司提供动力。Notion 的创新之处在于允许用户以可定制的方式配置这些数据库的视图，这样不同的人可以以不同的方式看到相同的信息。\n\n他们开始向用户收取每月4至10美元的订阅费，并开始盈利。"
    },
    {
        "id": "441131",
        "创建时间": "2022/10/24 11:17",
        "内容": "Zhao 早期没有寻求正式的融资。相反，公司主要致力于发展社区。赵说，他们是通过与高级用户建立关系来做到这一点的。这些人自己把 Notion 用户指南翻译成韩文，他们运营着 Notion 子网站，现在有20万订阅者。他们还在韩国和中东运营着 Notion Facebook 群组，两者都有成千上万的成员。赵将这些人视为社区的成员，为他们提供早期访问新特性的机会，与 Notion 团队成员面对面交流，并提供对特性进行投入的机会。他有一种预感，投资于个人用户最终会让 Notion 进入大公司。"
    },
    {
        "id": "441132",
        "创建时间": "2022/10/24 11:19",
        "内容": "Notion 1.0是关于列表的，Notion 2.0是关于数据库的，即将到来的 Notion 3.0是关于整个工作流的。例如，他们希望 Notion 只需单击一个按钮就能发布到不同的内容管理系统中。为了做到这一点，在未来18个月左右的时间里，他们将提高 Notion 的项目管理能力，以及其他功能，使该软件成为最终的“乐高积木”，它需要挑战大多数 SaaS 公司"
    },
    {
        "id": "441320",
        "创建时间": "2022/10/24 13:04",
        "内容": "把学的东西给自己讲一遍，或者对着空气假装给别人讲一遍。（也可以试试写出来）\n这不正好费曼学习法么，都是entp与生俱来的天赋，不要嫌费曼说过了你就不屑，拿来直接用"
    },
    {
        "id": "441589",
        "创建时间": "2022/10/24 19:52",
        "内容": "永远都是那句话，世界赛是留给勇者和智者的，勇者敢于向前，智者敢于面对自身不足，虚心学习，去年就是这么赢的，猫咪时光都是后面偷师加练的，今年就是实打实的怂，剑姬单带需要承受所有人的期望，没有大心脏的人，打不出来的。"
    },
    {
        "id": "444143",
        "创建时间": "2022/10/26 11:42",
        "内容": "接下来我们来分析一下，收藏功能具体的使用场景中是如何较好的帮助用户快速找到之前浏览过的内容：当用户在产品中浏览，对某些内容产生了将来会使用的念头， 就会选择收藏。当用户某天想起上次收藏的内容对解决当下遇到的问题有帮助，就会再次来到产品中寻找。"
    },
    {
        "id": "444144",
        "创建时间": "2022/10/26 11:42",
        "内容": "有了收藏功能以后，用户不再会因为找不到目标内容而迷失，在收藏夹中即可找寻到自己想要的内容。首先，因为此时收藏夹中的内容全部都是由用户自己选择收藏，相比于产品中的全部内容来说更加容易定位。\n\n其次，收藏列表按照时间倒叙的方式排列，符合用户的记忆规律。越晚收藏的内容，用户主动想起来使用的概率就会越大，收藏的内容被寻找定位的概率就会越大，所以更大程度的满足用户“未来使用”的需求"
    },
    {
        "id": "444145",
        "创建时间": "2022/10/26 11:43",
        "内容": "同类型产品做比较，一个刚注册的产品，和一个有了 1000+收藏内容的产品，让你选择一个卸载，大概率你会选择刚注册的那个卸载掉。为什么？因为 1000+的收藏让用户产生了“拥有感”并且当我们觉得要失去它的时候，会感受到一种锥心之痛，会有一种损失感，觉得很不舍。\n\n收藏具体是怎么产生拥有感的呢？\n\n最早人们认为某个事物属于自己，是通过在地上画个圈，将我的和其他人的去做区分，进而完成认定。还有一种是由用户花费了一定的时间和精力自我生产的东西。比如说自己做的手工，一顿饭，书桌上38线自己这一侧。都是能让用户产生拥有感的事物。\n\n收藏能够让用户产生拥有感的原理和上面是一样的。首先，用户将特定的内容通过收藏，转移到收藏夹中，这个收藏夹由用户自己创造，并且区别于产品其他部分。其次，用户选择某些内容进行收藏，不是随性的行为，每一个内容都经过了思考和考量也花费了一定的时间和精力。所以用户会认为自己收藏的内容就是自己的。"
    },
    {
        "id": "446792",
        "创建时间": "2022/10/28 14:01",
        "内容": "如果你未来的路是清晰的，那你可能是在别人的路上"
    },
    {
        "id": "456753",
        "创建时间": "2022/11/7 10:09",
        "内容": "一旦背上贷款，人就再也不是人了，只是一个赚钱的工具，不敢生病，不敢炒老板，不敢社交，不敢消费，空余的时间要兼职，人世间的美景再与你无关，追不动的番，看不完的电影，一成不变的环境，最后你将获得什么呢？掉落的头发和苍老的病体还有麻木的心灵以及没装修的房子。"
    },
    {
        "id": "458482",
        "创建时间": "2022/11/8 16:06",
        "内容": "这不比从上瘾模型分析的那篇好吗，有性格有观点，不是照搬照套。网易做的年度报告让人感觉1.产品很懂你->感同身受 2.你是不一样的->促成分享。\n\n盘点的维度上：\n1.先是一共用了几年、听了几首歌，像我这种7年的用户马上有种牛逼的感觉。\n2.四季划分绝了，基本上推的歌能代表我那一段时间的心情。\n3.后面是听过几个国家、小众歌曲，让你觉得你是不一样的。\n\nUI交互上：\n1.选形象这个作者也写的很清楚很好\n2.生成各种tag，也是让觉得你是不一样的。\n\n和朋友聊的时候，他说的一点我觉得挺对的，在朋友圈喜欢什么样的歌，实际上一种社交货币，“分享我的歌单，其实是想让大家知道我是什么样的人，或者说我最近的心情 最近在忙什么事”。生成你的形象、你的听歌喜好品味、你的tag。虽然今年因为版权我用qq音乐更多，但不得不说，这个歌单显出了好的产品的魅力。"
    },
    {
        "id": "468149",
        "创建时间": "2022/11/18 12:20",
        "内容": "欲望会让人迷失心智，恐惧会让人畏首畏尾"
    },
    {
        "id": "486929",
        "创建时间": "2022/12/8 12:11",
        "内容": "这对社群创业者来说，这点无疑需要考虑清楚，你是想要什么样的人来这里说话，那你先找到比他们更牛的人进来，让他们有个目标去追逐。\n\n就如微信社群，群里的人层次不那么高的，里面或许有个大咖，但因为等级相差太大，那个大咖会选择不发言，而同样的一个大咖，把他放在一个里面的人比他都更高层次的地方，他反而会更加的喜欢去表达，去获得别人的认可。"
    },
    {
        "id": "492215",
        "创建时间": "2022/12/12 18:44",
        "内容": "好奇的最大敌人，并不是极端的确定性/不确定性，这些是外界诱因；好奇的最大敌人是人内在的恐惧。"
    },
    {
        "id": "492478",
        "创建时间": "2022/12/12 23:19",
        "内容": "平视是更好的策略。\n\n对于上位者，平视意味着保持谦逊和开放的心态，不自高自大、不闭塞视听，这是持续成长和自我纠错的根基。\n\n平视也意味着不滥用 position power，这是更健康的协作方式。每一次使用 position power，看似能够快速达成目标，但却会积累人际负债，日积月累终要归还——甚至是以极为暴烈的方式。\n\n不是雇了一位员工来干活，而是请了一位伙伴来共事。\n\n对于下位者，平视意味着积极主动。"
    },
    {
        "id": "493166",
        "创建时间": "2022/12/13 22:58",
        "内容": "吉姆·柯林斯在《基业长青》描绘了两种领导者：报时人和造钟人。\n\n报时人，能力超凡，但分不清业务与自己的边界，业务即我，我即业务，业务与自己融为一体。人总会老去，当报时人离开，企业便也无所适从。\n\n造钟人深知：业务是业务，我是我。为客户提供服务的是业务，“我”只是在构建这个业务；而非：我即是业务本身，我直接为客户提供服务。造钟人致力于构建业务系统、组织和文化，即便造钟人离开企业，企业也仍然基业长青。"
    },
    {
        "id": "493167",
        "创建时间": "2022/12/13 22:58",
        "内容": "创业者，不同于一般意义的经营者，与业务有着更强的物理连接和情感连接，也就更易掉入“我执“的陷阱——分不清业务与自己的边界，甚至不愿分清业务与自己的边界。\n\n作为结果，他们终会成为业务的核心瓶颈，反而制约业务的发展；严重者，不尊重业务的主体性，过多地将个人欲望投入到业务，让业务承载了太多不该承载的，变得奇形怪状——当然，也就很难获得好结果。"
    },
    {
        "id": "493168",
        "创建时间": "2022/12/13 22:58",
        "内容": "用做实验的方法做产品"
    },
    {
        "id": "493330",
        "创建时间": "2022/12/14 10:26",
        "内容": "人生至此，经历过许多磨难，但让我内心力量得到最大成长的几次，都是关于「被放弃」。\n\n就如同第一次发现，摔倒后妈妈不再来扶你，你趴在地上，看着妈妈的背影，任凭你如何嘶喊，她都头也不回的远去，然后自己抹着眼泪站起来，拍拍膝盖上的土，三步并作两步的追上去，那种时刻，你也第一次明白了一件事，原来是可以靠自己爬起来的。\n也如同又一次任性剩饭后，爸爸端上来上一次你剩下的饭，告诉你「吃掉上次的剩饭才能吃这顿的新饭」，你才终于明白，原来你是可以努力吃掉最后那几口饭。\n\n内心最终的坚强，终究是要靠自己才能获得。只有一次又一次体验过不同程度的「被放弃」，才能终于明白，面对困难，并不是只有别人应该或能够为你买单。\n\n自强则万强。摔倒，自己站起来，继续奔跑，再摔倒，再自己站起来，再继续奔跑，再摔倒，再自己站起来……然后终于有那么一刻，你突然不再惧怕摔倒，也终于体会到了自己站起来的那种力量感。\n那种力量不是快乐，也不是满足，而是自己对自己的那种责任感。"
    },
    {
        "id": "493331",
        "创建时间": "2022/12/14 10:26",
        "内容": "孕妇效应，又称观察者期待效应，很多孕妇表示怀孕后突然发现大街上孕妇比之前多了，不少孕妇都有类似感受，其实这是因为你的关注点和关注力的原因，给你造成了 某种现象或者事物的出现次数变频繁了的认知偏差。但事实上这些现象或者事物的出现频率一直如此，只是你之前没有关注罢了"
    },
    {
        "id": "504333",
        "创建时间": "2022/12/25 23:41",
        "内容": "模仿他人的做法容易绕弯路，总有属于自己的xxxx式胜利。\n\n通过模仿哪怕取得了胜利，也不见得能得到比别人更好的结果，但其中的机会成本已然损失。"
    },
    {
        "id": "504351",
        "创建时间": "2022/12/26 0:06",
        "内容": "单页模式就是顺序/随机，列表模式就是常规首页"
    },
    {
        "id": "504352",
        "创建时间": "2022/12/26 0:06",
        "内容": "我觉得双向链接这个功能点，一定要有Daily Notes这个页面才比较舒服。可以在每天开启新的一页时随手记录下新获取的信息或想法，再通过双向链接默默地整合成一个个有主题的并相连的笔记，而不是自己创建一堆页面再自己连起来。\nRoamResearch就是这点非常吸引我，不然我另开一个个页面自己插链接，和超链接有什么区别呢？"
    },
    {
        "id": "505185",
        "创建时间": "2022/12/27 9:42",
        "内容": "因为以上所述的原因，ChatGPT 在表现上超出它的同类一个档次，可以说是发生了质变。\n\n质变的表现就是答案的准确性（或至少表面的准确性）极高。背后的原因可以简述为几点：\n\n超前的数据量；\nRLHF，用户参与迭代优化；\n运用 RLHF 的另一个方式：加入上下文的关联。机器会参考相当长度的上下文关系，来进行多轮对话，大幅提升了理解用户真实意图并给出理想答案的可能性（有网友测试上下文的窗口大小可能是 8192 个 token：https://twitter.com/goodside/status/1598874674204618753）\n会质疑不正确的前提，同时会主动承认错误、主动提出无法回答等，这些是更谨慎的处理方式，会避免不准确的数据污染模型，这也提升了模型训练的准确度。\n不过 ChatGPT 离很多朋友想象的真正的强人工智能还是不一样，它没有到能有逻辑判断、价值判断的阶段，更罔称有「自我意识」了。它依然还是一个超强的统计模型，既然是统计模型，就还是「复读机」。只是这个复读机设计足够精妙，每次读的，是经过重新梳理和排布的内容。"
    },
    {
        "id": "505186",
        "创建时间": "2022/12/27 9:42",
        "内容": "正因如此，它也会存在明显的问题，这几天也被一些专家讨论：\n\n对于强化学习阶段的 ChatGPT 来说，它并不知道真相、并不知道标准答案。它的回答均来源于语料库。而倾向于回答的，以语料库的统计概率为准。\n也因此，它更倾向于生成理想的答案（plausible answers）而非正确的答案（correct answers）。这很好验证，你只要要求它反驳自己的上一条观点，它会很口齿伶俐地给出论据。\n这也是它潜在的核心难题：作为一个只搜集信息来训练模型的 AI，无法确保信源的准确性。这可能是无法替代搜索引擎和各种内容平台的原因之一。"
    },
    {
        "id": "505188",
        "创建时间": "2022/12/27 9:44",
        "内容": "对于 ChatGPT 的亲生父亲—— OpenAI 的 CEO Sam 来说，重做一个 Google 显然也不是他的追求。\n\n他在一次跟 Greylock 创始人 ReidHoffman 的谈话中，提到了对 AI 下一个时代的想法（我做了内容方面的简化和整理）：\n\n它不会为人类产生净新知识，因为它只会做其他人做过的事情。即使是这样它仍然非常具有价值，因为它使获得信息的边际成本非常低，虽然它不会治愈癌症，它不会增加人类科学知识的总和。\n有三件事情值得关注：\nAlphaFold 与生物技术。（在2020年11月30日，该人工智能程序在蛋白质结构预测大赛CASP 14中，对大部分蛋白质结构的预测与真实结构只差一个原子的宽度，达到了人类利用冷冻电镜等复杂仪器观察预测的水平，这是蛋白质结构预测史无前例的巨大进步。）\nCoPilot 与编程（微软 GitHub AI 编程工具。）\n人工智能可以开始成为一种人工智能科学家并且可以自我完善。从长远来看，人类进步和经济增长的唯一真正驱动力是能够促进科学进步的社会结构，然后是科学进步本身。\n未来 AI 将无处不在，我对未来十年的基本模型是，智能的边际成本和能源的边际成本将迅速趋向于零。"
    },
    {
        "id": "505189",
        "创建时间": "2022/12/27 9:44",
        "内容": "他在自己的一篇博文中，还提到了更完整的一个理念，即万物摩尔定律 Moore's Law for Everything。\n\n他是这么论述的：\n\n要想过上美好生活一共有两条路：个人获得更多的财富（使个人更富有），或者物价下跌（使大家更富有）。\n在过去的几十年里，美国的电视、电脑和娱乐成本已经下降，但其他成本却大幅上升，最明显的就是住房、医疗和高等教育的成本。如果这些成本继续飙升，仅靠财富再分配是行不通的。\n人工智能将降低商品和服务的成本，因为劳动力是许多供应链层面的驱动成本。\n人工智能医生可以比任何人类大夫更好地诊断健康问题，人工智能教师可以准确地定位和解释学生不理解的问题。\n「万物摩尔定律」为买不起他们想要东西的这一代人吹响了号角。想像一下我们的世界在未来几十年，所有的东西包括住房、教育、食品、服装等价格每两年就会减一半，这听上去虽然像是乌托邦，但技术确实能为我们实现这一目标（且在某些情况下已经实现了）。"
    },
    {
        "id": "505192",
        "创建时间": "2022/12/27 9:47",
        "内容": "Sam Altman: 万物摩尔定律\nhttps://mp.weixin.qq.com/s/yBDOLJ7qPxI1DDMRJg3pBA"
    },
    {
        "id": "505212",
        "创建时间": "2022/12/27 10:23",
        "内容": "Brandon 是在讲述他做 PM 所使用的决策原则的时候提到的，包括他写的和 PM 有关的多个文章也基于此。「我认识的一些最优秀的 PM 都是基于第一性原则做出决定的。第一性原则是一个不能从任何其他命题或假设中推导出来的基本的、基础的命题或假设。」"
    },
    {
        "id": "505216",
        "创建时间": "2022/12/27 10:39",
        "内容": "培养技能：没有人在乎你能做什么，每个人都在乎你能为他们做什么（反复读几遍）\n从经验中学习：体验越独特，产品越有价值。所以可以从这个视角重新定义你认为浪费时间的东西，是否能将其作为独特性的必要投资。\n通过迭代学习：你钦佩的每个人都曾是初学者，创造有价值的东西不可避免的第一步是创造一些毫无价值的东西。工作就是一系列的实验，而不是失败。\n通过帮助别人来学习：让别人成功，在这个过程中你也能理解在哪里放大了自己的价值。\n通过构建学习：无需别人许可，意味着你可以以自己的方式在互联网上发布你想要的内容，不必是非常详细的商业计划，只需要将你自己非常具体的观点呈现给世界，这样你就会从大多人数人中脱颖而出。"
    },
    {
        "id": "505321",
        "创建时间": "2022/12/27 14:54",
        "内容": "证明问题：世界不会奖励最善于解决问题的人，而是奖励沟通问题最好的人。表达问题的能力与解决问题的能力一样重要。所以你能提供服务的能力，取决于你自己定位何为问题，以及提供答案的能力。并非所有的问题都是巨大的。\n\n证明过程：问题的另一半是设计一个流程，使你能够为很多人解决这个清晰表达的问题。所以这里面分为两部分：好好沟通问题、很好地传达解决方案。当然最美妙的地方就在于此，你不需要任何人就能向世界证明你的能力。（许多产品本身并没有问题，但是缺少和用户沟通的能力，乔老爷就是一个擅长沟通的典型。）\n证明自己（解决方案）：人们信任人，所以需要一份明确的证明，证明你在过往服务中提供了你曾经承诺的结果。（想办法把你的能力展现出来，个人网站、播客、演讲等等，把你头脑中有价值的东西展开。）"
    },
    {
        "id": "505327",
        "创建时间": "2022/12/27 15:05",
        "内容": "建立声望\n\n巩固独特声誉的长期目标，是完全摆脱竞争。人们买的不是你的商品，而是买你这个人的价值观，记得玩一场长期游戏。\n\n要慎重：制造噪音（多尝试），聆听信号（看反馈）。当你收到信号时，需要聚焦于实质并加快输出周期。想要被市场认可，就要能被识别。\n要有主见：人们只会信任你到你信任自己的程度，不要跟随市场人云亦云，专注你的市场。（反过来看，许多大 V 凡事都发表意见，最终很快就会变得泯然众人。）\n保持心态：接受批评和模仿，这是受众正在增长的信号。经营业务需要意见，把自己和业务分离开。\n保持多产：找到 1000 种说话的方式，不断向人们展示你在做什么，这样你的受众就会觉得你无处不在。\n保持开放：带人进入幕后，通过展示你如何做到来证明你可以解决具体问题。泄露「秘密」，人们会付钱给你来教会他们。\n做你自己：在沟通中越接近自然状态，越能与竞争隔离。因为人们从人们那边购买，所以你作为公司资产的增长载体，将会受到行为真实程度的巨大影响。（所以不要去搞人设，因为装出来的，一定会露馅）\n拥有自己的声誉：在你独特的资产能力之上，和其他拥有独特资产能力的人建立互惠互利的关系。这样你的关系网络中参与者会越来越多。但要小心，随着网络变大，你要开始挑选其中的机会。\n承认自己的失败：搞砸了就承认，因为每个场合，承认并请求原谅，会让别人觉得你真实，反而能带来增长。"
    },
    {
        "id": "505328",
        "创建时间": "2022/12/27 15:07",
        "内容": "投资的第一条是去有鱼的地方捕鱼，第二条是不要去投资自己不懂的东西"
    },
    {
        "id": "505337",
        "创建时间": "2022/12/27 15:11",
        "内容": "1. 声誉与互惠：你是你的投资组合中，最有价值的资产。你的声誉是你未来收入的代表。而声誉是一个简单的结构，建立在两个想法之上 —— 能力：你能做什么；可靠性：你实际做了什么。\n\n2. 所有权 × 时间 = 自由。\n你是一种资产，你的技能组合是一种资产，你的独特体验是一种资产，你的声誉是一种资产，投资他们。\n\n3. 价值创造：报酬与问题难度成正比。\n做人们不做的事情（打扫屋子）\n做人们不会做的事情（经营家政服务）\n做人们做不到的事情（构建家政服务平台）\n \n4. 杠杆作用：通过互联网，放大你的努力。一次构建，多次销售；写一次，发表两次；设计一次，使用两次。\n\n5. 复利：要有耐心。（从五年的时间回看，产生巨大价值的时刻，也是来自于 3 年后。）"
    },
    {
        "id": "505359",
        "创建时间": "2022/12/27 15:36",
        "内容": "知乎是私域还是公域？似乎很难说清，不如说知乎就是私域和公域的交杂，而问题也由杂交而来。\n\n公域的层面，知乎早期的浏览是基于问题和话题的，后来更多围绕个性化的首页推荐。总之，没有一个时期是围绕关注关系的。\n\n私域的层面，知乎很常见长篇幅的回答，这很像公众号，评论区也会有讨论，而且评论区后来是把管理权限开放给答主的。这方面又很像私域。\n\n可问题也由此发生。正因评论区由答主掌握，反对的意见只好成为回答而不是评论。所以在问题的回答区会充斥着你来我往的辩论，你艾特我，我艾特你，真正的回答却被乌云蔽日了。\n\n对比公众号，创作者可以找到同类，友好交流。在知乎则大多不可控，党同伐异的氛围愈发严重。这不只与公域私域的矛盾有关，更关乎圈层隔离的问题。"
    },
    {
        "id": "505393",
        "创建时间": "2022/12/27 15:49",
        "内容": "你有特别多的关注者，下个回答并不能得到很强的曝光和关注。创作者视角上，就会疑虑长期内容创作的投产比。\n所以知乎商业化上是有风险的，一方面平台清高、不支持商业化，另一方面这些关注者很难转化：点了关注以后，未来也没有好的渠道去持续产生连接。\n（这个大V花了很长时间把知乎粉丝导流到公众号，后来成为垂直领域最大的公众号，成立的公司现金流也很可观。反观留在知乎的账号，哪怕也是头部，却没有什么起色。）\n\n看空知乎的主要原因：平台和创作者都穷。\n1. 曝光和推荐逻辑是围绕老的问题和回答的，也就不能做有效的推荐广告（像抖音）\n2. 同时关注关系也很弱，创作者无利可图，没办法用关注者的信任做转化（像B站）"
    },
    {
        "id": "505399",
        "创建时间": "2022/12/27 15:57",
        "内容": "在公域私域矛盾未解决、圈层区隔未建立的情况下，用户的剧烈融合，带来的是不适和阵痛。\n\n破圈当然没有原罪，B 站和小红书都有破圈的行为，不过它们两个的破圈在隔离上做得相对节制和妥当——B 站舞蹈区的老用户和财经知识区的新用户，交叉并不多；小红书碎片化程度极高的个性化推荐，也让每个用户不会收到不相干内容的打扰。\n\n在一些知乎早期用户看来，知乎是在放弃某些原本的坚持、原本的天然优势，即硬核内容和追求真相的那种氛围。"
    },
    {
        "id": "505402",
        "创建时间": "2022/12/27 15:59",
        "内容": "2014 年知乎创始人周源在一次自述里用了个章节小标题《尊重做社区的节奏：流量无用》，里面说：『量增加不等于社区成长，反而导致你没有预见的问题产生』。\n\n现在的知乎，正在反对曾经想成为好社区的知乎。"
    },
    {
        "id": "505426",
        "创建时间": "2022/12/27 16:30",
        "内容": "给你不认识的人发邮件会有惊人的效果。\n\n这是一个不成文的规则，你不应该这样做，但如果你真的提供了价值，你几乎可以免费的立即连接上任何人。\n\n给一个你不认识的人发几封电子邮件或者twitter可以真正地改变你的生活。\n\n如果你能证明自己有很大的潜力，或者对别人有用，你应该给他们发邮件或者twitter，让他们知道。\n\n如果你在想“我不够出色”，那么你可能错了。\n\nAlexey Guzey 个人的实践经历表面，看起来20-50% 的冷邮件最终都得到了回复。\n\n“这是我19岁时写给大学里一个我不认识的教授的信，这是我15岁时在网上写给某人的信。”对他们感到非常尴尬，幸运的是都得到了回复\n\n尽管这种经历可能会让人神经紧张、丧失信心，但最终还是有回报的。"
    },
    {
        "id": "505440",
        "创建时间": "2022/12/27 16:38",
        "内容": "最好的分析师也有 40% ~ 45% 的错误，所以那些好学校以优异成绩毕业的人，并不习惯犯错，所以很难处理和错误情绪相处的问题。尽早接纳这种情况，以免将来错误变得更加昂贵。\n\n在正确的条件下，从错误中学习是一种优势。但并非总要从自己的错误中学习，如果能从别人的错误中学习则是更大的优势。"
    },
    {
        "id": "505441",
        "创建时间": "2022/12/27 16:39",
        "内容": "所以你真正该做的是从自己的成功中学习，从别人的失败中学习。\n\n另一方面，随着环境变化，一个过去的错误行为可能在新环境中是可行的，所以不要从错误中过度学习。所以需要建立一个错误评估过程，可以尝试让其他人参与进来，这样能让你在理性上保持诚实。\n\n还有一种方式是从尚未犯过的错误中学习，这实际上是你应该记录的东西，一种潜在的错误，可以通过事前检查的方式来规避掉。"
    },
    {
        "id": "505442",
        "创建时间": "2022/12/27 16:39",
        "内容": "人天然有一种倾向，就是犯了错之后容易自责，留下太多的疤痕弊大于利。\n\n在手术台上犯了错误的外科医生，因为信心动摇更有可能离开手术。而一个成功的外科医生看到别人犯了一个致命的错误，就会从中学到更好的东西。"
    },
    {
        "id": "505443",
        "创建时间": "2022/12/27 16:41",
        "内容": "要小心看待别人身上的成功，因为你不了解当时的背景。但错误更好理解，因为他们非常明显。"
    },
    {
        "id": "505458",
        "创建时间": "2022/12/27 17:20",
        "内容": "Jim O’Shaughnessy 曾经说过：不要寻找意义，而要寻找用途。你所学到的是应用它，而不是因为你在挖掘它的意义。用低成本的方式去学习并测试获得即时反馈，比长时间思考并在大脑中塞满更多信息有用的多。"
    },
    {
        "id": "505459",
        "创建时间": "2022/12/27 17:20",
        "内容": "首先你要能找到最好的，然后模仿过程中也能知道什么是有效的，什么是无效的，然后才能创新，变得更好。\n\n除了苹果和微软，你也能看到Facebook曾经偷过Winklevoss兄弟的想法，然后是Snapchat的优点，现在开始盯上了 Tiktok。越是平庸的人越希望创新，但原创是浪费时间，更重要的是效率和完成目标。所以最好是从最好的人正在做的事情开始继续。"
    },
    {
        "id": "505466",
        "创建时间": "2022/12/27 17:27",
        "内容": "电脑端的一些优化细节\n1. 能够查找标签\n2. 有一个很大的开关来展示当前的摘抄状态\n3. 在第一屏时才记录复制内容\n4. 在第一屏时且聚焦在一念时，不保存复制内容\n5. 在生成便签时给与标签建议\n6. 需要聚合便签标签信息流\n\n\n不需要\n1. 可能不需要标签列表"
    },
    {
        "id": "505478",
        "创建时间": "2022/12/27 17:41",
        "内容": "大多数分析师的好主意往往来自他的人际网络，因为很简单，他们需要聪明人来帮忙过滤掉外面的东西。同时每个人背景不同，同样的信息往往能捕捉到不同的机会点。另一种智力杠杆是你创造出来的内容，这样会有更多人关注你，你也就有了一个独特的信息渠道。"
    },
    {
        "id": "505479",
        "创建时间": "2022/12/27 17:41",
        "内容": "要注意网络的多样性，避免总是和自己熟悉的人在一起。可以从时间（年龄）的多样性和地理位置的多样性思考。另外就是不断结识新的朋友，他们能带来全新的网络。"
    },
    {
        "id": "505487",
        "创建时间": "2022/12/27 17:55",
        "内容": "我发现，如果标签的量很多，同时我们也鼓励用户随手给便签打关键词标签的话，标签列表反而没有时间序重要，同时应该是标签找人，而非人找标签\n\n太多了，需要的是复制文本后，自动分词检索（甚至分析文段含义），然后自动匹配的推荐已有标签，如果没有已有标签，要鼓励他输入新建，甚至是点选。（马上可行的做法是，用百度的文章标签接口提供的那个能力实现）"
    },
    {
        "id": "505489",
        "创建时间": "2022/12/27 17:58",
        "内容": "而有了时间序，如果对于很规范分类且把标签当成单层文件及使用的用户（以及只用微信读书导入功能的用户），首页就是标签列表加上少数的零散便签（甚至没有零散便签），是可以兼容的\n\n对于从来不打标签（或者很少打标签）的用户，他甚至感觉不到我们修改成聚合时间序排列，和旧的以便签时间序排列一样的体验，也一样可以兼容"
    },
    {
        "id": "505498",
        "创建时间": "2022/12/27 18:04",
        "内容": "聚合器是指那些能很好聚合信息的人，有了他们你就需不要阅读一百万本书，而是可以直接知道他们基础的观点是什么。\n\n连接器是指那些各行各业中的社交小王子。基于他们的特点，他们很容易把你介绍给其他人。这些人是你人际网络的关键部分。\n\n三元组是指两个人在你的网络中不认识对方，你将他们介绍给对方，并将他们结合在一起以达到共同的目标，然后你就让他们去做。创建 Triads 会带来很多价值。\n\n枢纽往往是指一个地方，这样你才能把上述几者聚合在一起。"
    },
    {
        "id": "505499",
        "创建时间": "2022/12/27 18:06",
        "内容": "从你所在领域有直接接触的人开始，可以从三个方面来接近他们，即：我欣赏你什么地方；我能为你做点什么；你能为我做点什么。"
    },
    {
        "id": "505510",
        "创建时间": "2022/12/27 18:09",
        "内容": "成为一名优秀的学员，因为你的成功也是他们荣誉的一部分，所以要听从他们的建议，付诸行动。如果成功了，告诉他们并心存感激；如果无效，也可以告诉他们，他们往往会给出更多建议，因为你没有浪费他们的时间，而他们也愿意把优秀的你介绍给更多人。"
    },
    {
        "id": "505511",
        "创建时间": "2022/12/27 18:09",
        "内容": "当导师无法再指导你时，你需要寻找新的导师时，不要切断和曾经导师的关系"
    },
    {
        "id": "505512",
        "创建时间": "2022/12/27 18:10",
        "内容": "在开始我的基金之前，我列了一张最聪明的分析师、产品经理、经纪人的名单，并安排与他们会面。我对他们说，我怎样才能启动对冲基金？\n\n我把他们说的事情全部记下来并逐一检查，比如我怎么会在创意产生时失败？我怎么会在投资组合管理上失败？我怎么会在风险管理上失败？我怎么会招聘失败？领导投资团队怎么会失败等等。\n\n我从每个单独的对话中学习，但充分的杠杆是我从聚合对话中学到了多少，因为我发现了甚至与我交谈的一些人都不知道的模式。这是我每两年做一次的过程。"
    },
    {
        "id": "505519",
        "创建时间": "2022/12/27 18:14",
        "内容": "你想研究伟大的投资者、首席执行官和领导者，但同样要小心英雄崇拜。我认为我们经常想象这些人拥有比其他人更好的品质或能力，有些人或许是这样的。但他们大多是像我们一样的笨蛋。\n\n他们有相同的弱点，模式，不要认为他们很完美。很多时候，他们也可能是运气好，经历了某个环境。其他时候，他们有我们看不到的支持结构。你必须记住，你永远无法复制他们所做的事情，因为我们不会经历他们经历过的相同环境。"
    },
    {
        "id": "505520",
        "创建时间": "2022/12/27 18:14",
        "内容": "那么应该如何研究英雄呢？你想研究他们的初始条件。塑造他们的早期背景、情况和环境是什么？例如，巴菲特和芒格经常忽视的一件事是，他们是在大萧条之后长大的。这确实影响了他们看待事物的方式。难怪他们很早就迷恋价值投资。"
    },
    {
        "id": "505521",
        "创建时间": "2022/12/27 18:14",
        "内容": "谁是他们的连接器，谁是他们的过滤器聚合器。他们在哪些枢纽度过了时光？那时谁在那里？他们受到了哪些书的影响？比如埃隆 · 马斯克就喜欢科幻作家伊恩 · 班克的书？他们的秘密优势是什么？有时他们有一个他们从不谈论的优势，弄清楚这是什么可以带来洞察力。"
    },
    {
        "id": "505523",
        "创建时间": "2022/12/27 18:18",
        "内容": "设计者在Adobe用 PS 制作网页，市场上开始出现 Sketch 这样的工具，所以开发 XD。\n\n但优势往往也会是束缚，比如 XD 的失败在于用客户端的思维，专注于设计部分，而忽略了协作带来的趋势和变化。\n\n这是因为大量的创意工作并非是黑箱，需要在想法迸发之初就引入更多的上下游的相关者进行探讨，而制作过程中和完成后，也还需要和其他人交互。这是传统客户端所做不到的，因为：\n\n1. 依赖于本地，比如在公司有机器上有，但在外出演示的电脑上没有等。\n2. 流转的是文件，中间的「制作过程」很难共享与展示，尤其是远程办公。\n3. 除了设计师之外，其他上下游相关人员并不会安装对应工具。\n\n所以 Figma 快速增长：\n表面问题是越来越多的公司需要设计自己的应用程序，相关设计市场需求在变大；\n深层次的问题则是， Figma 是一个设计平台，而非一个设计工具"
    },
    {
        "id": "505524",
        "创建时间": "2022/12/27 18:21",
        "内容": "除了用户需求增加，Figma 还构建了一种新的世界观，即产品设计师问自己的第一个问题是，「我和谁一起工作」 —— 产品经理、营销人员、开发者都是他的相关协作方，也都会查看他的设计文档。如果在客户端时代，那么这些项目的流转和展示会非常麻烦，而 Figma 则让他们不需要客户端，通过浏览器就能来「播放」对应的设计资产。"
    },
    {
        "id": "505526",
        "创建时间": "2022/12/27 18:22",
        "内容": "但在 PS 的世界里就不是这样，你自己完成工作，最终将设计稿发送给其他人，这一切显得那么原始。\n\n创建云文档，而不是本地文件，才是未来。\n\n从这个视角看，协作才是未来的重点，XD 没有这样的能力，至少在讲协作引入桌面应用程序的努力并未成功。\n\n除了上述的协作，对于 Adobe 来说，除了创意被实现之外，创意的上游即灵感探讨，以及下游创意展示，也是其重点关注的对象。所以除了 Figma 之外，FigJam（白板应用）也很值得关注。"
    },
    {
        "id": "505527",
        "创建时间": "2022/12/27 18:23",
        "内容": "这次收购后，Adobe 希望能重新构建未来工作流程，基于网络的，基于协作的。而 Adobe 拥有的是媒体创造领域最优秀的人才，而 Figma 则是基于 web 设计和协作最优秀的人才，这样才能创造图片编辑的未来、摄影编辑的未来等，比如 Figma 如果能应用 Adobe 的所有字体和素材库，那么就会推动协作创造力爆炸性的增长。通过Figma 和 FigJam ，希望能帮助 Adobe 做到 600 亿 TAM。"
    },
    {
        "id": "505528",
        "创建时间": "2022/12/27 18:26",
        "内容": "伟大的想法很难找到，但是绘画能加速这个过程，同时让它变得有趣。"
    },
    {
        "id": "505529",
        "创建时间": "2022/12/27 18:27",
        "内容": "为了准备我们的想法，我们首先画出我们想要思考的东西。这些学习图画是真实的图像。它们迫使我们【仔细观察】我们的主题，并尽可能多地吸收知识。我们仔细观察细节，使不可见变为可见。\n\n当我们做文本研究时，我们添加插图，使新的知识更加具体和真实。学习阶段的目的是了解那里有什么和正在发生什么。因为我们不能抽取一切。"
    },
    {
        "id": "505530",
        "创建时间": "2022/12/27 18:28",
        "内容": "在我们获取了尽可能多的信息之后，我们现在想要“疯狂”一把，尽可能多地画出想法。\n\n我们想到什么就画什么。那些画一直从我们的脑海里涌出通过我们的手在那张纸上，这些图画开启了新的想象力和联想。但这些想象力是变幻无常的，如果我们不用笔抓住它们的话，甚至可能直接消失，所以我们得快点行动！\n\n这就是我们所有在绘画练习上的努力得到回报的地方。我们的手和眼睛训练得越好，思想的流动就越自然。\n\n而且也没有必要担心我们的图画是丑陋的还是难以理解的。此时此刻，他们只为我们而来，在纸上大声地思考。激发我们的想象力，并可视化这些想法。"
    },
    {
        "id": "505532",
        "创建时间": "2022/12/27 18:31",
        "内容": "为了与他人分享我们的想法，我们必须把重点放在本质上。\n\n我们这里的草图是为设计师之间的非正式评论而设计的。当创意仍处于初级阶段时（不能100% 肯定我们应该采用此方案），并希望与其他设计师讨论这个创意。\n\n这时我们通常希望为辩论留出空间。我们展示的越少，人们就越能思考和说话。图纸应该清晰，但不要太详细。课文保持简洁和短小。过多的信息可能会扼杀来自他人的宝贵反馈。"
    },
    {
        "id": "505534",
        "创建时间": "2022/12/27 18:33",
        "内容": "https://ralphammer.com/how-to-draw-ideas/"
    },
    {
        "id": "505535",
        "创建时间": "2022/12/27 18:43",
        "内容": "技能在让人专业的同时会产生盲点，而盲点很多时候都是机会所在"
    },
    {
        "id": "505549",
        "创建时间": "2022/12/27 18:57",
        "内容": "主干是更主要东西的枝叶\n枝叶是更次要东西的主干\n\n然而人们容易犯的错误是\n在事外观察时，会很容易找到主干而忽略枝叶的意义\n而在事内深耕时，会很容易专注于枝叶和忽略了主干的宿命影响\n\n更好的是\n事外观察找到主干时，不忘感受枝叶\n事内深耕时刻注意主干的宿命，而不是盲视，只在枝叶雕花"
    },
    {
        "id": "509871",
        "创建时间": "2023/1/2 20:42",
        "内容": "《大学》：“大学之道，在明德，在亲民，在止于至善。知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得”。"
    },
    {
        "id": "510139",
        "创建时间": "2023/1/3 9:56",
        "内容": "做一个新业务，不靠老业务输血活下来，才是真有生命力。\n\n反之，明明可以起来一个新业务，却非得挂在老业务上让其增长，结果大概率会悲剧。因为要么飞不起来，要么撕逼厉害。"
    },
    {
        "id": "514001",
        "创建时间": "2023/1/6 19:03",
        "内容": "搜索建议词规则\n匹配：能够通过用户的输入进行前缀匹配；\n排序：根据建议词的优先级进行排序；\n聚合：能够根据建议词关联的商品进行聚合，比如聚合分类、聚合标签等；\n纠错：能够对用户的输入进行拼写纠错；"
    },
    {
        "id": "514153",
        "创建时间": "2023/1/6 22:00",
        "内容": "什么时候信息熵会更大呢？换句话说，发生了怎样的事件之后，你最想问一下它的结果如何？直觉上看，当然就是那些结果最不确定的事件。没错，信息熵直观地反映了一个事件的结果有多么的随机。"
    },
    {
        "id": "514154",
        "创建时间": "2023/1/6 22:02",
        "内容": "在整个 2400 万字的数据中，“战略”一共出现了 2774 次，出现的概率约为 0.000113 。“版”字则出现了 4797 次，出现的概率约为 0.0001969 。如果两者之间真的毫无关系，它们恰好拼在了一起的概率就应该是 0.000113 × 0.0001969 ，约为 2.223 × 10-8 次方。但事实上，“战略版”在语料中一共出现了 175 次，出现概率约为 7.183 × 10-6 次方，是预测值的 300 多倍。"
    },
    {
        "id": "514350",
        "创建时间": "2023/1/7 4:38",
        "内容": "这次的版本界面Ui改动很大，功能好像变少了，新建便签的方式改变了，列表的排列方式也有不同，用起来不习惯等等……\n在上线之前我们已经设想到会有这样的疑惑，但并不是不尊重用户的习惯，执意上线这个版本，事实上我们在TestFlight上使用了很久才决定将这个版本推送到商店。\n熟悉的卡片式消失虽然损失了一定的美观性，但是得到的是更多的展示空间，便签标签聚合、默认折叠为两行同样也是为了查找效率。\n我们内部讨论了很久，认为浏览应该在便签详情左右滑完成，便签详情有完善的细节和更高效和舒服的浏览体验；而列表应该做的是索引，快速定位到想要的内容。（我常常一个时间段里会基于某个关键词标签记录，此时便签全部展示反而降低了我的查找效率，同时我的印象是基于这个标签的-比如一本书）\n\n其次是功能，功能是没有变少反而变多了的，只是入口调整了位置，探索一下就能找到，相信我们对自己产品负责的态度，一定是想了很多才做了位置调整，长久使用会感觉到更顺手的。\n\n而这次的主要新增功能是底部的输入便签和搜索结合，这是一次新的尝试，目前还没有人这么做过。我们希望的是用户在把便签放进来的时候，便签会自己去找便签，每一次新建都是和之前记录的一次沟通。\n\n可以看到这次的改动，一念是往更实用的方向去调整。\n一念首先是个摘抄/收集软件，但又不止于此，我们希望一念能是个助手：只需要将灵感放入，它们会有“良好的自我管理意识”，不需要我们来过多的操心，我们会通过算法甚至是机器学习来帮助用户管理自己的灵感，用户只需要收集就可以了。\n\n这就是一念接下来一两年想要实现的效果了，很期待能和你继续同行！"
    },
    {
        "id": "514994",
        "创建时间": "2023/1/7 23:22",
        "内容": "感觉是成不成体系的问题，如果成体系，一般会有查找路径，难处理的是那些游离的，不过回忆起所有碎片也不现实，如果它被遗忘说明它的重要性不高，可能要解决的是那些不成体系的，本该在某个时刻被记起的东西，通过技术来找到这个线索"
    },
    {
        "id": "515003",
        "创建时间": "2023/1/7 23:39",
        "内容": "核心应该就这两点。\n【互信息】在数据集够大的情况下，通过计算分开概率和合起来的概率的差值来判断相关度\n\n【信息熵】通过左右的块头和块尾数量来判断词的切分位置，多的可能是词的概率就高"
    },
    {
        "id": "515856",
        "创建时间": "2023/1/8 23:39",
        "内容": "但是，当我们的团队变大以后，这个思路其实是被动地慢慢发生了变化。这个在我自己经常会感受得到，因为很多同事跟我讨论一些产品或者业务方向的时候，往往会给出一些证据，这些证据是用数字证明——这个是对我是有冲击的。我说的冲击是说大家在思考问题的出发点上有一些驱动力，不是来自是不是在做有价值的事情，而是来自于我们能做到一个多高的数据，那我会觉得有一点危险。"
    },
    {
        "id": "515857",
        "创建时间": "2023/1/8 23:39",
        "内容": "你用一个不同的目标驱动的话，产生的方法是完全不同的。我们从来没有给公司领导反映我们的 KPI 有问题了，反而现在很多同事往往是聚焦在数据的目标上，这是大家要反思一下。我跟技术团队讨论问题时候也说，不要太关注用户的增长，因为这是一个很自然的增长，我们更应该关注我们给用户做了什么事情。"
    },
    {
        "id": "515858",
        "创建时间": "2023/1/8 23:39",
        "内容": "微信有一个特别大优点，就是商业模式建立的比较干净，不是在透支流量状态下做的。之前我一直没有想这一点，我觉得这不是应该的吗？Tony 一说我才想到，大家发现我们在微信里面流量方面其实是非常的保守、非常谨慎的。我们所有业务不管是商业还是非商业的，我们去衡量它对用户具体带来价值是不是真的很大，然后再决定要不要使用这个流量。"
    },
    {
        "id": "515859",
        "创建时间": "2023/1/8 23:39",
        "内容": "大家做一个非常平庸的事情，最后产出非常平庸的结果，只是大家现在没有感知到，大家还以为我们在用一个很好的方法在做一个很好的事情。等到时间过去了，等到我们遭遇失败了，大家才会想到原来我们所有方法都是错了。"
    },
    {
        "id": "519904",
        "创建时间": "2023/1/13 9:03",
        "内容": "对自我价值的认可是自律的基础，因为当一个人觉得自己很有价值时，就会采取一切必要的措施来照顾自己。自律是自我照顾，自我珍惜。\nM·斯科特·派克"
    },
    {
        "id": "519951",
        "创建时间": "2023/1/13 11:48",
        "内容": "对抗型运动，最容易培养血性"
    },
    {
        "id": "520477",
        "创建时间": "2023/1/13 23:46",
        "内容": "人一旦失去什么东西就会产生可怕的毅力"
    },
    {
        "id": "520613",
        "创建时间": "2023/1/14 2:53",
        "内容": "AI补充：补充笔记的其他信息（外链等）\nAI分类：NLP分类和建立笔记的关系\nAI回顾：引导回顾笔记，基于此再新增便签\nAI对话：类似ChatGPT的对话，适合新建推荐\nAI涌现：基于建立的关系，重新涌现新的idea反馈给用户，拓展用户的思考"
    },
    {
        "id": "522676",
        "创建时间": "2023/1/16 11:24",
        "内容": "面试了这么多人，也请教了很多非常厉害的CEO，最终发现,基本上问这四个问题就够了：\n\n如果你突然有半个月的带薪休假,只有一个条件,就是必须研究一个事儿,你会研究什么?\n你正在做的事,行业里最顶尖的人或公司是谁,他们是怎么做的?\n你在此之前的人生经历中,做过什么重要的取舍?\n针对刚才提到过的某个很重要的项目或者工作,如果你有机会能重新做一遍这件事，会有哪些地方不一样？"
    },
    {
        "id": "522677",
        "创建时间": "2023/1/16 11:25",
        "内容": "https://mp.weixin.qq.com/s/ks6JKet-GR81QZbqxHgOCw"
    },
    {
        "id": "522691",
        "创建时间": "2023/1/16 12:00",
        "内容": "使用 Zwicky Box  来解题分三步\n\n1. 将你的问题拆开，进行分类：分析出影响决策的重要因素（相互独立）\n\n2. 对每个分类的值进行头脑风暴，除非你有了50个左右的想法，否则就不要停下来。此外，不要急着对这些想法进行过滤，不管这些想法有多么荒诞或者愚蠢，都一股脑儿先把它们写下来。\n\n3. 遍历每一种组合创造全新的组合，有了更多的类别和更多的值，Zwicky Box 变得更加有用，因为您可以发现一些真正意想不到的组合。"
    },
    {
        "id": "522695",
        "创建时间": "2023/1/16 12:03",
        "内容": "Zwicky Box 的优势不在于建立思考原创想法的能力，而在于系统地探索许多可以带来惊人见解的想法。很多时候，问题并不一定是想出来的点子，而是过早地找到了一些解决方案。我们发现，仅仅是把不同的元素并列在一起，就会触发大脑的联想思维引擎去寻找有意义的联系，这通常会产生一些新鲜的想法。"
    },
    {
        "id": "522700",
        "创建时间": "2023/1/16 12:08",
        "内容": "没有去问怎么解决问题X，而是去问解决方案Y应该怎么去实现和操作。\n发现一个问题千万不要立即去解决这个问题，而是应该思考系统上有什么漏洞，才导致了这个问题的产生。——王兴"
    },
    {
        "id": "522701",
        "创建时间": "2023/1/16 12:09",
        "内容": "向上看：在提出问题的时候，先停下来思考是否这是某个大问题的子集。\n\n向前看：思考下如果解决了这个问题，是否会衍生其他问题。\n如果发现即使这个问题解决了后续还有不能解决的问题，要停下来思考的是这个问题是否是本质问题。（比如即使 Excel 导出不出错了，但是核对表格还是很麻烦。）\n\n向后看：思考是否是因为之前的一些策略导致今天的问题产生。那时候的决策放在今天来看是否还合理？（比如当时因为需要快速上线才做的 Excel 导出对账，那么今天和供应商已经配合默契且有开发资源，可以做到自动对账。）"
    },
    {
        "id": "522704",
        "创建时间": "2023/1/16 12:14",
        "内容": "1）有人想解决问题X 2）他觉得Y可能是解决X问题的方法 3）但是他不知道Y应该怎么做 4）于是他去问别人Y应该怎么做？\n\n简而言之，没有去问怎么解决问题X，而是去问解决方案Y应该怎么去实现和操作。于是乎：\n\n1）热心的人们帮助并告诉这个人Y应该怎么搞，但是大家都觉得Y这个方案有点怪异。 2）在经过大量地讨论和浪费了大量的时间后，热心的人终于明白了原始的问题X是怎么一回事。 3）于是大家都发现，Y根本就不是用来解决X的合适的方案。\n\nX-Y Problem最大的严重的问题就是：在一个根本错误的方向上浪费他人大量的时间和精力！"
    },
    {
        "id": "522707",
        "创建时间": "2023/1/16 12:15",
        "内容": "X-Y Problem又叫“过早下结论”：提问者其实并不非常清楚想要解决的X问题，他猜测用Y可以搞定，于是他问大家如何实现Y。 "
    },
    {
        "id": "522713",
        "创建时间": "2023/1/16 12:21",
        "内容": "归类学\n图书馆学是研究如何进行分类，编目，并找到资源的学科。它被广泛地用于传统图书馆，博物馆，科学实验室和医院中。 其他两个对信息架构有价值的领域是编目学和档案学。编目是创建元数据，并且把它分配给内容以便未来再次找到它的过程。档案学是创建并且用内容填充档案的过程，这可能需要不断地编辑或移除工作来保持档案的完整性。"
    },
    {
        "id": "522714",
        "创建时间": "2023/1/16 12:22",
        "内容": "认知心理学\n1. 认知负荷是指一个人在给定的时间内可以处理的信息量。请你记住，了解认知负荷可以防止信息架构师一次性带给用户过多的信息，这样就不会造成用户信息过载。\n2. 心智模型是指用户在与一个网站或应用程序进行交互之前，他们的心智中已经形成的假设。当信息出现的位置和用户的心智模型中的假设位置一致时，信息就更容易被发现。"
    },
    {
        "id": "522715",
        "创建时间": "2023/1/16 12:25",
        "内容": "建筑学\n现代信息架构的创始人是Richard Saul Wurman，他并不是一个网页设计师，而是一名平面设计师和建筑师，有趣的是，信息架构的概念正是从建筑学中衍生出来的。\nWurman认为信息应以和建筑物同样的方式来构造：要有一个坚实的基础。Wurman的工作给了我们很好的启发：“信息的呈现方式可以比信息本身更为重要。” \n信息架构非常重要，就像建筑学有很多形式一样，信息架构也可以采取很多有吸引力的形式，并且是基于精确的、有策划的结构和坚实的想法基础之上的。"
    },
    {
        "id": "522733",
        "创建时间": "2023/1/16 12:29",
        "内容": "信息架构师：\nAbby Covert Abby Covert, 或者 “Abby the IA” 是书籍How to Make Sense of Any Mess: Information Architecture for Everybody的作者。她也在The School of Visual Arts（视觉艺术学院），以及General Assembly NYC教授信息架构课程。Abby是信息架构学会的主席，她专注于提升世界各地信息架构师的力量。她发表关于信息架构的文章，讨论信息架构，教授信息架构课程，同时在纽约市从事信息架构师的工作。\n\nAndrea Resmini Andrea Resmini 是一名信息架构师，也是JIBS的教师和研究人员。 他也是书籍 Pervasive Information Architecture的联合编写者, 他目前在FatDUX从事信息架构的工作，这是一家领先的用户体验公司。他也担任了信息架构学会的主席，主持了Italian IA Summit（意大利信息架构峰会），除此之外，他也是用户体验欧洲中心的创始成员之一。Andrea在业余时间创办了Journal of Information Architecture 信息架构杂志，目前他也是这个杂志的副主编。\n\nAndrew Hinton Andrew自1990年以来一直在从事设计信息系统的工作，他从1999年开始就自称是“信息架构师”。他与Christina Wodtke 和 Louis Rosenfeld在2002年共同创立了Information Architecture Institute（信息架构学会）, 并且负责撰写了学会宣言。他也是书籍Understanding Context的作者，这是一本写给信息架构师和用户体验专业人员的书。如今，Andrew是State Farm的高级数码体验架构师，他称自己为“专门从事信息架构的用户体验设计师”。 \n\nChristina Wodtke Christina Wodtke，信息架构学会的另一位共同创始人，也是信息架构领域一个令人印象深刻的名字。她担任过Zynga.com的总经理，MySpace的社交总经理，LinkedIn首席产品经理，以及雅虎的设计部高级总监！她也是协作博客工具PublicSquare的联合创始人，以及设计出版社的Boxes and Arrows创始人之一。目前，Christina给初创公司提供建议指导，并且运营她的博客Eleganthack。 \n\nDan Klyn Dan Klyn作为信息架构师在服务机构，电子商务组织，非盈利机构工作有二十年了。他在密歇根大学教授信息架构课程，并且是The Understanding Group（TUG）的联合创始人。Dan与全球各地的客户合作，并在信息架构峰会（IA Summit），UX Week和WebVisions上发表演讲。他的一个四个分钟演讲Explaining Information Architecture非常值得一看。 \n\nDonna Spencer Donna Spencer是一名自由的信息架构师，顾问，作家和培训师。她是书籍A Practical Guide to Information Architecture以及其它两本关于用户体验书籍的作者。Donna有9年的自由工作经验，作顾问或者战略策略设计工作。她设计过大型企业的内部网和网站，电子商务和搜索系统，商业应用，设计模式和CMS。Donna也是UX Australia的联合组织者，她目前在运营着这个组织。\n\nEric Reiss Eric Reiss作为信息架构顾问，作家和理论研究者而被大家所熟知。他的书籍Practical Information Architecture: A Hands-On Approach to Structuring Successful Websites是信息架构的经典书籍之一, 除此之外，他的书籍Usable Usability改变了许多企业应对用户体验挑战的方式。 他目前是FatDux的首席执行官，这是一家在哥本哈根的用户体验组织。 \n\nJesse James Garrett 1995年，Jesse开始在网络上工作 ，首先作为一名作家和界面开发人员，后来成为一名界面设计师和信息架构师。2001年，他创办了Adaptive Path公司，旨在帮助人们解决用户体验问题。如今，他撰写文章，并公开谈论以用户为中心的设计以及信息架构。他也是书籍The Elements of User Experience（用户体验要素）的作者。 \n\nLouis Rosenfeld Louis帮助创建了信息架构领域，是许多优秀文章的联合撰写者，也担任其最知名咨询公司The User Experience Network的总裁快有七年了。Lou与其他人共同创立了Information Architecture Institute（信息架构学会），并是其顾问委员会的成员之一。 \n\nNick Finck Nick是一个有着12年经验的网络老将，并被认为是贸易网络的工匠。他的拥有的技能遍历网页设计，网站开发，用户研究，网站分析，信息架构和网络出版。他也是许多关于网页设计文章以及出版物的作者。 \n\nPeter Morville Peter Morville是信息架构领域的奠基人之一。他是一名作家，演讲家和顾问。他的畅销书包括Information Architecture for the World Wide Web（Web信息架构:设计大型网站）（ 著名的“北极熊”），Intertwingled: Information Changes Everything。他的作品曾在《商业周刊》，《经济学人》，美国国家公共电台，和《华尔街日报》上发表。"
    },
    {
        "id": "522734",
        "创建时间": "2023/1/16 12:32",
        "内容": "Ev Williams 提到了出版是如何一步一步被广告商裹挟，以及行业内经常出现的观点（在今天网文阅读上也经常看到，想想最近阅文集团的窘境吧）：人们会为娱乐而不是信息买单、人们会为音频和视频付费，但不会为文本付费、人们不会为他们过去免费得到的东西付费。\n\n其实从视频网站和电视剧的关系来看，人们还是会为优质的内容付费的，只是在他们接触到这些内容之前，人们不会首先付钱。并且在文章中提出了一种可能的付费模式「人们在浏览文章的时候，根据时长扣费」"
    },
    {
        "id": "522736",
        "创建时间": "2023/1/16 12:34",
        "内容": "Ev Williams 阐述了 Medium 的核心模式 ——  Membership ，而快速增长的模式来自于两个原因：\n\n把优质的故事放在计量收费墙背后。\n帮助人们找到他们关心的优质故事。\n\n前者依赖于他们的策划团队不断地挖掘和帮助创作者来生产优质的内容，后者则依赖于算法和人工挑选做好内容的分发。\n\n对于内容他们是这么思考的：不只提供最新的东西。人们来到Medium是为了获得他们所关心的事情上最聪明的思考。\n\n你今天能读到的最好的东西，在过去48小时内发表的可能性很小。但大多数互联网上的人都会把任何不新鲜的东西当做坏果子一样对待。这对读者和作家都是一个巨大的伤害。它鼓励人们把时间花在小说上，而不是花在有价值的东西上，这也让创作者不愿意投资于有持久价值的东西"
    },
    {
        "id": "522737",
        "创建时间": "2023/1/16 12:40",
        "内容": "Google 最初的代号，字面意思理解为检查反向链接来评估网站的重要性。\n\n项目开始于1996年，拉里 · 佩奇的一个研究项目，他当时在斯坦福大学学习，是斯坦福数字图书馆项目(SDLP)团队的一员。这个项目为自己设定了发展技术的目标，以建立一个通用的数字图书馆。在搜索博士论文主题的过程中，佩奇一直在考虑探索万维网的数学属性，将其链接结构理解为一个巨大的图形。"
    },
    {
        "id": "522740",
        "创建时间": "2023/1/16 12:51",
        "内容": "数据连接与数据挖掘是2大重要组成部分"
    },
    {
        "id": "522741",
        "创建时间": "2023/1/16 12:53",
        "内容": "22 岁的 Page 还在斯坦福读研究生时，一天午夜他突然迸发出一个改变世界的灵感来——他可以下载整个互联网的信息，并且检索每个页面的链接——这是一种全新的看待整个世界信息的方式。\n那天晚上 Page 写下的代码日后成为了一个软件算法的基础，他给这个算法命名为 PageRank，并用它来驱动一个新的搜索引擎——BackRub。"
    },
    {
        "id": "522753",
        "创建时间": "2023/1/16 13:18",
        "内容": "其实新的信息流下，每次把便签加入标签，就像便签对着作者喊：“我在这个群里，群里还有其他之前你记录过的想法，看看我们之间有什么联系”\n\n倒推回来就是，如果用户已经把一堆便签放进了一个标签，那么完全可以用这个标签内的便签集合做分析，在用户查看便签时建议"
    },
    {
        "id": "522754",
        "创建时间": "2023/1/16 13:23",
        "内容": "关联的意义，或许应该从搜索引擎里头找"
    },
    {
        "id": "522783",
        "创建时间": "2023/1/16 14:19",
        "内容": "在《In The Plex》Steven Levy 讲述了这样一个故事——在 2000 年的时候，Google 雇佣了一个名叫 Wesley Chan 的助理产品经理，并且让他负责研发一个叫谷歌工具栏的产品，Google 希望用户在使用这款产品时不用打开微软的浏览器就能使用搜索的功能。Chan 发现没有人在使用它，因为它没有为用户提供任何特别的功能。Chan 决定附加一个功能——为用户拦截弹窗广告。\n他在一次会议上把这个想法报告给了 Page。\n「这是我听过的最荒谬的东西！」Page 怒吼道，「我们从哪儿把你找来的？」\n然而，Chan 并没有气馁，相反他做出了更加大胆的举动——他秘密地把改进过的工具栏安装进了 Page 的电脑。之后不久 Page 说最近电脑上的弹窗广告少多了，Chan 向他道明了原委，于是，这款新工具栏上线了。\n最终，Page 写下了自己的管理法则：\n不要推诿：自己去做任何能让产品研发进展更快的事情。\n如果你不能为产品增值，那么你就不要成为碍事的人。让那些真正做事的人相互讨论，你去做其他事情吧。\n不要官僚主义。\n创意比年龄更重要。提出想法的人很初级不意味着 TA 不应该获得尊重和合作。\n最糟糕的事情就是只会说「不，不行。」，而不提出切实可行的改进措施来。"
    },
    {
        "id": "522796",
        "创建时间": "2023/1/16 14:30",
        "内容": "1998 年下半年的一天，谷歌第一任 HR 主管 Heather Cairns 来到谷歌的车库，把 Page 和正在玩乐高的 Brin 叫了出来。\n「你们干什么呢？」Cairns 用她一贯刺耳的方式问到。桌子上，Page 面前正摆着的一个机器人胳膊和橡胶滑轮尾巴的装置。\n「我们正试着解决怎样可以不用手来翻书，」 Page 解释说，「总有一天我们会将世界上所有的书都放到网络上，让大家都看得到。」\n「当然，」Cairns 说。「当然。」\n不久之后，Page 花了整整一天的时间带着一台小型手持摄像机开车环绕 Palo Alto。他每向前开几百米就停下来拍几张照片，回家之后他把照片上传到电脑上。他看到了确证他想法的东西。谷歌可以把许多相机放到每一台车上，开到世界各个角落拍照。然后一个数字化的、可搜索的真实世界就在网上了。\n在 Schmidt 的时代，书和地图成了谷歌最受欢迎的产品。谷歌图书自 2003 年成立以来已经有 2000 万卷图书，这个数字还在增加。谷歌街景 2007 年发布，到了 2014 年，已经有 50 多个国家的街道可以从任意一台电脑上搜索到。"
    },
    {
        "id": "522799",
        "创建时间": "2023/1/16 14:46",
        "内容": "Page 就一直希望公司不要局限于基本的互联网搜索。由于他还个孩子，他一直在梦想一个改变世界的计划。在密歇根大学学习期间，他建议学校用一种 PRT（即个人快速通勤）系统取代公共交通系统，PRT 实际上是一种无人驾驶的单轨式交通系统，每个人都有自己的车。后来在斯坦福大学，他提出的论文观点令导师 Terry Winograd 摸不着头脑。他当时的观点看似非常前沿，直到现在 Tesla 才提出了一部分类似计划。其中一个观点就是，打造一条从地球表面直通太空的超级长的环形轨道，使得物体进入太空更加便捷。另外一个提议是能从太空中吸收能量的太阳能风筝"
    },
    {
        "id": "522800",
        "创建时间": "2023/1/16 14:47",
        "内容": "2005 年之前，Page 的一个理想是研发手持计算机，它可以把谷歌服务装到地球上每个人的口袋里。所以在那一年里，Page 促使谷歌收购了一个有同样荒唐想法的小型创业公司。这个公司就是安卓。它的 CEO 兼创始人是 Apple 的前高管 Andy Rubin，他曾经开发过一个一度流行但最终失败的网络电话 Sidekick。\n收购安卓可以算是 Page 的想法。直到交易结束后 Page 才告诉 Schmidt 这个 5000 万美元的项目，但他显然没有什么兴趣。Brin 从一开始就知道，但他兴趣也不大。\nPage 将安卓作为一个独立的实体运营，只在名义上是谷歌的一部分，还允许 Rubin 按照自己的想法运行公司而不受干涉。安卓甚至有谷歌员工不能用胸卡随意进出的独立的大楼。Schmidt 基本视它不存在，主要是因为 5000 万美金对谷歌来讲太微不足道了。\n在他看来，Page 在安卓上倾注了大量的热情。他总是和 Rubin 在一起，以至于为没能照顾到谷歌其他业务而感到内疚。再一次，这就是 Schmidt 的作用。\n在接下来的两年里，Rubin 开发了一个他认为的最先进的电话操作系统。\n然后，Rubin 在 2007 年在拉斯维加斯的出租车上用笔记本电脑观看了 Steve Jobs 苹果移动电话的发布会。\n那就是 iPhone。太惊人了。\n我靠，Rubin 想。我们不得不重做我们的手机了。\nRubin 让司机靠边停，方便他看完剩余的发布会。\n一年后的 2008 年 9 月，T-mobile 推出了 G1 款，第一款搭载 Rubin 所设计的软件的手机。操作系统看起来像 iPhone 的山寨。但它是个很好的山寨，并且免费。\n制造商的支持使得这个操作系统的用户数可以和苹果相提并论，并且运营商也试图和 iPhone 唯一的通讯网络——AT&T——进行抗衡。2009 年的第二季度，安卓只有 1.8%的市场。而在 2010 年的同一时期，安卓有了 17.2%的市场份额，首次超过了苹果的 14%。不久后安卓就成了世界上最普遍的操作系统。"
    },
    {
        "id": "522802",
        "创建时间": "2023/1/16 14:57",
        "内容": "Page 在一次产品评审会上对外公开了他的沮丧情绪。Schmidt、Brin、Page、谷歌的产品高管以及他们各自的得力助手共同出席了会议。像往常一样，Page 安静地坐在那里看手机。一开始，一位高管介绍了一款能够帮助用户找到合适的线下购物商店的新产品。\n他介绍得正起劲，Page 却突然打断了他。\n「不，」Page 直接说。「我们不做这个。」\n会场安静了下来。\n「我们做的产品是要利用技术解决数亿人面临的大问题。」\n他接着说。「看看安卓，看看 Gmail，看看谷歌地图，看看谷歌搜索，这才是我们做的事情。我们做的产品在人们的生活中是不可或缺的。」\n「你这个东西不是。」\nPage 没有大声说话，他也不必大声。他传递的信息已经足够响亮而清晰了。"
    },
    {
        "id": "522803",
        "创建时间": "2023/1/16 15:00",
        "内容": "Page 用沙哑的声音对大家说，谷歌有着难以置信的远大理想，但如果在座的各位不停止彼此间的争斗，这些理想将永远无法实现。从现在开始，谷歌将「对斗争零容忍」。Page 承认，谷歌早期会要求它的领导者们相互竞争，而他自己或许就是最好斗的那个。\n但那时谷歌的问题是线性的，比如，需要将旗下的所有产品扩大市场份额——从零到具备竞争力再到大获全胜。而现在，谷歌在其产品领域已经取得了世界领先地位，面临的问题就变成了 Page 口中的 n 的平方问题。谷歌要以「10 倍」的速度向前发展。谷歌要开辟全新的市场，要用前所未有的方式解决问题。为了解决 n 平方问题，谷歌的高管们必须学会相互合作。"
    },
    {
        "id": "522804",
        "创建时间": "2023/1/16 15:03",
        "内容": "Page 承认这些想法之间的差异之大和数量之多常常使得公司的一些投资人感到忧虑。他们担心：谷歌能够抓住重点吗？或者像之前的许多技术巨头一样，步人后尘，稀释了自己的精力，追逐太多狂野的梦想？\n\nPage 从两个方面对这些担忧作了回答。首先，他相信谷歌从事登月计划项目会比普通项目更容易。他给出的逻辑是：前者少有竞争。此外，最优秀的人才会愿意在谷歌从事这方面的工作因为他们喜欢雄心勃勃的项目。\n其次，Page 认为所有这些项目都能够为世界提供更好的搜索服务。\n\n这些年来，Page 一直想给谷歌搜索提出一个宽泛的定义。\n2012 年，他曾对一名记者说「完美的搜索引擎会理解你所有的需求。它会深刻地理解世界上的所有一切，（并且）反馈给你的正是你所需要的一切。」"
    },
    {
        "id": "522810",
        "创建时间": "2023/1/16 15:23",
        "内容": "关于转发：\nTwitter 上用户已经疯狂转发；Facebook 上通过各种转发能提供更多的互动行为。但是 Instagram 却一直没有上这种功能，因为任何人都可能对另一个人的体验感兴趣，不管那个人身处世界的哪个角落。但转发会毁掉用户对于真实体验的期待。\n\n这里有一个反例 Vine 。当人们可以将其他用户的内容转发到自己的页面后，他们就不再有动力去创造那些耗时耗力的创意作品了。所以Vine没过多久，就几乎没有原创内容了。因为除了专业人士之外，其他人都不在创作。最后有20名顶级户联合起来和 Vine 进行谈判，最后谈判破裂，vine也没有人来贡献内容了。\n\n因为不能转发，所以内容没有直接走红的途径。并且团队成员会亲自挑选内容，发到他们公司的官方博客上。如果增加了转发功能，那么Instagram推荐并展示优质内容的力量就会被削弱，每个人只会关心怎么让内容得到疯狂转发，而不是去记录美好的细节。\n\n由于Instagram上没有转发功能，所以用户不能像Twitter上面那样疯狂转发。对于明星来讲是很重要的，因为这些内容只属于你。这样打造个人品牌就会很简单。"
    },
    {
        "id": "522811",
        "创建时间": "2023/1/16 15:24",
        "内容": "Instagram 坚持的三个价值。\n\n社区第一，所有的决策都应该围绕保持用户良好的使用体验来做出。而不是为了高速发展。\n注重简洁，任何产品发布之前都必须思考是不是在解决一个具体的问题，会不会使应用变得更复杂。\n激发创意。团队应该把Instagram打造成艺术输出平台。通过编辑策略训练并挑选出最优质的用户，强调真实且有意义的内容。"
    },
    {
        "id": "522813",
        "创建时间": "2023/1/16 15:30",
        "内容": "Come for the tool, stay for the network.  Cox 描述 instagram，这些应该是所有做工具的人的梦想"
    },
    {
        "id": "522815",
        "创建时间": "2023/1/16 15:42",
        "内容": "信息发布者（信源）发布了一个信息，这个信息以某些物理介质承载（这就是信号），通过媒介传递了出去（这就是信道），被信息的接受者接收（信宿）。\n\n举个栗子就是，你说了一句话（这句话包含的就是信息），这句话转化成了音波信号，通过空气这个信道媒介传到了我这里，被我听到了，这就是个信息传递的过程。这个过程里，信道中会有“噪音”，噪音会干扰信号，信息传递就会出现偏差，最后甚至会导致信息传递失败。所以不同的信号承载形式和不同的信道会有相对的信息传递的物理极限。比如你在1公里外说了一句话，我可能就听不到了。"
    },
    {
        "id": "522816",
        "创建时间": "2023/1/16 15:43",
        "内容": "一开始这挺好的，我们获取信息的半径扩大了，我们用计算机和互联网完成了一次“进化”。但我们其实不一定能够习惯这种变化，因为人类面对的环境从文明诞生的1万年来，第一次从“信息匮乏”变成了“信息过载”。\n\n\n\n实际上互联网的发展过程，我们可以梳理出两个主脉络，分别是：\n\n\n\n网络上的信息越来越多；\n\n上网的人越来越多。\n\n\n\n而这两条主脉络本身又互相促进构成了一个闭环，也就是越来越多的人上网制造、发布、卷入了越来越多的信息到互联网上，互联网上的信息越来越多也吸引越来越多的人去使用它。"
    },
    {
        "id": "522817",
        "创建时间": "2023/1/16 15:43",
        "内容": "我们都知道，到2019年的时候，全球的网民的数量大概正好是40亿出头点，其中大概有不到9亿是中国网民。那么你知道互联网上一共有多少信息吗？\n\n2017年的时候IDC（国际数据公司）做过一次研究，他们估计当时互联网上的信息大概20多个ZB（1ZB=1万亿GB），当时预测这个数据到2019年大概会翻一倍，达到40个ZB。\n\n所以粗略计算一下，每个网民理论上平均被分配到1ZB的信息。当然，实际情况并不是平均主义，这里只是便于理解。我只想说，即便我们行使这样的平均主义，你依旧没可能在你短暂的一生里，把这些信息都完整的接受一遍。更何况，在可以被重复消费的信息海洋里，实际情况是今天的你终其一生需要在40ZB的信息海域里找的，不过是需要的那几十个TB而已。"
    },
    {
        "id": "522818",
        "创建时间": "2023/1/16 15:47",
        "内容": "万维网（WWW）之父Tim Berners-Lee在发明万维网的同时，也发布了世界上第一个网站，这个网站用超文本（hypertext）技术把CERN（欧洲核子研究中心）各个实验室连接起来，因为用了超文本（也就是后来的链接），所以人们可以方便的浏览聚合的信息。1991年8月6日Tim Berners-Lee公开了这个项目，这一天也被认为是万维网的诞生。这个网站介绍了超文本的规范、网站的建站细节、浏览器的安装使用等信息，后来这个网站还收录了一些其他的网站范例，所以也被认为是世界上第一个网站目录。\n\n也是从这一天起，每个接入万维网的人（或者说，你熟悉的因特网），都有获得了建立一个属于自己的图形化的网站和对应的http网址的权力。然后采用更自然的拼写的http网址，已经比之前的FTP地址要容易访问的多。\n\n当然，在万维网诞生的时代，尽管Tim Berners-Lee已经试着去做一些万维网站的目录工作，但http网址在后来发生如此巨大的爆炸式增长，以至于这个工作显然已经需要专门的机构来服务。所以从那个时代开始，互联网信息分发漫漫之路就被开启了。\n\n我们大概可以把互联网信息分发的模式按照其主导的信息分发的模式流行的时期大致划分成四个时代：\n\n分类索引-门户时代；\n搜索引擎-搜索时代；\n订阅关注-SNS时代；\n推荐算法-Feed时代；"
    },
    {
        "id": "522819",
        "创建时间": "2023/1/16 15:49",
        "内容": "而所谓“门户”这个概念，对于现在的年轻人可能有些陌生，但对于当时的人来说，这个词汇很形象的描绘了，这是大多数人上网的第一步。\n\n今天的人可能很难想象，在25年前万维网刚诞生不久没有搜索引擎的年代，如果人们要寻找什么“信息”，人们该如何开始开始。所以Yahoo！这个由手工归纳分类，手工录入搜集的分类检索目录网站，就是你能最快捷发现又有什么新的网站出现在互联网上的地方。你可以把这类网站看做“黄页”（收录工商企业电话号码的号码簿），或者从某种程度上说，Yahoo！就是网络黄页（马云最早想做网络黄页，后来又拿了杨致远的投资，不是毫无理由的）。"
    },
    {
        "id": "522822",
        "创建时间": "2023/1/16 15:52",
        "内容": "早期的Yahoo！在做分类索引的信息分发模式大成功之后，快速进化了产品的形态，首先在1995年加入了搜索功能，不过这个搜索和后来的搜索引擎还不太一样，主要是用来做分类检索的快捷搜索的，搜索出来的结果往往直接指向某个网址（这个细节待会儿在讲搜索引擎时格外重要）。"
    },
    {
        "id": "522826",
        "创建时间": "2023/1/16 15:54",
        "内容": "搜索引擎技术诞生的要比万维网还早一年，现代搜索引擎的前身是诞生于90年的Archie，一种通过文件名从FTP主机中查找文件的技术。而到了1994年，第一款现代意义上的使用了蜘蛛爬虫技术的搜索引擎Lycos诞生了（Lycos这个词就是一种狼蛛的名字）。4年后，我们熟悉的Google也诞生了。\n\n这些搜索引擎和分类索引的门户最初的差异就是获取网络信息的方式不同。分类索引用人工录入的方式，而搜索引擎则使用蜘蛛爬虫程序全自动的爬取信息。另外，人工分类的目录主要收录的是网址，而蜘蛛爬虫爬取的可以是每个具体的网页。对于使用者来说，前者需要进入网站自己继续找信息，后者可以一步到位，方便快捷。\n\n显而易见的，搜索引擎获取网络信息的效率要比分类索引高得多。那么为什么一开始人们并不那么爱用搜索引擎呢？因为早期的搜索引擎虽然可以爬到很多东西，但在大量的相关结果中，搜索引擎并不能准确的“猜到”哪个才是你要的结果。\n\nGoogle之所以快速崛起的原因不仅仅因为他们孜孜不倦的快速爬取网页或者是产品的简洁设计。早期的胜负手来自Google创造性的重新定义了搜索结果的排序方式。"
    },
    {
        "id": "522827",
        "创建时间": "2023/1/16 15:54",
        "内容": "Google的两位创始人之一，Larry Page发明了PageRank算法——通过指向网页的链接数量来衡量一个网页的价值。Google在搜索结果的优化上发力，这让他们独树一帜。实际上包括PageRank算法和后来他们不断加入的Hilitop算法、HITS算法、TrustRank算法以及用来处理一些不良网页的SandBox（沙盒）等等技术，让Google成为了2000年左右，最关注的信息分发效率的公司。"
    },
    {
        "id": "522832",
        "创建时间": "2023/1/16 15:57",
        "内容": "AdWords的创新来自两个方面：\n\n全新的计价模式；\n全新的广告位设计；\n\nAdwords计价方式是按照用户搜索关键词后，点击搜索结果来计算广告收益的（也就是大名鼎鼎的CPC计价）。这样一来，广告的投放效果变得可靠可监测，而单次支付的价格又非常低，让投放广告的策略变得非常灵活，这让那些支付不起巨额广告费的小型企业有了投放互联网广告的机会。\n\n而Adwords的广告位不再是一个个乱入的广告贴图和弹窗，而是直接融合在搜索的结果里，这让广告的转化效率得到了质的飞跃，让广告主万分满意。同时改变了广告载体，广告位的数量再也不和门户网站的页面数量挂钩，世界上有多少个词，理论上就有多少个词的对应页面的广告位。Google能赚多少钱，完全取决于用户会用Google搜索多少次，而用户搜索Google多少次又完全取决于Google搜索的体验有多好，这样一来广告收入的模式和产品体验不再是对立关系，而是完全一致的闭环。"
    },
    {
        "id": "522858",
        "创建时间": "2023/1/16 16:02",
        "内容": "Web2.0拥有一个共同的特征就是UGC（User Generated Content 用户生成内容）。2004年左右，全球互联网用户的数量大概达到了8亿左右。伴随大量的互联网用户的接入，互联网信息的产生正在面临一次底层变革。\n\n最早互联网用户主要是单向的获取信息服务为主，但随着网络接入的用户数增加和网络带宽的提升，互联网开始能够提供更多的服务了。\n\n最早的BBS衍生出来的社区论坛，每个人都可以建立自己的个人主页（没错，最早就是个人站的变种，个人homepage），可以分享喜爱图片的网络相册服务，可以分享自己拍的沙雕视频的网络录像厅……\n\n互联网开始转变成更接近这个词原教旨的含义——连接人与人，然后再浏览个人发布的信息。\n\n因为信息的发布方式发生了根本的转变，信息分发的方式也必须随之改变。在Web1.0时代，接入互联网获取信息的最短路径是通过聚合信息的门户或者搜索引擎，而现在，用户多了一个选择——通过订阅/关注的用户列表。\n\n不管是接近媒体形态的门户网站还是接近工具形态的搜索引擎，当用户使用他们的时候，都是透过一个中介来获取信息，而直接订阅可以让用户越过信息的中介，直接从信息源头获取信息。"
    },
    {
        "id": "522860",
        "创建时间": "2023/1/16 16:04",
        "内容": "之后美国的互联网用户开始逐渐流行在个人网站上写Weblog（网络日志），或者换成我们更熟悉的一个名字，Blog——博客。当Blog遇到RSS技术，一种全新的订阅服务就产生了——RSS集合阅读器。\n\n不同于之前的门户和搜索，RSS阅读器是完全个性化的，用户会读到什么完全由用户的订阅列表决定，这个设计是划时代的。"
    },
    {
        "id": "522862",
        "创建时间": "2023/1/16 16:05",
        "内容": "2002年诞生了最早的个人主页产品Friendster，这个产品也是世界上第一个社交网络服务（SNS，Social Network Service）。\n\nFriendster很快遭遇了自己最大的竞争对手——MySpace，并且在与MySpace的竞争中败下阵来，尽管MySpace诞生之初是个像素级复刻Friendster的产品。最初的原因只是因为MySpace因为一个bug，允许用户修改前端UI的HTML，因此用户可以自定义自己的个人主页的色彩、墙纸和背景。这个“功能”受到大量青少年用户的喜爱，因此瞬间成为爆款（没错，QQ空间就是MySpace的copycat）。然后在MySpace持续高速的产品与技术迭代下，孱弱的Friendster被打出了美国市场，而专注于服务海外市场"
    },
    {
        "id": "522864",
        "创建时间": "2023/1/16 16:07",
        "内容": "公共知识（摘抄）和私有备忘录之间的界限在哪？"
    },
    {
        "id": "522872",
        "创建时间": "2023/1/16 16:11",
        "内容": "Facebook和MySpace组织分发社交信息的方式不一样，Facebook在2006年上线了一个全新的功能：Newsfeed。这个功能当初的中文翻译被叫做好友动态，不过随着这个功能的进化，现在有个更出名的叫法——信息流（早期的信息流和今天的信息流差别其实很大，这点在后面会展开讲）。\n\n但发明这个“信息流”功能的其实并不是Facebook，而是twitter（虽然twitter自己最早可能都没意识到）。前面讲到，RSS做了订阅功能，允许用户订阅blog列表查看blog的更新，而诞生在更晚一些2006年的twitter把这个设计更进一步，直接越过了“订阅列表”的设计，直接在twitter站内实现了发布、订阅信息、转载信息的完整闭环。信息的呈现形式是被限定在140字内的长度（因为足够短，才能方便用户阅读和发布），并且按照时间顺序(timeline)，直接呈现订阅信息流，用户阅读到什么同样完全由用户来决定，这就是最早的“信息流”设计的由来。"
    },
    {
        "id": "522873",
        "创建时间": "2023/1/16 16:11",
        "内容": "如果我们把信息看做一个水，那么这些SNS和图片、视频分享站点就是蓄水池，而Google这样的搜索引擎就是运水站。如果上游每有一个蓄水池把给运水站的输送管道切断，运水站就会失去一些价值。\n\n早年的商业网站自己没有流量，服务也不高频，每次服务用户都会需要从搜索引擎走，但是像SNS这样自己站内闭环拥有大量UGC动态信息的网站，用户几乎每天都要登录，几乎完全可以摆脱外部送水站的流量导入。对Google来说，流量卖给Facebook几乎变成了一杆子买卖。而且新增的互联网信息都在这些蓄水池的内容，如果Google不能够想办法掌控一些蓄水池，未来甚至很难说他们和Facebook之间，谁的话语权更大。\n\n这件事直接导致了Google停掉了Google Reader业务，转而全力研发Google+（Google自己的社交平台，这件事看起来非常像腾讯当年做腾讯微博或者今天做微视）。以及不惜以巨资收购并且又连续十年补贴巨额亏损的YouTube（当今世界Top3的蓄水池）。"
    },
    {
        "id": "522875",
        "创建时间": "2023/1/16 16:14",
        "内容": "Facebook发布了全新功能NewsFeed，而最初的NewsFeed，就配备了“推荐算法”，当时的算法叫EdgeRank，最初的算法非常糙只是对不同内容类型做一些简单的加权，但是随着时间的推移，Facebook开始不断优化他们的算法，比如采用更复杂的计算维度和加入机器学习，当时Facebook还抄袭社交网站Friendfeed的点赞设计（赞的设计对推荐算法来说是个划时代的设计，有了赞机器学习的算法才有判断推荐满意度的重要参照物。当然最后Facebook09年收购了Friendfeed，抹除了各种意义上的威胁）。"
    },
    {
        "id": "522877",
        "创建时间": "2023/1/16 16:15",
        "内容": "被推荐算法加持的Newsfeed变得越来越好用，用户不再按照单纯的订阅维度来消费信息。于是该功能上线不到两年时间，Facebook就从日活跃用户不到Myspace的一半迅速在活跃用户的数据上迅速超越了Myspace。这是推荐算法第一次在信息分发中展现其惊人的威力。\n\n于是最先进的互联网信息公司都开始配置推荐算法这个武器。不管是YouTube、Twitter甚至做长视频的Netflix。推荐算法一下子成为了当时互联网产品的必备功能。此时的推荐算法-信息流，还只是一个附属于产品的一个功能，完全基于围绕推荐算法-信息流设计的产品这个时候还没降临。"
    },
    {
        "id": "522878",
        "创建时间": "2023/1/16 16:16",
        "内容": "Pinterest和他的前辈flickr最大的不同有两点：\n\n1. flickr的图片主要来自用户上传，然后让用户分享、转发和评论；而Pinterest的图片除了来自用上传，他们还会使用蜘蛛爬虫爬取网络上的图片，然后通过标签分类把图片进行识别过滤分类（Pinterest最大的爬取源就是flickr）；\n\n2. Pinterest呈现结果的页面是采用了一个向下滚动无限加载的不用翻页的交互设计，在中国国内人们管这个设计叫“瀑布流”（infinite scrolling）。"
    },
    {
        "id": "522880",
        "创建时间": "2023/1/16 16:18",
        "内容": "一个人使用搜索引擎的次数其实非常有限。这个限制是由“人能清楚的知道多少自己不知道什么”决定的。\n\n这句话听起来有点绕，展开说就是，人必须知道自己现在要找什么，然后要找的这个信息，还得是自己不知道的，人才会有机会去使用搜索引擎。换句话说，搜索引擎的使用场景就像词典（Google在二级市场上的伞形公司壳公司也确实叫Alphabet，意思就是词典），人查阅词典和百科全书的机会和无所事事的时间比，实在是太微不足道了。\n\n而采用完全主动出击思路的推荐算法型产品，是专门设计给用户不知道自己应该找什么的场景使用的。也就是说，这个解决方案在分发长尾信息的效率不上，要比精确的搜索引擎高出好几个数量级。"
    },
    {
        "id": "522890",
        "创建时间": "2023/1/16 16:27",
        "内容": "战略就是为了达成一个特定目标所需的一系列行动。就像是，为了让你从A 点抵达B 点而设计的一条路径。更有意思的问题是，「什么是好战略？」对于这个问题，我很喜欢Richard Rumelt 的定义：好的战略，就是一系列可靠的、连贯的行动，这一系列行动专注于解决实现特定目标过程中将会遇到的最大障碍。\n\n让我们分解一下这句话： \n\n1. 实现特定目标：成功之后是什么样的，应该非常清楚\n2. 一系列行动：应该有个坚实而具体的计划\n3. 可靠连贯的：计划应该是讲得通的，不该有互相冲突的部分\n4. 专注于解决最大的障碍：应该清晰地诊断出待解决的最大难题是什么，计划才能将资源专注于克服最大的障碍"
    },
    {
        "id": "522891",
        "创建时间": "2023/1/16 16:29",
        "内容": "「讲战略」的行动列表：\n\n设定目标：你需要一个靠谱的计划。「我们的战略是设定更激进的目标」等同于写下大额支票对执行毫无用处。\n\n提好问题：如果你不清楚要解决的问题，那么头脑风暴出一堆解决方案就没什么用。\n\n写短文档：可能是讲战略的表现，但要看文档的内容。要警惕长的、散漫的文档。好的战略通常是简单的，因为让几十个甚至上百个人执行一个高度复杂的计划，通常很难行得通。"
    },
    {
        "id": "522892",
        "创建时间": "2023/1/16 16:30",
        "内容": "在记录和写想法时搜索互联网，看看有没有人和我有类似的想法"
    },
    {
        "id": "522949",
        "创建时间": "2023/1/16 17:28",
        "内容": "Kevin Systrom 和Mike Krieger 真正抓住了重点：快速，社交，以及随时随地分享照片的愿望。这是 Instagram 的用户基础。\n更具体地说，Ins 是一个 iPhone 照片共享应用，帮你给照片添加滤镜，让它们更受欢迎。一旦你选定，照片将被上传到 Feed 流，然后你的朋友可以点赞或评论。\n\n发现了吗？几乎所有关键要素从一开始就存在了：\n\n用户有理由下载 Ins ：因为它的滤镜足够酷炫，而且和竞争对手不同，它是免费的。\n用户可以获得优质的体验：即时共享到社交网络，无需涉及“保存到手机”。\n用户不太愿意从这里离开：Ins 快速搭建好了社交网络，于是就像 Chris Dixon 描述的那样，大家“为工具而来，最终留在网络之中。”\n\n于是 Ins 像火箭一样起飞，一年内用户突破 1000 万。而这个时候远没有到达尽头，因为它在未来六个月内又增长了两倍。当他们最终推出 Android 版本时，用户增长变得更快，24 小时下载量突破 100 万次"
    },
    {
        "id": "522958",
        "创建时间": "2023/1/16 17:44",
        "内容": "但你会看到其实微信里面几乎没有地方可以提供你可以很轻易的获取粉丝。这里要考虑一点，你吸引到了非常多的粉丝，这些粉丝真的是愿意被你吸引才过来的，这个区分很重要，如果是被你用各种手段牵过来的粉丝，这是没有意义的，也违背了我们以用户第一为价值观点的考量。假设一个公众号有1000万粉丝，可是这是在用户不太知情的情况底下获得的，可能很危险。\n\n为什么很危险？举一个例子，我们有一些号有很多粉丝，他不敢发消息，因为他一发消息就掉粉。大家可以再想象一下，假设用户对这样的号不喜欢，不断骚扰他的意见越来越大。\n\n微信里可能会出一个功能，其实对用户说一下这个号3个月没有访问了，是不是可以退订了，那就可以退订了，这样的话对更大的号反而是一个更大的损失，但是从用户层面，这是真正的用户价值。所以在微信里面我们一直说绝不允许骚扰用户，绝不允许把用户不需要的东西推给用户。"
    },
    {
        "id": "522961",
        "创建时间": "2023/1/16 18:11",
        "内容": "所以从微信来说，我们希望微信能做很好的商业化，但是它不是基于骚扰的、基于流量变现的商业化。所以你现在看不到的启动页弹一个广告出来，因为我们觉得这是一个比较低级的商业化的手段。而关于这一点，待会会有一个卡券系统的一个广告。在去年的时候，我们发了很多很多的优惠券下去，然后我们发现优惠券实际被使用率非常低，可能有超过90%都废掉了、没有被使用出来，这和现实里面其实是一样的。现实里面可能我们也会拿到很多优惠券，但是大部分都不会去用它，我们会认为这不是一种很好的解决方案。"
    },
    {
        "id": "523686",
        "创建时间": "2023/1/17 10:10",
        "内容": "另外一款应用的火爆引起了我们的注意：talkbox。这个发语音短消息的应用有着与kik类似的逻辑，但语音无疑是最大的亮点。类似的功能qq很早就做过，但一直不温不火，但是当它被放到手机上之后，瞬间捕获了大量的用户。\n\n另外一方面，智能手机在这个时候开始高速普及，尤其是iphone4的发布，以革命之势席卷了整个手机市场。\n\n小龙判断：智能手机和pc是完全不同的，基于智能手机平台的功能和pc上也是完全不同的。也是从那个时候开始，团队就一直在挖掘手机平台的各种可能，不断尝试利用手机天然的能力做出极致简单且自然的功能。"
    },
    {
        "id": "523736",
        "创建时间": "2023/1/17 10:42",
        "内容": "朋友圈的整个研发过程耗时4个月，投入的人力不超过十个。但却在这短短的4个月时间内，团队完成了完整的30多个版本的开发迭代，我们形象的把这个开发过程叫做回转开发流程。每天上午，开发团队通过邮件接收产品经理整理出的下一个版本功能点启动开发，傍晚的时候把功能交付给小龙和产品经理，他们在晚上就当前版本讨论分析，然后在下半夜给出新的想法甚至方向，产品经理在天刚亮的时候把想法细化为一个个功能点发邮件给开发。周而复始。"
    },
    {
        "id": "523739",
        "创建时间": "2023/1/17 10:44",
        "内容": "百度强于技术、阿里强于商业、QQ强于运营，而微信强于产品，这就必然导致几大平台走出不同的商业化道路。\n\n在微信的商业化决策中，一直还是以产品需求为导向的。小龙和团队讨论任何的商业化项目，主题一直是围绕着用户的需求展开的，战略、战术、竞争等等不会成为焦点。\n\n商业是喧嚣的，不去吆喝怎么做生意呢？但是微信是用户的家园，是不能容忍喧嚣，尤其是，微信一直坚守为用户构建一个舒适的环境，没有干扰、没有隐私暴露、轻松可信赖。要在维护这个环境的前提下做商业化，难度是很高的。在C与B的博弈中，微信是倾斜于C的。\n\n小龙在设计微信的过程中，提炼了很多的准则。除了我之前提到的不可逾越双向好友关系之外，有另外一个准则最能解释微信的各种商业化设计：微信内的信息是和用户相关的，不是系统推送的。"
    },
    {
        "id": "523755",
        "创建时间": "2023/1/17 11:17",
        "内容": "自己的需求，你最感同身受，对痛点真的痛，而不是只是用来哄开发。只有你自己感觉最痛的需求，你才能去说服开发去如何如何，因为他能够感觉到你的情绪，如果你能用情绪去感染他，他也感觉到痛，那你就成功了，我们会说讲需求不是所有的时候都靠理性和逻辑的，也靠美貌（会场大笑），不是，也靠那个感受和感染"
    },
    {
        "id": "523760",
        "创建时间": "2023/1/17 11:19",
        "内容": "战略和需求的区别\n战略决定方向，用户决定需求。战略是方向，具体需求要结合场景，不能通过战略去想。PS：其实是潮流在影响整个产品，在决定方向。而不是老板，如果老板他的决定错了，那很多人只能卷铺盖走人，有的时候领导讲得还是有道理的，关键是看你跟的哪个领导。"
    },
    {
        "id": "523764",
        "创建时间": "2023/1/17 11:21",
        "内容": "竞争对手找需求，容易被他带到坑里。他为什么做那个需求？因为他接触了用户，接触了那个场景，这种情况下你不会想的比他更周到，你只会从表层去考虑，而他会从本质去考虑，很多情况下你会被他带到坑里。还有一个就是你的信息是比他少的，他接触到了很多反馈，他知道这个功能好不好，哪里好，哪里不好，而你不知道。跟着他做你永远慢他一步"
    },
    {
        "id": "523770",
        "创建时间": "2023/1/17 11:25",
        "内容": "1. 活在未来，基于未来做设计。——YC founder\n当你真的想创业的时候，你不应刻意的去寻找一个需求，而是活在未来，发现缺失了什么。\n\n只有当你自己活在未来的时候，你才会发现缺哪些，只有当你自己活在未来的时候你才会全身心的沉浸，而不是单一的用一个画面去想一个东西。\n\n你要知道人是复杂的，你必须沉浸他的整个环境里面去，整个人生里面去。这就是我为什么说产品经理必须爱看电影，如果你不爱看电影，出门左转。电影通过全面透彻的描述整个场景把一件事情讲很清晰。比如说你看科幻电影你就会发现很多的需求。\n\n当进入未来去做设计的时候，你设计的会更加有逼格。但细节处，别钻牛角尖（例子：未来网速很快需不需要进度条）\n\n2. 活在未来，做成长中的市场和需求\n与其进入现今规模很大，但不再成长的市场，不如进入现今规模很小，但潮流集中，会成长的市场"
    },
    {
        "id": "523791",
        "创建时间": "2023/1/17 11:33",
        "内容": "感觉空间观光这个需求还挺有意思的，用H5做也好传播，就是要选择屏蔽的标签或者便签，可能会好点"
    },
    {
        "id": "523795",
        "创建时间": "2023/1/17 11:37",
        "内容": "你一定要告诉我这里不自然，或这个东西的按钮用户看不出是什么，或这个东西这里的交互反馈不对，这才是恰当的沟通方式。\n\n我觉得讲用户体验是非常非常虚的，你只有当没话可讲的时候你才会这么说。你要告诉我不做这些功能具体问题出在哪。\n\n例：比如说进度条，你不要告诉我没有57%用户体验不好，你可以告诉我如果有57%，过了三分钟到58%，用户知道它还在动，但只是单单的一个进度条动了1%你会看得出么？所以说那个“百分之多少”就是一个需求，那个需求是有用的，如果不做这个需求，用户等待的时候就会很焦急和迷惑，不知道死机了没有。"
    },
    {
        "id": "523798",
        "创建时间": "2023/1/17 11:40",
        "内容": "任何产品，思维顺序都是：\n（1）【骨骼】思考产品的结构，就够来源于对受众理解的理解，也来源于定位。这时逻辑合理为主，用户怎么想倒是次要的。\n（2）【肌肉】最重要的几个功能分别是什么，例子：微博最重要的几个功能时什么？\n\n（3）【血液】其他功能还有那些，他们与核心功能的关系是什么？如何穿起来，例子：微博的广场，今日热门\n\n（4）【皮毛】每一处细节"
    },
    {
        "id": "523803",
        "创建时间": "2023/1/17 11:44",
        "内容": "逻辑尽量在服务端。\n比如说文案啊或天猫的预约系数，这些东西是在服务端进行控制的。这样的话我们可以很轻便的去调整，实时迭代，"
    },
    {
        "id": "523810",
        "创建时间": "2023/1/17 11:48",
        "内容": "简单而不是做简洁。我这里讲的是做一些大众的产品，如果你做的东西是小众的话就不要看这句话了，小众的话是只要你有逼格，怎么搞都可以。\n\n但是当你的产品大到一定程度的时候你一定要做简单而不是做简洁。大家想一想有什么用户在1000万的产品它的界面是非常简单的，我想不到。但是你从一个设计师的角度会骂：这个界面丑爆了，你是不是这么觉得？我也这么觉得。但是很简单，很多人用的都很好。\n\n但是“易信”，它刚出来的时候不是底部Tab式的，是侧栏的，看上去逼格很高，但是用户不会用，必死。我一看这个界面，我靠，设计的好屌，但是必死。"
    },
    {
        "id": "523949",
        "创建时间": "2023/1/17 13:09",
        "内容": "装B的办法就是：不要新功能的罗列而是去讲故事。比方说“转账就是发消息啦”，比方说“多和朋友见见面”啦，其实就是想引你的共鸣，就是你不要一天到晚呆在屋子里，要多去参加一些活动，多认识一些帅哥。你要讲这个故事去触发他。他就会想啊，我好久没有出去了，我也好久没有见见我的朋友了，但是我又没有钱，怎么办？那我就视频聊天吧（大笑）。这里讲的就是新功能：视频聊天。装B成功，真的感觉很爽！（大笑）"
    },
    {
        "id": "526471",
        "创建时间": "2023/1/19 15:22",
        "内容": "与其试图做对，不如假设自己错了，并努力减少错误。\n努力成为正确的人往往会退化为保护您的信念。试图减少错误往往会引发更多问题和知识谦逊。"
    },
    {
        "id": "526472",
        "创建时间": "2023/1/19 15:22",
        "内容": "推荐大家用玩游戏的态度对待生活：\n1. 可碰到NPC就上去聊聊天，搜集有用的信息\n2. 在做任务的过程中跑到别的地方了，就继续走走看看，反正任务不一定今天就要完成\n3. 永远对新的地图、故事线抱有好奇心和探索欲\n4. 走到死胡同了也不生气，因为往回走的过程里也能收集到道具；\n5. 失败了就重新来，反正还有很多时间\n6. 我是剧情的主角。"
    },
    {
        "id": "526476",
        "创建时间": "2023/1/19 15:33",
        "内容": "当关联产生时，需要以一种新的类型出现在首页时间流列表中吗？\n还是用便签增加了链接更新排序，还是做一种便签的新形态呢？"
    },
    {
        "id": "526477",
        "创建时间": "2023/1/19 15:35",
        "内容": "给关键词推荐便签，可基于关键词，也可基于便签"
    },
    {
        "id": "526479",
        "创建时间": "2023/1/19 15:40",
        "内容": "当机器自动的关联结果过多时，断开链接是否可以通过Ai实现？"
    },
    {
        "id": "526481",
        "创建时间": "2023/1/19 15:51",
        "内容": "网页端/Mac端很好的引导"
    },
    {
        "id": "526730",
        "创建时间": "2023/1/19 21:24",
        "内容": "我38岁那年，琢磨着要不要去读两年的放射线照相术大专学位。然后我跟我朋友说了这事：“我觉得自己太老了，等拿到学位时，我都40了。”\n朋友说，“如果你不读，你还是会40岁，一个没有学位的40岁。”\n我现在己经60岁了，那个学位证书改变了我整个生活。"
    },
    {
        "id": "526747",
        "创建时间": "2023/1/19 21:44",
        "内容": "“如果算人的一生的话，20岁，四分之一\n已经入土。\n你这一生当中最想做的是什么，或者说当你年老的时候躺在老人椅上，很好的阳光\n照在你的视野里，你最不会后悔的是什么\n“我不知道，可能是做些对人类进程有推进\n作用的事情吧”"
    },
    {
        "id": "526748",
        "创建时间": "2023/1/19 21:44",
        "内容": "在这个世界上有这样一种现象，那就是“没有目标的人在为有目标的人达到目标”\n因为有明确、具体的目标的人就好像有罗盘的船只一样，有明确的方向。在茫茫大海上，没有方向的船只能跟随着有方向的船走。\n有目标未必能够成功，但没有目标的人一定不能成功。\n博恩崔西说，“成功就是目标的达成，其他都是这句话的注解”。顶尖的成功人士不是成功了才设定目标，而是设定了目标才成功。\n目标是灯塔，可以指引你走向成功。有了目标，就会有动力；有了目标，就会有方向；有了目标，就会有属于自己的未来。"
    },
    {
        "id": "527642",
        "创建时间": "2023/1/20 12:09",
        "内容": "https://m.okjike.com/originalPosts/63ca078faded2703b92b8892?s=ewoidSI6ICI1ZWUwNTYwNmRhYWJmMTAwMTc1ZDE2NDQiCn0=\n@Kael 做的指尖足球，还挺好玩的。\n可以考虑联机或者控制对方屏幕/投屏，其实贴贴小组件就是控制对方屏幕的一种做法"
    },
    {
        "id": "529465",
        "创建时间": "2023/1/22 11:19",
        "内容": "休谟微微一笑：你仍然没有告诉我这两者之间的必然联系，你只是改变了说法，说得更精致了，原先说的比较粗糙一点，叫“太阳晒热了石头”，现在你说得更精致了，叫“辐射热的传导”——太阳的辐射热的传导加剧了石头内部的分子运动，改换说法而已。\n在这种说法的改变中没有增添一点必然性，辐射热的传导为什么必然加剧石头内部的分子运动呢？减弱它为什么不可以？\n你把话说得更精致了，但你没有因为更精致的说法，就增添了这两者之间的联系的必然性，一点都没增加，只是改换了说法——我们通常说晒热了石头，你说辐射热加剧了石头内部的分子运动，说法改变而已。"
    },
    {
        "id": "529466",
        "创建时间": "2023/1/22 11:19",
        "内容": "休谟就开始得出这样的结论：\n我们通常认为有必然性的因果关系，是人心的一种信念而已。我们习惯了，我们向来总发现a现象出现，b现象就跟随着来了，因为向来总发现这一点，我们就把它说成a是b的原因，b是a的结果。这实际上是一条信念。\n你说这是必然的，等于是在说未来必将符合过去。\n过去太阳照射总是晒热了石头，未来照射也一定晒热了石头，你等于又给了一条最基本的信念——未来必定符合过去。未来太阳照射，石头一定发热，就是一定符合过去我们向来看到的，向来感知到的。所谓因果关系的必然性，其实是一种心理上的联想律。每当出现a我们就联想到b了，这个联想是怎么建立起来的？向来的经验总是如此。\n原来因果关系的必然性居然建立在心理联想律的基础上，这在根本上动摇了对自然科学拥有理性的基础，这一条认识被动摇了。\n原来整个自然科学的理论居然仅仅建立在这样一条信念上，什么信念？——未来必将符合过去。"
    },
    {
        "id": "529639",
        "创建时间": "2023/1/22 14:17",
        "内容": "复制后跳其他app（知乎，小红书，微信，即刻，b站等），让用户自动填充到搜索框"
    },
    {
        "id": "535278",
        "创建时间": "2023/1/26 13:11",
        "内容": "江湖道义就是黑帮的法律"
    },
    {
        "id": "536977",
        "创建时间": "2023/1/27 19:43",
        "内容": "并且，对于构建和发展一个新的领域、新的产品来讲，要紧的是这个领域的生机与活跃度，而不是治理方式的清晰、简洁与否。"
    },
    {
        "id": "536978",
        "创建时间": "2023/1/27 19:43",
        "内容": "如果以构建和发展一个新的领域作为考察目标，追求极致简洁干练的 iPhone 显然没有做到这一点，是鱼龙混杂、充满活力的\nAndroid 生态和围绕它的各家公司竞争厮杀做到的。这显然是 Eric S.Raymond 关于「大教堂」和「大集市」的经典提法。"
    },
    {
        "id": "536979",
        "创建时间": "2023/1/27 19:43",
        "内容": "水至清则无鱼，或许这句话对于「创新」和「开拓」来讲尤为重要。简洁、干练的品味，或许只能迎合自身的喜好，但对于茁壮成长的市场/行业来讲，这一点也不重要，反而是一种阻碍。在混沌的规则、混杂的 feature、过年一般喧嚣到脑袋炸裂的集市，是广大人民群众的心之所向。"
    },
    {
        "id": "537861",
        "创建时间": "2023/1/28 19:55",
        "内容": "少年，你在犹豫什么，你要止步于此了吗？"
    },
    {
        "id": "539321",
        "创建时间": "2023/1/30 9:20",
        "内容": "文档只是思考和沟通的工具，不是产品本身，如果一个文档写得非常优秀，逻辑合理，思维清晰，数据翔实准确，但最后做出来的产品没有日活，那么这个产品经理的工作是成功了还是失败了呢？\n我个人觉得产品经理还是结果导向的，文档写得怎么样其实没那么重要，重要的还是产品本身的落地形态，产品经理的文档就像电影的剧本，电影的分镜，这些虽然重要，但观众会不会看一部电影，还得看电影本身好不好看。"
    },
    {
        "id": "539462",
        "创建时间": "2023/1/30 12:25",
        "内容": "既然之前连张小龙都对instapaper有过震惊，那么这个剪藏需求，最原初的动机是什么，应该如何被满足"
    },
    {
        "id": "540592",
        "创建时间": "2023/1/31 13:15",
        "内容": "我自己用的方法是《Things Explainer》的作者 Randall Munroe 的方式，用 1000 个最简单的词汇去解释最复杂的事物，不允许使用复杂的大词、新词。听到任何一个词语，试着拿 1000 个最简单的词去写一遍，当你写第二遍的时候，就会发现它的真实情况会浮出水面。这是一个天然的工具，逼迫你找到新事物的本质。我很推荐这种方法，这可以帮助你想明白许多领域的事情。"
    },
    {
        "id": "540593",
        "创建时间": "2023/1/31 13:15",
        "内容": "现在很多人组了很多 DAO，做了很多区块链项目，讲了很多。你会发现他很有热情，但老实说一定work吗？真的不见得。但是大家觉得只要开心就好，这是年轻人独有的一种特权，开心就好。就像很多年轻人去搞音乐，搞 party，也不是为了什么，就图个热闹。"
    },
    {
        "id": "540594",
        "创建时间": "2023/1/31 13:15",
        "内容": "我用自己悟出来的方式去理解 Web3 后发现，Web3 原来是全球一张大表，并不是下一代互联网，应该用 Table 替代 Web3 这个词。让我好奇的是，为什么这么多的聪明人，没有人真的静下心来思考这个问题。"
    },
    {
        "id": "540595",
        "创建时间": "2023/1/31 13:15",
        "内容": "公司是爱马仕，DAO 是塑料袋。公司的发展已经很完备了，唯一的问题是太贵，组建公司需要注册资本、员工招聘、组织管理等成本；而 DAO 则很便宜，适合初级组织使用。DAO 作为一个兴趣小组，大家来用一用挺好的，但是千万不要对它有过多的幻想，这些幻想是没有价值的。看到 DAO，就应该看到增强版的 Reddit、知乎、即刻或者天涯。"
    },
    {
        "id": "540596",
        "创建时间": "2023/1/31 13:15",
        "内容": "大家现在对 DAO 的热衷纯属追热潮，绝大多数的 DAO 其实没有意义，没必要花太多的精力在上面。现在组织的 DAO 其实就是兴趣小组，人类真的需要这么多的兴趣小组吗？这其实是一个存疑的问题。\n\n我对 DAO 一直困惑的问题是，DAO 到底有什么用？它的产品市场匹配度在哪里？这特别像 2005 年的 Wiki，当时几乎谁都搞个 Wiki，Wiki 给人带来的冲击不低于现在的 DAO。但是到现在为止，全球的 Wiki 基本上全死了，只剩下维基百科。"
    },
    {
        "id": "540597",
        "创建时间": "2023/1/31 13:15",
        "内容": "我在经历的这几场技术浪潮中，看到了非常相似的东西，那就是年轻人在其中充当探索新事物的主力军角色。只不过以前我是作为最年轻的那一群人，到现在年纪稍微大一点，但看到的都是同一批人。技术也一样，每个新技术诞生之初产生的混淆，大家都不懂，其实都挺相像的。历史一直在轮回，一遍一遍的再来一遍。"
    },
    {
        "id": "540598",
        "创建时间": "2023/1/31 13:15",
        "内容": "如果以互联网的经验来看，我会将区块链目前的发展阶段比作 1993 年的互联网。因为互联网在 1994 年才诞生浏览器，在此之前所有的互联网应用，基本上都没有活下来的。回看早期的 FTP 协议、Finger 协议……无数的协议，但只有 HTTP 协议是有价值的，其他大多数协议都死掉了。现在你可以想象不用浏览器的互联网吗？\n\n区块链现在就像 1993 年浏览器出现之前的互联网，连主赛道都没有出现，至于什么时候能跨到 1994 年，可能要过好多年。"
    },
    {
        "id": "540599",
        "创建时间": "2023/1/31 13:15",
        "内容": "Web3 是迭加在现在的互联网之上的，不会替代现在的互联网，甚至从短期来说，不会影响现在的互联网。两个世界各自运行，跟平行世界一样，暂时不会产生交集。"
    },
    {
        "id": "542598",
        "创建时间": "2023/2/2 0:29",
        "内容": "上拓展才是趋势，兼容通过性和宽敞度"
    },
    {
        "id": "542600",
        "创建时间": "2023/2/2 0:30",
        "内容": "需要做的是围绕座位打造工作区，而非新增几个座位，对于房车来说2-3人才是合适的，所以车头可能是要做设计的，也更有创新空间"
    },
    {
        "id": "543923",
        "创建时间": "2023/2/3 10:14",
        "内容": "https://www.thepaper.cn/newsDetail_forward_21678551\nChatgpt midjourney联合创作"
    },
    {
        "id": "544859",
        "创建时间": "2023/2/4 17:12",
        "内容": "阅读不一定要是线性的。\n在试几个最近几天上线的“问 PDF“服务——你提交 PDF，你可以问问题，机器回答，并指出相应段落。\n\n对阅读者来说，我觉得阅读效率会大幅提高，不能完全替代细读，但是已经可以让你快速排除显然不符合你要求的东西。\n对非虚构写作者来说，我觉得可能人的写作习惯会改变——传统写作是给人看的，所以你要长短句混合，在大量数据之后加入一个场景等等。\n\n总之阅读的线性被打破之后，写作就可以完全不用线性了。会是一场革命。"
    },
    {
        "id": "546625",
        "创建时间": "2023/2/6 13:30",
        "内容": "道法术器，每一层都很重要，但难度大不一样。\n\n做具体的业务，就是器。百度做过外卖，今日头条做短视频，腾讯拥抱产业互联网，但这是最基础的。很多人讲，美团是做团购起家的，腾讯是做聊天起家的，百度是做搜索起家的，这容易产生极大的误解。做什么很重要，更重要的是怎么做，每个业务在刚开始都是千团大战，所有人都追风口，风口只是器。\n\n器之上是术，就是技巧，几乎本能的使用自己的经验和资源去攻打这块阵地，比如爱奇艺用百度的流量和钱能做到一个体量，但明明短视频的流量起来了，但看不到它的潜力，这就是止于术。所有大企业开辟新业务，都是用术，今日头条把算法用到短视频上，也是术。\n\n说BAT之中，百度擅长技术，腾讯擅长产品，阿里擅长运营，但这三样都是术。13年一个百度VP跟我讲，技术是在上游，百度是俯冲，而产品和运营是在中下游，阿里和腾讯是在仰攻，所以百度胜算更大，但今天证明了，术这个东西，没你不行，但如果只有你也不行。\n\n术之上是法，术是make things，直接把事情干了，法是make things happen，让一件事自然而然的发生，法是营造一个环境，是系统论。2019年李彦宏用OKR代替kpi，让价值观有一票否决权，这是法。\n\n但离开了道，法术器都走不远，如果用OKR就能成功，那倒简单了，还需要企业家做什么。道就是最内核，是创始人本身，是令这个人成事但同时又束缚住他的那些品质。如果老大只是在试图更坚决的推进他的想法，那效果可能不明显，只有当老大本尊开始改变，这种改变自然而然的激发这家公司，这是道。"
    },
    {
        "id": "546626",
        "创建时间": "2023/2/6 13:30",
        "内容": "李彦宏曾经说，我们是实用主义者，不是理想主义者。但Google说，我们的敌人不是微软，而是NASA，NASA的工资只能开到几分之一，但它用梦想抢走了最优秀的人。乔布斯说，我愿意用我的所有去换取和苏格拉底相处的一个下午。"
    },
    {
        "id": "546627",
        "创建时间": "2023/2/6 13:30",
        "内容": "微软要在每一台书桌上装一台电脑，Google要整合全世界的信息，阿里也曾说让天下没有难做的生意，那都是一个一个实实在在的事情，让人一听就明白，就激动，但百度从没说出这样一句话，“决战AI时代”，“最懂用户，帮助人们成长，全球顶级高科技公司”，这些话只停留在大脑皮层，无法扣动心弦。"
    },
    {
        "id": "547192",
        "创建时间": "2023/2/7 0:01",
        "内容": "逻辑是人类抽象规则的合集，那么由于其产生形式存在于人脑，不可被证实或证伪，因此没有对错之分，只有广为被接受和不太被接受之分。"
    },
    {
        "id": "547193",
        "创建时间": "2023/2/7 0:02",
        "内容": "搜索时：信息关联呈现的智能程度，决定了一念的上限"
    },
    {
        "id": "547213",
        "创建时间": "2023/2/7 0:54",
        "内容": "为什么说武哲是最具实践意义的哲学思想，因为不能打的已经躺在地上了（doge）"
    },
    {
        "id": "549641",
        "创建时间": "2023/2/9 11:18",
        "内容": "历史上，消费品和软件领域的产品经理岗位是不可能接收应届生并让他们快速上手的，通常是工作多年、经验丰富的人来担任，更多时候是已熟悉业务的人担任。在软件时代，工程师兼任或转职产品经理就成为很自然的事了。\n而在线信息产品是能快速迭代的：通过在线方式收集市场反馈的过程很快；更新代码和交互的新版产品生产起来也很快；分发更是远远快于消费品和光盘，有连接就能即时触达。\n社会科学的重点是实证性，产品也是。产品获得市场验证是重点，现在的创业术语把这叫作PMF（product marketing fit，产品市场匹配）。"
    },
    {
        "id": "549642",
        "创建时间": "2023/2/9 11:18",
        "内容": "零售业巨头沃尔玛，其线下的零售店无法像淘宝一样拿到如此多的用户数据或行为数据。早些年，沃尔玛的很多数据只能来源于线下的访谈、问卷调研或者是用户的账单，并在有限的空间内，通过优化商品选择、商品码放、做固定的促销等方式优化销售效率。由此可见，淘宝比沃尔玛的迭代速度快很多。"
    },
    {
        "id": "549643",
        "创建时间": "2023/2/9 11:18",
        "内容": "标准化能降低门槛，AB测试也进一步降低了产品经理的入行门槛，不但降低了对产品经理所拥有的经验和技术的要求，甚至降低了对其理解用户能力的要求，只会熟练运用AB测试就可以在某些产品工作上做出合格绩效。门槛降低，以及大众常见的以绩效为判断标准，使得我们更难区分产品经理的好坏。"
    },
    {
        "id": "549644",
        "创建时间": "2023/2/9 11:18",
        "内容": "快速迭代和AB测试都只是降低了互联网产品经理的门槛，互联网产品经理的上限却没降。"
    },
    {
        "id": "549645",
        "创建时间": "2023/2/9 11:18",
        "内容": "互联网时代产品经理的影响力这么大，是因为需求、体验碰撞到一起，形成了双击效应（double-killing effect）。\n同时，互联网作为一种信息技术，使人与人之间的信息传递和交换非常高频、主动。用户的发言能力和信息获取能力都变强了，贴吧、博客、微博、微信培养了人们发声的习惯，再加上消费品从物质扩展为软件和服务，而且具有7×24小时在线、数据交互、大规模、充满竞争、用户发声容易、负面评价容易被传播的特点，用户的切换相对容易，用户的选择权大大增加。"
    },
    {
        "id": "549646",
        "创建时间": "2023/2/9 11:18",
        "内容": "用户模型是指产品用户和潜在用户的偏好和行为反应模型。我们通常把“掌握一个领域的用户模型”视为产品经理的合格线，掌握的标志是：预判产品迭代后的用户行为变化，准确率较高。要以异质性、情境性、可塑性、自利性、有限理性的用户行为为基本单位来研究产品的用户模型，并通过大量真实个体行为样本来进行分析和洞察。"
    },
    {
        "id": "549647",
        "创建时间": "2023/2/9 11:18",
        "内容": "交易模型研究是指以交易为基本单位来研究产品，目标是建立可持续交易的互惠模型。\n我们把“掌握一个领域的用户模型”视为产品经理的合格线，而把交易模型设计视为产品经理的进阶之路。"
    },
    {
        "id": "549648",
        "创建时间": "2023/2/9 11:18",
        "内容": "首先，在行为发生前，用户通常会接受一个情境的刺激，这个情境的刺激会调用偏好和认知函数，产生一个主观期望效用，促使用户产生相应的行为，即追逐这个预期的效用。而行为会产生某个结果，这个结果又会成为经验，影响偏好和认知函数，从而可能对用户的下一次行为产生影响。"
    },
    {
        "id": "549649",
        "创建时间": "2023/2/9 11:18",
        "内容": "望梅止渴。梅子酸，人在口渴的情况下谈论到梅子，会口生唾液，从而产生止渴的作用。这里，用户的认知和偏好函数里包含了对梅子的认知，也就是他们知道梅子是酸的，“口渴+谈论梅子”是一个情境，那么用户在这个情境刺激下，会产生一个期望效用——吃梅子，可能认为吃梅子可以解渴，从而产生行为驱动，比如想办法向前行军，去找梅子。\n但是，如果用户对梅子没有认知，从来没吃过，没见过，也没听说过，那么即便有“口渴+谈论梅子”的情境刺激，用户也不会产生吃梅子的期望效用。\n再假如，如果他们接下来吃到的梅子是涩的或者苦的，那么这个结果就会形成新的经验，使用户对梅子的认知产生变化，进而形成新的偏好，那么下次受到类似情境的刺激时，用户可能会修正自己的期望效用，从而可能产生不一样的行为。"
    },
    {
        "id": "549650",
        "创建时间": "2023/2/9 11:18",
        "内容": "比如出行服务领域，中国的汽车比较贵，美国的汽车便宜，所以美国的出行行业可以都用更好的车，但是美国的司机比较贵，中国的司机相对比较便宜，所以两国供给重心不同。这就是相对价格的变化决定了不同的资源配置"
    },
    {
        "id": "549651",
        "创建时间": "2023/2/9 11:18",
        "内容": "用户价值 =新体验–旧体验– 替换成本\n这个公式在这里不赘述，从这个维度，提升用户价值有三种方式：让新体验最大化，让旧体验最小化，降低替换成本，三者互相影响。"
    },
    {
        "id": "549652",
        "创建时间": "2023/2/9 11:18",
        "内容": "企业的本质，只在于两点：第一，发现市场获利机会；第二，生产效率高于市场。"
    },
    {
        "id": "549653",
        "创建时间": "2023/2/9 11:18",
        "内容": "发现市场获利机会的途径有三种。\n洞察：这其实是利用信息不对称获利。你知道怎么能买到便宜生产要素（如某类人才），你知道哪些用户更想要什么，你精通一种有用的新技术、新方法、新渠道，你知道什么约束条件将会变化。你知道而别人不知道，这样就很可能有市场获利机会。\n试错：因为信息不完备原理，哪怕你有自信度为100%的洞察，你也可能得不到完备信息，你可能判断失误，结果可能失败，从这个角度，所有自以为经过审慎考察做出的行为，客观上说都是在试错。更何况你对有些洞察也不完全自信，在这种情况下是用试错去确定市场获利机会。（边界是需要靠对和错双向界定的，如果每个扩大边界的行为都成功，那你还是不知道产品的边界在哪里，所以试错和失败必然是产品开发过程的一部分。）\n偶然性：因为信息有不确定性，很多事情的未来结果取决于无数个体和群体的未来决策，取决于超越个人已知规律的未来变化，这些信息对于现在的你，对于哪怕掌握过往所有信息的你，依然是不确定的。总之，我们要尊重和敬畏这个世界的不确定性，产品结果必然有偶然性，人们不认可的或不了解的产品可能就会成长壮大。"
    },
    {
        "id": "549654",
        "创建时间": "2023/2/9 11:18",
        "内容": "洞察不大可能孤立出现，在试错中积累的知识越多，就越会有获得洞察的可能性"
    },
    {
        "id": "549655",
        "创建时间": "2023/2/9 11:18",
        "内容": "企业是用什么提高效率替代市场的？\n是权威。"
    },
    {
        "id": "549656",
        "创建时间": "2023/2/9 11:18",
        "内容": "把员工个体积累的默会知识不断转换成显性知识并变成企业共同知识的这个过程，是创新的常见过程。"
    },
    {
        "id": "549657",
        "创建时间": "2023/2/9 11:18",
        "内容": "还是有多少不一的个人专有的默会知识，是不会变成企业共同知识的。每一个离开的员工，都会带走这些个人专有知识，而且，更换一个新员工后，大家在工作内容和个人能力风格偏好等属性方面的共同知识又会降低，又要重新磨合积累，这些，都是企业的损失。其中，某些关键员工离职带走个人专有知识，造成的企业知识损失可能很大，企业核心竞争力损失有可能也很大。"
    },
    {
        "id": "549658",
        "创建时间": "2023/2/9 11:18",
        "内容": "使命（终极目标）、愿景（阶段性中长期目标）、价值观（共同理念、取舍偏好）之所以重要，是因为事关效率。"
    },
    {
        "id": "549659",
        "创建时间": "2023/2/9 11:18",
        "内容": "一个组织，如果目标差、理念落后、运行机制差（激励和约束制度有缺陷），没法让人从心底认同，势必会长期逆向筛选人才。而人才质量变低，流动性变高"
    },
    {
        "id": "549660",
        "创建时间": "2023/2/9 11:18",
        "内容": "企业经营时间越长，组织文化价值观越取决于创始人的性格特征和自我进化能力，除了抓住第一个大机遇的运气，企业创始人最重要的能力就是自我进化能力。"
    },
    {
        "id": "549661",
        "创建时间": "2023/2/9 11:18",
        "内容": "企业做一个产品，一般有四方面产出。\n（1）财务绩效。\n（2）认知：该领域内的know-how（技术秘密），对自身能力的认知，技术创新等方面的积累。\n（3）团队：互相磨合过的、有平台匹配度的团队，其效率远不是新组建的团队能比的。\n（4）无形资产：用户和产业利益链上各方的了解和信任积累，降低了企业未来的新交易和推出新产品的交易成本，提前获得了竞争优势。"
    },
    {
        "id": "549662",
        "创建时间": "2023/2/9 11:18",
        "内容": "有的公司爱投资，尤其是为了业务互补或避险，这没问题。但如果为了投资别人而放弃自己做产品，就会失去上述后三项产出的收益，而这些收益不像财务绩效一样容易被认知、被量化。\n即便你向被投资企业的核心决策者追问三天三夜，他们也愿意和盘托出，你就懂这个行业、这个产品了吗？在强竞争、强用户互动的互联网服务业，这些信息不是know-how，或者最多是know-how的一部分，只有团队成员亲自一路摸爬滚打所验证和积累的知识和理解才是有效的know-how，才能为企业在该领域的未来竞争和决策提供有力帮助。"
    },
    {
        "id": "549663",
        "创建时间": "2023/2/9 11:18",
        "内容": "比如青蛙吃害虫，所以青蛙对人类来说是益虫。但如果有一天情况变化，青蛙能长成像猪一样大了，它们就成了新的威胁。它们毕竟是食肉动物，就算不吃小孩，随便吃个猫猫狗狗，人们也是不能接受的。于是，因为体型变化带来的力量变化和风险变化，青蛙们要么进入笼子或戴上嘴套才能生活在人类社区，要么在有人区被捕杀殆尽，只能在无人区生存。\n2023/2/7 发表想法\n平台治理"
    },
    {
        "id": "549664",
        "创建时间": "2023/2/9 11:18",
        "内容": "至于从伦理角度来说，关键的一个问题是，因为信息产品的特点，互联网产品对市场的渗透太快了，伦理构建完全跟不上。\n2023/2/7 发表想法\nAi的版权问题"
    },
    {
        "id": "549665",
        "创建时间": "2023/2/9 11:18",
        "内容": "用户购买或使用产品，是为了获取使用价值，但企业做产品却是为了获取交换价值。只有通过交换才能解决产品的使用价值和交换价值的矛盾。交换价值要（通过产品）完成交易才能实现。"
    },
    {
        "id": "549666",
        "创建时间": "2023/2/9 11:18",
        "内容": "价值首先是由需求所驱动的，而不是劳动。没有背后对应的需求，劳动是没有意义的（也就没有了价值）。"
    },
    {
        "id": "549667",
        "创建时间": "2023/2/9 11:18",
        "内容": "公元1年时，人类人均GDP（国内生产总值）大约为450美元。此后的1 000年，人均GDP几乎没有变化。因为，这时人类基本只有土地和人力两种生产要素，财富游戏基本只能是争夺这两种要素的零和博弈。然后，从公元1000年到1750年工业革命前，人均GDP只涨了50%，约为670美元。\n但工业革命之后，人均GDP陡升。"
    },
    {
        "id": "549668",
        "创建时间": "2023/2/9 11:18",
        "内容": "产品对用户的效用大于用户付出的成本，用户才会选择这个产品。所以，我们的产品要么扩大效用（例如每年年终盘点时，各家产品告诉你已经共计为你省了x元/y分钟，就是希望增强你对产品价值的感知），要么降低成本（例如简化产品交互，就是为了降低产品的使用门槛，让对互联网产品不熟悉的用户也能使用产品）。\n2023/2/7 发表想法\n扩大效用是提升存量价值，降低成本是吸收增量用户"
    },
    {
        "id": "549669",
        "创建时间": "2023/2/9 11:18",
        "内容": "企业要注意持续维护和创造用户价值，才能保证交易的“可持续性”，才能持续地获利。而企业的一切行为，也应该围绕“让交换行为更多地发生”。"
    },
    {
        "id": "549670",
        "创建时间": "2023/2/9 11:18",
        "内容": "对于资讯类产品而言，交易主要是用户以“自己的时间”来换取“获得资讯”的一个过程；用户需要判断“获得的资讯”的预期收益与付出的时间成本如何，收益大于成本，才会发生这次交易。（这里讨论的是人的理性行为，但现实中人是有限理性的，经常受习惯、本能、错误信息支配，而没有做出理性行为。）"
    },
    {
        "id": "549671",
        "创建时间": "2023/2/9 11:18",
        "内容": "交换创造价值，你愿意付出一些代价去买（交换）那个东西，是因为你预计它对你的价值大于你付出的代价，而且没有更优选择。"
    },
    {
        "id": "549672",
        "创建时间": "2023/2/9 11:18",
        "内容": "樵夫拿到斧子和音乐家拿到小提琴，他们就能创造比之前要大得多的价值。他们利用这两个物品创造新价值的能力也增加了，也就是说，这个世界上的总物质没有增加，但这个世界上的人类创造新价值的能力增加了。\n这就是这个世界无时无刻不在发生交易的原因——交易创造价值。\n世界上没有等价交换，只要不存在强迫和欺诈，一定是双方都主观判断自己会受益，才会完成交易。如果有一方亏本，他就不会愿意进行交易。产品即交易，作为产品经理，就要帮助用户创造这样的交换"
    },
    {
        "id": "549718",
        "创建时间": "2023/2/9 13:05",
        "内容": "简单是追求而非目的"
    },
    {
        "id": "550974",
        "创建时间": "2023/2/10 22:40",
        "内容": "如果你在一个小团队负责产品，千万要小心陷入功能内卷"
    },
    {
        "id": "550975",
        "创建时间": "2023/2/10 22:40",
        "内容": "中国从来不缺人才，缺的只是郭帆这样一清二白脚踏实地的导演。人类的赞歌是勇气的赞歌"
    },
    {
        "id": "551119",
        "创建时间": "2023/2/11 2:11",
        "内容": "互联网从 1970 年代发展到 1994 年，虽然各种能力都有，但是全都是命令行，人们得用 FTP， Telnet， Gopher 等命令行才能用，使用者一直寥寥。直到有人做出了图形界面的 Web 浏览器，大众才忽然发现，这个用超链接连起来的世界这么美妙。当年的普通人奔走相告，竞相购买浏览器上网，然后惊呼新世界的盛况和现在大家对 ChatGPT 的感觉很像。"
    },
    {
        "id": "551121",
        "创建时间": "2023/2/11 2:13",
        "内容": "ChatGPT 的大模型诞生之日，就是基于自然语言的人机交互时代的诞生，而这个时代绝不是大语言模型时代。催生了一个时代的技术，不见得是这个时代最重要的技术。"
    },
    {
        "id": "554913",
        "创建时间": "2023/2/13 12:24",
        "内容": "如果用旧技术去理解他，我们通常会认为他的背后是由复合Agent组合起来支撑的。\n\n复合Agent是什么意思呢？即有若干个术业有专攻的Agent：有一个负责聊天对话的，一个负责诗词生成的，一个负责代码生成的， 一个负责写营销文案的等等等等。\n\n每个Agent只擅长做自己的那部分事情，而在用户使用的过程中，系统会先判定用户的意图是什么，应该是哪个Agent，然后再将用户的命令分发给对应的agent去解决并提供答案。\n\n因此看起来是很厉害的机器人，背后其实是若干个术业有专攻的机器人。事实上Siri、小爱、小度，小冰甚至包括各个平台的客服机器人都是这种模式。这样当你要上线一个新能力（例如写古诗），你只需要新增训练一个Agent，然后将这个Agent接入到总控的分类意图器下就行。\n\n这也是当前时代的一个缩影，不管外行人如何看待你从事的行业，不管媒体是如何一次次人云亦云地说警惕AI取代人类，你一直都知道，你在做的只是训练出一个术业有专攻的机器人而已，离真正的人工智能十万八千里。\n\n但ChatGPT的能力不再是这种模式了，他所采用的模式是大语言模型+Prompting。所有的能力通过一个模型实现，背后只有一个什么都会的机器人（即大语言模型），并支持用户借助文字下达命令（即Prompting，提示/指示）。\n\n虽然这种能力的表现还不算完美，但是他开启了一条一种通向“通用型人工智能”的道路，曾经科幻故事里的Jarvis，moss好像真的有了那么一点可能。而这才是7年前，我踏入这个行业所憧憬的东西啊。"
    },
    {
        "id": "555089",
        "创建时间": "2023/2/13 17:20",
        "内容": "灯泡（应用程序）vs 电网（基础设施）。灯泡不需要电网，但是如果想让更多人广泛采用灯泡，你需要建设电网。所以灯泡在 1879 年出现，而 1882 年才有真正意义上的电网。\n飞机（应用程序）vs 机场（基础设施）。莱特兄弟不需要机场就能制造出飞机。但如果让更多人使用飞机，就需要机场。所以飞机在 1903 年问世，1919 年才有航空公司，1928 年有了第一个机场，1930 年才有空中交通管理。\nIM/Email（应用程序） vs 以太网（基础设施）。IM 诞生于 1970 年，Email 诞生于 1972 年，但以太网诞生于1973 年，而互联网服务供应商诞生于（1974 年）。\n以 AOL 为代表的门户网站（应用程序）诞生于 1989 年，而第一款流行的浏览器 Mosiac （基础设施）则诞生于 1993 年。\n亚马逊（应用程序）诞生于 1994 年，而新的编程语言如 PHP（1994），Java & JavaScript（1995）则随后诞生。基于上一波的语言基建的完善，更复杂的应用陆续上线，如 Gmail & Facebook（2004），促进了新的基建 AWS 的诞生。"
    },
    {
        "id": "555100",
        "创建时间": "2023/2/13 17:38",
        "内容": "比如在 Bing + ChatGPT 的新搜索引擎的范式下，也能看到并非是让后者给出答案，而是利用后者来总结搜索结果。在基于搜索结果的对话之外，还可以通过自然语言来对上述结果进行进一步细化。"
    },
    {
        "id": "555101",
        "创建时间": "2023/2/13 17:38",
        "内容": "你有没有想过，不仅对于飞机，而且对于人类所制造的所有东西，我们付出的勤奋努力、做出的所有计算和考虑、在草图和蓝图上花费的所有时间，这一切的终极目标难道不是最终生产一件以简单为唯一指导原则的作品吗？\n这其中似乎有一条自然法则在起作用，即如果要达到此结果，比如要改善一件家具的轮廓、一艘航船的龙骨或一架飞机的机身，使其结构具备人类胸部或肩部那种自然纯粹的轮廓，这个过程中一定会历经数代匠人的试炼。\n对于所有的事物，最终达成完美的标志并不是人们不能再添加任何东西，而是人们不能再删减任何东西，就如一具躯体被剥至完全赤裸。"
    },
    {
        "id": "555103",
        "创建时间": "2023/2/13 17:38",
        "内容": "生产制造环节的人，一开始就知道产品实现什么功能；设计师能理解制造的流程，这两者同样重要。\n这被称为「并行运作」，跟流水线生产是不同的。流水线是各自为战，甚至很多时候是盲盒，上下游信息不互通，只是得到了任务和要求，也就无法互相补充优化了。"
    },
    {
        "id": "555401",
        "创建时间": "2023/2/14 10:26",
        "内容": "ChatGPT 当前的杀手级应用不是搜索、治疗、数学运算、控制浏览器、模拟虚拟机或任何其他带有大量免责声明的精选示例。这更常见，将信息从任何格式 X 重新格式化为任何格式 Y"
    },
    {
        "id": "555639",
        "创建时间": "2023/2/14 18:57",
        "内容": "不存在谁主动链谁，谁被动链谁，因为灵感没有很明确的上下文\n\n但是后续可以利用chatGPT做内容组织，给便签之间找到上下文关系（不一定是两个，也可以是多个）"
    },
    {
        "id": "557254",
        "创建时间": "2023/2/15 19:56",
        "内容": "我容易怜悯见到的可怜之人，是在那一瞬间我代入了我假想的ta所处的困境和凄凉状态，最后回归到了人终究要孤独的死去的落寞中。\n\n然后我们擦肩而过，我还是我，ta还是ta，我们此生再无交集，我并没有帮助ta什么。最终，我只是在怜悯人生之难，而非ta。"
    },
    {
        "id": "558615",
        "创建时间": "2023/2/17 9:53",
        "内容": "文字、图片、视频这些一般认为是创意领域不容易被AI替代，但当前的人工智能却首先挑战了这个领域。\n我们觉得创意是虚无缥缈的，难以捉摸的，没有规律的或者不容易把握的，但AI令人吃惊的成果，可能说明这些我们觉得自由度很高的领域，从总体上看它也还是属于有结构的信息。\n由于个人体验视角的局限，单个人类不容易看到自由想象中蕴含的结构。但AI则不一样，大数据的结构特征对机器而言显而易见。而且现在还有即时反馈的算法，这意味着每一位用户实时参与的包含时间属性的结构信息也会被不断采集。这样，使用者和AI一起形成一个高能怪胎。\n语言和思维之间某种神秘的映射关系，可能会被AI祛魅。综合这些想法，强人工智能的出现只是时间问题，自由意志是否存在可能只是一种主观幻觉。\n这么强的东西，几乎必然会成为先知。"
    },
    {
        "id": "559883",
        "创建时间": "2023/2/19 12:30",
        "内容": "厄运难敌青云志，不死自有出头日"
    },
    {
        "id": "559884",
        "创建时间": "2023/2/19 12:31",
        "内容": "人的一生中最光辉的那一天，并非是功成名就的那天，而是从悲叹和绝望中，产生对人生的挑战，以勇敢迈向意志的那天。"
    },
    {
        "id": "560977",
        "创建时间": "2023/2/20 8:53",
        "内容": "只关注重要且紧急的事，生活里就会有越来越多紧急的任务。\n把重要不紧急的事做好，久而久之，重要且紧急的事就会越来越少找上我们。"
    },
    {
        "id": "561037",
        "创建时间": "2023/2/20 12:44",
        "内容": "2014年，以太坊的联合创始人加文·伍德第一次公开提出了我们所熟知的币圈的 web 3 的概念。但在这之前，互联网的发明者 Tim Berners-Lee 在 1999 年就提出过另一个 web 3.0 的概念，又叫 Semantic Web，即语义互联网。\n\n那看到语义这个词，大家应该就会觉得很有意思了，这个词本身就很有指向性的在说 AI 这件事了。\n\n在 1999 年的时候，Tim 就说他想象中的 web 3.0 是机器能够读懂网上所有的数据，而我们日常的交易、生活等都会由机器和机器对话来完成，人类只要提供灵感和直觉就好了。\n\n所以我们可以看出，这个 1999 年版本的 web 3.0，恰好对应了我们当下 AI 的发展，而 2014 年版本的 web3 则是一个分叉，很有意思的是 Tim 还曾在去年评价过币圈版本的 web3，他的原话是：\n\n“Web3 is not the web at all.”\n\n那这个就见仁见智了 LOL"
    },
    {
        "id": "561038",
        "创建时间": "2023/2/20 12:45",
        "内容": "这两个版本的 web 3.0 背后也是有一个共同出发点的，两者都觉得大公司通过数据和网络效应等进行中心化垄断是不对的，但是二者的解决方案却是截然相反的。\n\n区块链要去中心，Tim 的解决方案则是把所有数据统一存在一个绝对中心化的地方，只有用户可以有权调用，这也是他现在做的创业公司在做的事。\n\n在此之前比如你想更新自己的信息，必须到各个 APP 平台分别更新，但以后你不管在哪里更新，其他 APP 都会自动同步。\n\n所以如果说区块链世界的数据是去中心化的难以更改的，那 Tim 世界中的数据则是极易操作和更改的。\n\n这个区别背后核心的原因是，Tim 始终认为互联网要做的是加深链接和提效，而区块链世界则选择为了安全而放弃效率。"
    },
    {
        "id": "561039",
        "创建时间": "2023/2/20 12:45",
        "内容": "Tim 的 web 3.0 还衍生出一个概念叫 the data web，即数据互联网，这个背后的意思是，目前整个互联网中存储的是无数的各种类型和媒介形式的文件，而当机器能够有语义分析、感知、学习能力的时候，这些文件就会被变成无数更底层的可用的数据而存在，互联网就会从一个分布式的文件网络，变成了分布式数据网络。\n\n也正因此，所有互联网上的内容都能被打的更散，并能被更好的链接在一起。"
    },
    {
        "id": "561040",
        "创建时间": "2023/2/20 12:46",
        "内容": "我相信很多人还在想该把当下去类比哪个年份的互联网，或者去类比智能手机或移动互联网的哪个阶段来找机会，那我们现在就知道，这些类比都是不准确的，我们更应该去研究 web 1.0 和 web 2.0 的发展历史和规律，看其中有哪些机会，我也希望这个推理论证能节省创业者和投资人更多的时间。"
    },
    {
        "id": "561041",
        "创建时间": "2023/2/20 12:46",
        "内容": "History does not repeat itself, but it does often rhyme.\n\n历史不会重复，但是会押韵。"
    },
    {
        "id": "561042",
        "创建时间": "2023/2/20 12:47",
        "内容": "web 1.0 是从 1989 年开始，1999 年第一次有 web 2.0 概念提出，到 2004 年 web 2.0 概念正式流行，这个背后正好对应了几家典型公司的生死，如网景是 1994 年成立，Google 是 1998 年成立，而 Facebook 是 2004 年成立。\n\n在这个过程中，市场经历了从装机软件到在浏览器里做纯网站的改变，经历了从直接向用户收费到免费使用并通过广告收费的改变等等。\n\n这个过程中，网景为什么会被微软干掉，Google 又是如何干掉 DoubleClick 的？那当下，微软又能不能再次“干掉” Google？web 3.0 时代又会不会出现新的 Facebook？如果每个人都有能力通过各种模型做 APP，那 App Store 存在的价值和意义又是什么，又还能不能持续收到 30% 的税呢？\n\n（这里插一句，如果有人对这篇文章有希望讨论的观点，或在研究 mastodon 等方向，也欢迎加我的微信 qukai42 交流。）\n\n甚至我们再开下脑洞，当我们真的能拥有个人助手的时候，这个助手会是一个中心化的还是去中心化的呢？\n\n如果说 web 2.0 的发展是赋能每个个体做文字、图像和短视频的表达，那 web 3.0 的时代，各种封装和调整后的多模态组合是不是可以赋能我自己做游戏、电影和APP 呢？\n\n那我为什么不能有自己的 APP 库，建立自己的功能，把外卖、打车、新闻都用自己喜欢的方式和交互做一个只属于自己的真正意义上的个人助手呢？那那个时候我和其他现存玩家或服务提供商的关系又会变成怎样？\n\n总之，如果假设我们对于 web 3.0 的定义和发展的逻辑是正确的，那只能说以上这些事情都至少有概率会发生，那未来十年就会变得非常非常有趣。"
    },
    {
        "id": "561087",
        "创建时间": "2023/2/20 13:54",
        "内容": "遇到新的赛道、概念，首先第一步永远是先弄清楚实际的定义，即到底什么是 ChatGPT？所以我第一步是先看了一遍 ChatGPT 的 wiki，里面有定义、信息、历史等核心信息"
    },
    {
        "id": "561088",
        "创建时间": "2023/2/20 13:54",
        "内容": "定义弄明白之后是搜 Google（百度意义很低，可以忽略，还是要多用 Google，尤其是海外更领先的赛道），Google 一方面是看最新的一些新闻动向，另外是定向搜投资机构、知名博主的分析文章，比如 A16Z、红杉美国等（还可以搜这个领域最典型公司的创始人及背后投资机构的说法，比如在这个 case 里就是 Sam Altman）。\n\n这类热点话题这些机构肯定都已经有很多分析文章、博客、播客等内容，而且是经过筛选、处理以后的认知的输出总结，大概看 10 - 20 篇就差不多了，到这步其实最多就用一天的时间，就能具备超过国内大多数人的认知，国内能看到的信息大多是这个范畴内的信息的翻译、节选。"
    },
    {
        "id": "561089",
        "创建时间": "2023/2/20 13:54",
        "内容": "是搜微信公号、36kr、朋友圈、微信群，会发现有很多相关主题的文章，其中会遇到很多上面看过的英文文章的翻译，也偶尔会有些比较好的集中总结，看 36kr 则是希望能看到一些公司的融资新闻或其他国内投资人的总结（但 ChatGPT 类别太新，暂时没有很好的）。\n在这步里，其实很考验你加过什么高质量的人，或者有没有一些比较活跃的群，如果有的话可以很容易在朋友圈找到不错的文章，或者在群里看到一些分享报告。"
    },
    {
        "id": "561091",
        "创建时间": "2023/2/20 13:55",
        "内容": "对某个概念、赛道有足够的理解，形成了自己的认知和假设，并且了解市面上大概有哪些典型的公司在做，所以再之后主要是验证假设、和人交流的过程，目的是获取非市场化的信息、认知、完善自己的判断，以及对我们来说更重要的，找是否有落地、和参与到其中的机会，即有什么好的资产标的，并有自己的问题清单。"
    },
    {
        "id": "561097",
        "创建时间": "2023/2/20 13:56",
        "内容": "相关的产业链玩家包括底层的芯片、云服务商（基本无创业公司机会），以及上层的模型开发公司（如 OpenAI），还有终端的纯调用模型的应用开发公司。此外要注意的是，这里有一类公司是只做模型，有一类是只做应用，还有一类是自己端到端、既做模型又做应用（比如 midjourney）"
    },
    {
        "id": "561099",
        "创建时间": "2023/2/20 13:58",
        "内容": "底层模型开发的难度和成本都极高，国内哪怕是大公司也落后海外 2 年左右时间，而应用开发公司基于之前的了解，没有自己的核心壁垒和差异化，所以在这个阶段已经可以有个偏悲观的假设，即这个领域可能近期很难出现好的投资、创业机会。（如果是小的赛道和概念，其实到这步就差不多了，但因为 ChatGPT 极其性感，所以我们可以继续进行下去。）"
    },
    {
        "id": "561103",
        "创建时间": "2023/2/20 14:01",
        "内容": "1）国内到底有没有人在做大模型，是不是真的落后很多，落后多久，真的是两年吗？那这个机会是当下的机会，还是两年后的机会？如果类比移动互联网来说，现在是 2008 年的机会，还是 2010 年的机会，还是 2012 年的机会？\n2）大模型这个东西最终国内到底谁能把这件事做出来，谁是最领先的，创业公司是否有机会？如果有的话，是最考验融资能力？技术能力？还是落地能力？还是什么？\n3）大模型这件事是对现有应用和场景的改进和效率的提升，还是一个跨世代的机会，会不会未来所有的 app 都值得被重构？那这里到底是现有玩家的机会，还是新玩家的机会？\n4）会是先做应用场景的公司最有机会，然后反向再去做技术，还是先做技术，再找应用场景，还是必须两个同时做？要抓住这波机会的发展路径到底是什么？会有公司能借鉴当初字节的路径，先做产品再积累技术实现弯道超车吗？\n5）目前市面上到底有没有人探索出来更创新的应用场景和模式，我没想到的会不会已经有别人想到了？这个机会会不会是一个完全创新的新的交互模式？\n6）最终大模型的能力会作为一个基础能力吗？这个能力会被开放和拉平吗？如果会的话，现在的大模型公司的价值会不会其实并不长远？\n7）在大模型领域最终会出现类似 ios 和 android 这样的生态吗？\n8）目前海外最主流、最内部的看法和典型应用场景到底是什么？为什么海外能有创业公司同时做大模型和应用的落地？\n9）为什么国内这波会落后这么久，为什么国内的公司和新的创始人没有在更早的时候看到机会？\n10）之前做 aigc 的公司怎么样了，之前的很多的 saas 公司会不会被颠覆，ChatGPT 带来的到底是更多的 2B 的机会，还是 2C 的机会？先后顺序和时间轴会怎样？"
    },
    {
        "id": "561104",
        "创建时间": "2023/2/20 14:02",
        "内容": "一个反思\n\n已知：YC 是上个十年最好的天使投资机构\n可得：Paul Graham 是上个十年最好的天使投资人\n\n已知：Paul 选择 Sam Altman 做了 YC 接班人\n可得：Sam 是被最好的天使投资人选中的人\n\n已知：Sam 放弃 YC 去了 OpenAI，即把肉身和时间都投了进去\n可得：OpenAI 是二阶导的最好投资人最大投资选择\n\n结论：应该更早更多重视 OpenAI 的发展\n\n即优秀人的输入是未知的，信息处理过程是黑盒，但选择结果是有迹可循的。"
    },
    {
        "id": "561106",
        "创建时间": "2023/2/20 14:12",
        "内容": "去找相关的大厂的人聊，比如我约了百度投资的人、微软研究院的人、以及 FACEBOOK 的高管等交流，其实还可以做的事情是去 Linkedin 等平台搜索 OpenAI 等美国公司的华人高管等，这个能给我带来更内部的大公司的视角，以及海外的一手信息。（我还试图寻找小米、字节、WPS 的相关的人聊，另外也还去问了 36kr 的人，结果被告知概念比较新，还没有人完全专注 cover，此外也还在联系清华相关的领域实验室的教授或 PHD 等）"
    },
    {
        "id": "561107",
        "创建时间": "2023/2/20 14:12",
        "内容": "我还约了可能对这个领域有认知的、感兴趣的创业者交流，创业者的视角是很不一样的，尤其是历史上有成功经验的有思考的优秀的创业者，他们更多会从产品、业务、创业公司的机会等角度提供很多新的信息和认知。"
    },
    {
        "id": "561108",
        "创建时间": "2023/2/20 14:14",
        "内容": "是老玩家还是新玩家的机会？\n某个创始人讲了一个观点：ChatGPT 最显著的一个特性是降低了内容生产的门槛，那如果这个提效是 1 到 100，则是现有玩家的机会，但这里是否有因为这个技术，把一件事变成了从 0 到 1 的点呢？如果有的话就会变成创业者的机会。"
    },
    {
        "id": "561253",
        "创建时间": "2023/2/20 17:52",
        "内容": "忙，是现代人用以炫耀的个人勋章。但这其实是一个信号，说明这个人的个人战略很糟糕。\n\n如果站在时间的角度看，无论有再多事情，自己的时间依旧是每天 24 小时，能做的就是把这些可支配的时间「投资」到有价值的地方去，而不是试图完成所有事务。"
    },
    {
        "id": "561269",
        "创建时间": "2023/2/20 18:05",
        "内容": "个人战略中，关键的变量，是时间。时间是一种完全固定的资源，所以如何安排时间，是个人最重要的战略选择。\n\n除了安排时间，也必须有对应的胜利策略。\n因此，要制定有效的个人胜利战略，需要慎重选择将时间安排在什么任务中，同时利用你的独特能力来创造更高的价值。但这一切不会自动发生，你需要构建一个系统来让其持续进行。"
    },
    {
        "id": "561271",
        "创建时间": "2023/2/20 18:12",
        "内容": "或许你会觉得老生常谈，但人总是容易欺骗自己。比如有些产品出身的创业者会说增长很重要，但实际上自己大多数时间都花在了产品设计上，鲜少关注增长的事情。"
    },
    {
        "id": "561274",
        "创建时间": "2023/2/20 18:16",
        "内容": "最初优衣库的店铺在城区和郊区都有设立，发现开车到郊区的人越来越多，超过了城区闹市区的店铺。这是个反直觉的事情：为什么流量大的店铺反而转化低呢？后来意识到，开车到郊区的人，是目的极为明确的——就是为了来买衣服的；那些闹市区看似人流量大，大多数人就是逛逛而已，热闹都是假象。这是个有趣的洞察，让柳井正意识到，建立一个心智——来优衣库就是目的明确地买衣服，是很有价值的。"
    },
    {
        "id": "561277",
        "创建时间": "2023/2/20 18:19",
        "内容": "熟悉消费品尤其服饰行业的朋友，估计已经能快速捕捉到大众化、基本款带来的另一个巨大优势了，当然就是供应链上的了。不用每次都焦虑库存的问题，且很多衣服都是长销（不仅是畅销）款式，像在 1998 年，优衣库的商品数就只有 200 种"
    },
    {
        "id": "561278",
        "创建时间": "2023/2/20 18:20",
        "内容": "引进 POS 系统。1988 年开始，优衣库的各个门店就能实时同步销售信息了，可以快速调货、调价，做产品的决策。接下来的销售信息系统、库存管理系统、邮件和数据共享系统等等，都让优衣库在很早就成为了数字化管理的企业。\n\n国内在数字化盛行之后，有一些消费品企业的所谓数字化，只动皮毛，不动筋骨，核心的决策都还是传统方式下达，数字化的部分仅仅是引入钉钉、做个小程序，只提招了多少程序员、花了多少钱，不提业务上的帮助。这就叫人啼笑皆非了。"
    },
    {
        "id": "561279",
        "创建时间": "2023/2/20 18:22",
        "内容": "紧缩 SKU，实现零库存。服装行业的库存问题是最重要的问题之一。刚刚提过，优衣库以卖爆款为主，款式并不会存在太强的实验性质（时装就有风险），再加上主动的紧缩，让优衣库的 SKU 常年保持 1000 款的水准（相当于 Zara 的 1/10）。另外，优衣库的销售数据以周为单位调整，哪些应该主推、哪些不该继续卖，都能非常实时地调整。"
    },
    {
        "id": "561281",
        "创建时间": "2023/2/20 18:27",
        "内容": "几年前，在我回到学术界之前，我一直在创业。\n我注意到的是，当人们招聘的时候，他们几乎总是根据经验来招聘。他们正在寻找某人的简历，试图找到这个人已经完成了他们想让他们再做三次的工作。\n\n这基本上就是基于 Y 截距的招聘。我个人认为这不是一个很好的雇佣方式。\n反复做同一件事的人常常会精疲力尽，而他们反复做同一件事的典型原因就是他们已经精疲力尽了。\n除此之外，他们什么也做不了。"
    },
    {
        "id": "561282",
        "创建时间": "2023/2/20 18:29",
        "内容": "伯克希尔的总部只有数十人，却能驾驭近万亿美元价值的业务，正是依赖极端的授权——总部几乎完全不管具体的经营。巴菲特也曾讲：「任何不需要我做任何工作的合作方式，就是我最钟情的合作方式。」"
    },
    {
        "id": "561283",
        "创建时间": "2023/2/20 18:31",
        "内容": "卢梭的《社会契约论》，基本论点非常有意思：\n尽管我们都处于国家的统治之下，甚至国家暴力机关可用强力迫使我们服从；但事实恰恰相反，是我们为了人身和财产安全而让渡一部分权利给国家，我们“授权”了国家拥有暴力机构和统治权。\n基于卢梭的观点继续延伸，人类社会的所有合作行为，根本上都属于授权行为。\n当我点一份外卖，我不用自己再费心准备食物，而是授权给餐厅；\n当我买一只基金，我不用自己再费心挑选股票，而是授权给基金经理；\n当我入职一家公司，我不用自己再费心公司战略，而是授权给老板。"
    },
    {
        "id": "562407",
        "创建时间": "2023/2/22 9:28",
        "内容": "你的水平就是你身边常常打交道的人水平的加权平均"
    },
    {
        "id": "563549",
        "创建时间": "2023/2/23 9:06",
        "内容": "用自我委屈酿制自我感动，那不会有别的结果，那只能是自我囚禁、自我戕害，并且让“不可能理解”的人眼睁睁地看着一个自虐者自虐而束手无策。\n史铁生《病隙碎笔》"
    },
    {
        "id": "563677",
        "创建时间": "2023/2/23 13:05",
        "内容": "笔记多是没有任何意义的，笔记只有在回看的时候才能发挥其价值。换句话说，不回看的笔记就毫无价值，仅凭这点就可以发现我们做的90%笔记是无效的。\n\n那么顺着“回看”这条线索，什么时候我们会反复回看自己的笔记呢？无非是经常需要但又经常忘记的内容，或者是自己学习中产生的一些想法（比较独到的理解）。"
    },
    {
        "id": "563679",
        "创建时间": "2023/2/23 13:11",
        "内容": "大语言模型\n你可以理解为他是在一个世界观培养皿做出来的通用模型，没有场景细分，但却能理解语言和场景：”缸中之脑”。\n之前的ai都是知识图谱类，比如你问小爱今天天气怎么样，他会先用知识图谱解读这段话的重点，然后调用对应的天气ai接口，输出结果，所以小爱=多个ai的缝合，用知识图谱缝的。\n这种做法的上限是，你能解决的场景取决于你的内置场景 ai有几个，当超出了内置ai的场景/知识图谱无法理解时，他会说，我不明白你的意思，请再说一遍。\n\n现在chatgpt是，直接通过文本上下文，来做多次挖空，去查找他世界观内对应的文本，然后会得到很高的词频，就有可能是结果，以此达到优秀的语义分析能力，没有预置场景值。这种的上限，取决于你要求他的花样，也就是“请输出表格”，“请续写文章”等等，也就是 Prompt，明显gpt的上限会高很多"
    },
    {
        "id": "563912",
        "创建时间": "2023/2/23 19:29",
        "内容": "我发现一个很好的AI绘图训练词是\nby tiktok style\n能直接省去很多描绘的成本"
    },
    {
        "id": "564303",
        "创建时间": "2023/2/24 12:36",
        "内容": "伟大见解的产生并不仅源于好奇心，而且有对现状的不满。这种不满不是令人倍感压抑的不满，而是一种「建设性的不满」，也就是说，因为感觉事情不对劲儿而产生的些许恼怒。\n\n——克劳德·香农"
    },
    {
        "id": "566597",
        "创建时间": "2023/2/27 9:39",
        "内容": "创业前期准备：\n1、降低消费欲望，攒启动资金\n2、积累大量客户资源，行业调查背书\n3、多与各路大佬交流请教经营管理经验以及企业方向是否利于发展"
    },
    {
        "id": "567317",
        "创建时间": "2023/2/28 0:45",
        "内容": "武哲是一种实用的哲学，因为能说不能打的，很快会被证伪"
    },
    {
        "id": "567463",
        "创建时间": "2023/2/28 9:43",
        "内容": "你有n件事情要做，怎么判断优先次序?\n\n从 Ryan Singer 那儿学到了一种方法:\n第一步，将 n 件事情列下来。\n第二步，把它们围个圈。\n第三步，如果做了1 能帮助做 2，那么，从1连线指向 2。以此类推。\n第四步，数一数哪件事情发出的连线最多，哪件事情就该先做。\n\n如图，从 2 发出的连线最多，所以先做 2。\n本质上还是权重加减，妙在可视化。"
    },
    {
        "id": "567467",
        "创建时间": "2023/2/28 9:52",
        "内容": "我们在折腾的一个项目尚处于早期梳理阶段，无需设计师介入，设计师却能全程「在旁观摩」。相当于我们在一块空地上划地界、打地基、搬运砖瓦呢，路人都能参观，提前了解要建什么楼。更加理解了「设计不只是设计师的工作」。"
    },
    {
        "id": "567472",
        "创建时间": "2023/2/28 9:54",
        "内容": "2.同步性\n举个小例子。以前:\nA: 「这句文案写错了。」\nB: 「我改下。」(回到Sketch改改再更新蓝湖)\n现在:\nA: 「这句文案写错了，我来改下。」\n它改善了工序和即时性，更重要的是，改变了协作方的参与程度。就像以前大家玩的是单机游戏，如今变成网络游戏了"
    },
    {
        "id": "567487",
        "创建时间": "2023/2/28 9:57",
        "内容": "抽象一点看，开放性和同步性改变了协作关系。工具不仅延伸了肢体，还打造了公共空间。原本割裂的格子间， 变成了不再遮蔽和阻碍的大客厅。其实，以往使用在线协作文档也有类似感受，这回更强烈。\n它带来的挑战一拥抱开放性， 也很明显。Figma CEO Dylan Field描述得好:「作为Figma CEO，我工作的最好部分之一是扮演人类学家。在过去的五年里，我亲眼目睹了在协作式数字空间中工作的团队如何从「我的想法」转变为「我们的想法」的心态。这需要\n一种彻底的转变一一 一种我们中的许多人仍在追赶的信任和透明水平。在许多方面，设计是非常个人化的，而将工作开放给其他人，让他们在此基础上重新混合，可能会感觉像是开放了自己的一部分。」"
    },
    {
        "id": "567889",
        "创建时间": "2023/2/28 14:58",
        "内容": "Paper的设计原则\n不做返回按钮。依赖独特的空间感设计和手势运用，Paper 没有返回按钮或关闭按钮。\n即使十年过去了，这种大胆依旧难以想象。为什么不做呢?因为他们认为主流的生产力工具仍旧沿袭着90年代PC时代的交互方式如文件系统、菜单等，而Paper作为iPad.上的绘画应用，要做得优秀，必须更少阻断感，更多流动感，才能足够模拟真实。\n此外，Paper也没有菜单按钮，没有设置。总之，不愿意在界面上多一个图标来让用户分心。"
    },
    {
        "id": "568802",
        "创建时间": "2023/3/1 14:36",
        "内容": "《随机漫步的傻瓜》中有一句话: 「我们在生物构造上缺乏了解概率的能力」"
    },
    {
        "id": "568823",
        "创建时间": "2023/3/1 15:30",
        "内容": "张潇雨的gap year建议:\n我个人认为大多数人工作3-7年之后都值得有一个self- caring gap year。这个阶段，对社会与世界已经有了-些基础认知，没有大学刚毕业时的那种懵懂，当然也有了一定的积蓄。不妨离开常规的职场工作一年，然后:\n●学习1-2种可以受益终身的基础技能:写作、编程、编剧、做Excel/PPT、 英语、投资理财、舞蹈瑜伽、沟通演讲、摄影摄像、作曲编曲、-种乐器、一 项体育运动都可以;\n●研究2-3个自己感兴趣或当今世界重要的议题;\n●利用学习的基础技能，为自己感兴趣的话题或者活动制作3-4个「作品」，任何形式的都可以。可以写一个系列专题文章、制作几集vlog、创作一个舞蹈或歌曲、进行一次分享或演讲等等。创作永远可以激发思考，输出总是可以促进输入，教给别人正是自己学习的最好方式;\n●做一次全面的体检，不只是器官类的，还有体能上的和心理上的。照顾好自己身体的薄弱环节，不管是颈椎腰椎、手腕膝盖、口腔眼睛;还是吃饭方式、运动习惯、作息规律;抑或情绪起伏、心理状态...等到一个不用太久的年纪你就会发现，人生大部分问题都是体力和心态的问题;\n●试着重新梳理一下自己和他人的关系。不论是父母、伴侣还是朋友、甚至陌生人。思考一下自己想被怎样的人围绕，余生希望和什么样的一起工作，自己有好消息和坏消息的时候最想分享给谁。想想自己不希望成为怎样的人，想想自己恐惧和愤怒时指向的东西，也想想为什么自己值得被别人纳入他们的生活里;\n●最后，如果有机缘的话，感受一些神秘体验。但不用强求。大多数人都是沿着惯性在向前走的，停下来对他们来说简直无法想象。但如果你真的愿意花一年时间做好这些事，相信我，这会是你人生中最难忘的一一个选择。"
    },
    {
        "id": "568918",
        "创建时间": "2023/3/1 17:33",
        "内容": "前Pinterest 产品负责人Sarah Tavel提到的留存阶梯:\n●level 1:用户能够完成核心动作。\n●level 2:用得越多，越难离开。\n●level 3:形容飞轮效应。"
    },
    {
        "id": "568924",
        "创建时间": "2023/3/1 17:43",
        "内容": "Jason Roberts提出的运气网概念:让越多人知道你做的事，你编织的运气网就越大。网越大，越能捕捉运气。运气越佳，就越有可能:\n●有人欣赏你，支持你，信任你。\n●产生讨论，发散想法。\n●推荐、购买你的作品。\n●找你合作，甚至合伙。\n公开发布作品便是一种运用。 无论是文章、播客、app 还是开源项目，都是在让更多人知道你在做什么事。哪怕是半成品，不，哪怕是简陋的MVP。有何不可?\n●比我的想法和项目「傻」得多的不计其数呢。众口难调，适者为珍。\n●在互联网世界，再小众也有机会(对，只是有机会)遇见气味相投之人。\n●不是为了成名，而是为了编织运气网。\n\n只不过，要先掷地，才能有声。"
    },
    {
        "id": "568943",
        "创建时间": "2023/3/1 18:09",
        "内容": "过去的每一次下跌看起来都是一个机会，而未来的每一次下跌看起来都是一个风险。"
    },
    {
        "id": "569047",
        "创建时间": "2023/3/1 19:39",
        "内容": "问: 手里有200万，十年十倍你会选什么投资标的？还要考虑每年3-5%的通胀\n\n段永平: 10年10倍太low了，我当年满仓网易3-4个月就20倍了。我的问题是，我并不知道怎么重复这件事情，不然3-4个月20倍这个速度世界上的钱很快就被我赚完了。我觉得设定投资目标是件蛮愚蠢的事情。我的意思是：当你有了每年增长多少百分比的目标之后，你早晚会做出很愚蠢的事情。"
    },
    {
        "id": "570112",
        "创建时间": "2023/3/2 21:48",
        "内容": "AI 可以刺激到人类的一个爽点，它扩展了我们脑力的边界。\n\n就好像为什么很多人喜欢开车，动动手脚就能抵达目的地，那也能带来那这种爽感。机械扩展了人身体的边界，而 AI 扩展了大脑。\n\n这些其实都是人类对力量的渴望，甚至可以说是一种贪婪。"
    },
    {
        "id": "577208",
        "创建时间": "2023/3/8 16:09",
        "内容": "好的艺术，是让一个人看到一万种可能\n好的设计，是让一万个人看到一个传达"
    },
    {
        "id": "579661",
        "创建时间": "2023/3/10 18:55",
        "内容": "我一直记得王泽的教导：市面上哪个一线产品是靠时间堆出来的？\n\n没有，一个都没有。所有一线产品，都是上线数据就好，螺旋上升。只有商业化的坎坷，没有增长的坎坷。所以大厂的任何产品，都不值得在冷启动上浪费太多时间。"
    },
    {
        "id": "582209",
        "创建时间": "2023/3/13 11:43",
        "内容": "假如我们不善于应用归纳或证明，就不能获得知识。证明从一般出发，而归纳则从个别出发。要认识一般，如没有归纳法是不可能的。"
    },
    {
        "id": "582222",
        "创建时间": "2023/3/13 11:56",
        "内容": "PM 真正该思考的事情，即如何应用和改变规则，而不是在细节雕花。如公众号的发布次数、朋友圈的展示规则等。规则不是一步到位的，而是推进、巩固、再推进，一如当年中国经济双轨制改革，和小岗村联产承包责任制的推广。"
    },
    {
        "id": "582223",
        "创建时间": "2023/3/13 11:56",
        "内容": "人类文化就是一种涌现出来的自组织系统，坚持单一文化会阻碍学习，并降低系统弹性。任何系统，无论是生物系统、经济系统还是社会系统，一旦丧失多样性，变得整齐划一，短期看似高效，但长期会迅速衰落。"
    },
    {
        "id": "582228",
        "创建时间": "2023/3/13 12:01",
        "内容": "系统的目标决定了上述所有的行为，即使是不合理。\n\n系统的每个反馈回路都有自己的目标，这个是我们能意识到的。但我们往往会忽略掉整个那些不明显的，但杠杆更高的系统目标。\n\n但问题在于，即使是系统内的人，也不知道他们服务的整个系统的目标是什么。所以重要的是有玩家可以更改系统目标，比如微软的纳德拉，阐明了新的目标，让微软重新焕发活力。"
    },
    {
        "id": "582230",
        "创建时间": "2023/3/13 12:02",
        "内容": "范式是系统的来源，每个人都会用和自己思想状态完全对应的东西包围自己。\n\n比如古埃及人信仰来世所以有了建造金字塔的系统，现代人认为市中心空间宝贵，所以有了建造摩天大楼的系统。\n\n范式比系统其他东西都更难改变，但这并不意味着说过程会很缓慢。在一个人的身上，很可能一瞬间就完成转换，比如接触到一个全新的观念。不过从整个社会角度来看并非如此，因为大多数人对于范式的改变，是很抵触的 —— 比如从计划经济变成市场经济。\n\n想要改变范式，需要不断指出旧范式中的异常和失败，并且在新范式下大声疾呼，将新范式公布于众且掌握变革的权利，和积极推动变革的人一起工作等"
    },
    {
        "id": "582232",
        "创建时间": "2023/3/13 12:03",
        "内容": "看到范式本身就是一种范式，从宗教的观点来看，所谓开悟就是不执着于任何一个范式"
    },
    {
        "id": "582233",
        "创建时间": "2023/3/13 12:04",
        "内容": "互联网横空出世，带来的是意想不到的巨大海量数据。\n\n这些数据是非结构的、无标签的、多领域的、多语言的，大幅扩大了 World Scope。几乎人类曾写过的内容，都放置在这里了。\n\n这些语料虽然没有单独搜集的更有条理（结构化），但它们实在太壮阔，让无监督学习能够自行发现很多意想不到的、多个领域之间深度关联，并且成功对知识迁移应用。\n\n在 2013 年，Mikolov 的训练模型已经有了 16 亿个 tokens，到 2014 年 Common Crawl 提升到了 8400 亿个 tokens。规模之外，参数量也在迅速提升，2018 年的 ELMo，有 10(8) 个参数，Transformer 模型持续扩大参数量，有的模型到了 10(11) 个参数。这里可以回想一下，ChatGPT 的参数是 1750 亿，即 17.5(10)个参数。"
    },
    {
        "id": "588823",
        "创建时间": "2023/3/21 8:59",
        "内容": "潮流总是来回重复，最近大家玩Edge侧边栏，像不像十几年前大家玩firefox的侧栏——在侧栏里放入 Google notes当做一个简要笔记，在侧栏里放入 Google task 来管理 to do list，在侧栏里放入一个极简的音乐播放网站，来当做播放器"
    },
    {
        "id": "590457",
        "创建时间": "2023/3/22 23:53",
        "内容": "学习技术最需要是耐心而不是智商。举个例子，你想深入学习操作系统，其实方法很简单，就是去上 MIT 6.828 公开课，认真完成每一个课程实验。这些知识都是公开的，就看你能不能一口一口吃下去而已。你能耐心花几个月时间投入某个事情上面，那你也能成为专家。"
    },
    {
        "id": "592640",
        "创建时间": "2023/3/24 20:32",
        "内容": "记录了一些刘宇昆演讲的key point：\n\n- 未来不可预测，声称能够预测未来的所谓未来学家和科幻作家都是骗子。\n- 威廉·吉布森开始写作前根本不了解计算机的技术问题，这恰巧赋予它幻想未来的可能性。\n- 科幻非常独特，不是因为他能够预测未来，而是因为非常擅长阐释技术与人类价值观的关系，以及人类如何作为一个技术物种而存在。\n- 通常人们认为「科学」在「技术」之上，技术是「附属物」，是科学发现的结果。但现实并非如此，刘宇昆以ChatGPT举例，科学家并不了解神经网络的工作原理，也不清楚为什么这些算法能够work，这是技术引领科学的实例。如果回顾技术史，技术所产出的结果让科学家惊讶的情况并不少见，科学发现是技术创新的结果。\n- 人类是一个极为深度的「技术物种」。「工艺」（craft）的概念已经深入到我们的灵魂当中，语言、日历、数学、法律……这些都是工艺。科技小说/科幻小说是对人类工艺的再度强调。如今我们开始想象与未来的半机械人（cyborg）一同工作，人类工艺正在变得越来越重要。"
    },
    {
        "id": "596869",
        "创建时间": "2023/3/28 9:26",
        "内容": "对于一个产品来说，可及性比服务质量更重要。\n\nWikipedia 每月有 100 亿的 PV，无论它包含多少错误，我们都可以说，这个世界已经学会了忍耐它，并且经常依赖它进行导航和理解世界。\nWikipedia 创始人 Jimmy Wales 曾经说过：知识够不够好，取决于你的目的是什么。\n\n没有可及性很多人根本没机会尝试你的作品。\nWikipedia 作为免费资源，能比早期百科全书要好很多倍，并且由于是电子版所以能快速迭代，这样就算有问题也能很快被纠正。所以 Wikipedia 中足够好用的知识对于大多数人已经足够，可以继续使用。反之，更多的使用能带来更多的反馈，能让 Wikipedia 变得更好。"
    },
    {
        "id": "600933",
        "创建时间": "2023/4/1 14:10",
        "内容": "黄仁勋1963年出生在中国台湾。\n\n儿时的黄仁勋就展现出了极高的技术天赋。还在读小学时，他就会经常和比他大一岁的哥哥一起研究新“技术”。\n\n有一次，他们弄来好多打火机，把里面的丁烷弄了出来，洒在游泳池里面，然后点燃整个水面，两个人一起跳进去，体验置身火海的刺激快感。"
    },
    {
        "id": "600934",
        "创建时间": "2023/4/1 14:10",
        "内容": "人有两条命，第二条开始于意识到自己只有一条命的时候，你意识到为自己而活"
    },
    {
        "id": "601167",
        "创建时间": "2023/4/1 21:17",
        "内容": "GPT它基于现有的符号系统，符号秩序去计算。在这个时候，他就和“物”分裂开来，是观念，他看不到那个真正的“物”。它看不到那个未被符号化，在现有符号秩序下不可能的，比无更少的存在，即那个实在界。齐泽克说的，悖论恰恰是这样的，在某个时刻，纯粹的差异出现了，差异不再是两个实际自定物的差异，而是同一个物与这个物本身分裂开的最小差异。AI不能把握符号秩序内的冲突对抗性，或者因为视差看不见的那部分。而历史上真的开创性，革命性的，正是在符号秩序外的不可能的那部分。"
    },
    {
        "id": "601333",
        "创建时间": "2023/4/1 22:48",
        "内容": "普通人很可能不能在没有计划的情况下写出如此简明的句子，而且很可能需要反复「倒退」（进行编辑）几次才能达到最终形式。然而，GPT 架构不允许进行这样的倒退，这意味着产生这种输出需要「提前」规划。由于 GPT-4 输出生成的前向性质，模型进行这样的提前规划的唯一方法是依赖其内部表示和参数来解决可能需要更复杂或迭代过程的问题。"
    },
    {
        "id": "601334",
        "创建时间": "2023/4/1 22:48",
        "内容": "接下来我们将尝试论证模型的主要限制之一是架构没有允许「内部规划」或「草稿板」，除了其内部展示外，这些可能使其能够执行多步计算或存储中间结果。"
    },
    {
        "id": "601335",
        "创建时间": "2023/4/1 22:48",
        "内容": "模型具有生成正确答案所需的足够知识。但问题在于，下一个单词预测架构不允许模型进行「内部对话」。模型的输入是「多少个质数...」这个问题，期望的输出是最终答案，要求模型在（实质上）单个前馈架构的一次传递中得出答案，无法实现「for 循环」。另一方面，当需要写下最终答案时，人类可能会使用草稿纸并检查数字。\n\n这种问题在以前的 GPT 模型中已经在一定程度上被观察到，而且在本例中所说明的问题通常可以通过明确指示模型以逐步方式解决问题来解决"
    },
    {
        "id": "604119",
        "创建时间": "2023/4/3 16:20",
        "内容": "知名科幻作家姜峯楠（Ted Chiang）把 ChatGPT 视为网络上所有文本的 JPEG，保留了 Web 上大部分的信息，就像 JPEG 保留了图片大部分信息一样，但如果你想找到某个精确像素，其实是找不到的，他保留的都是近似值。所以其创造力有限"
    },
    {
        "id": "604129",
        "创建时间": "2023/4/3 16:24",
        "内容": " Mintz 认为，如果 ChatGPT 可以像人一样完成工作，那么人类不应该复制这些能力；他们必须超越机器。所以高等教育的下一个任务，就是让毕业生做好准备，以便有效地使用新工具，并超越他们的局限性。所以重要的是培养出能够做机器做不到事情的毕业生。"
    },
    {
        "id": "604531",
        "创建时间": "2023/4/3 20:34",
        "内容": "下一个单词预测范例的一些局限性，这些局限性表现为模型缺乏规划、工作记忆、回溯和推理能力。模型依赖于一种局部和简单粗暴地生成下一个单词的过程，没有任何关于任务或输出的全局或深层次理解。因此，模型擅长产生流畅和连贯的文本，但在解决不能以顺序方式逐步解决的复杂或创造性问题方面存在局限。"
    },
    {
        "id": "604532",
        "创建时间": "2023/4/3 20:34",
        "内容": "摘抄：还有哪位名人说过这个观点，他们之间有什么相似性"
    },
    {
        "id": "604534",
        "创建时间": "2023/4/3 20:35",
        "内容": "gpt独有优势：上下文能力，信息组织能力。\n\n启动器是prompt，需要去找已经有文本的地方或者很可能会产生文本的地方。"
    },
    {
        "id": "605473",
        "创建时间": "2023/4/4 15:48",
        "内容": "在微软的KOSMOS-1论文中（即我发现多模态未来的那篇），他举的例子可不止图像理解，还在旁边放了音频、视频，这也是大家目前很容易预见的。\n\n但我再补充另一部分细小的信源：陀螺仪，触碰（屏幕），温度，红外线，光照，湿度等等。\n这些概念其实和图像、音频、视频不太一样，他们本身不具备丰富的人类信息，并且通常以清晰明了的数据格式存在（例如温度=17°C）。在LLM落地到手机这类新的终端后，他将远不止获取到图像、音频、视频这样的信息，还包括N多人类传统用于刻画客观环境的量化信息。\n\n我反而很期待针对这些细小信源的应用，因为他们的信息结构很简单，基本都是代码常见格式，是现有能力能够快速兼容的，比起音频、视频要做的语义融入简单太多。\n另外有一个超级遥远的未来（我觉得很遥远…说不定过几天又开发布会了），目前自动驾驶侧某种意义上是对真实世界的建模，那么如果真实3D世界能够被LLM理解，那么整个世界会向LLM进一步揭开了面纱。"
    },
    {
        "id": "605475",
        "创建时间": "2023/4/4 15:50",
        "内容": "重点说说这个方向要注意的地方：\n1. 要去看更多的信息输入，例如我前面讲到的，PC所不具备的陀螺仪，温湿度，触碰等等\n2. 要去看设备特性的差异，例如手机的LBS和PC的LBS本质上是两个东西，手机上的图像输入和PC的图像输入也是两个东西。手机更具备时空跟随属性，和固定的PC不相同，不能简单用PC侧的认知去看待新的设备端口。\n3. 去看低成本的终端方案，单机跑的小模型（效果差），能不能在终端跑通垂类应用？\n4. 要去看全新的交互范式，CUI+GUI的最终答案是什么，不要被目前的对话框限制住，要知道当初移动时代开端的时候，每个APP都长得和PC端一模一样。"
    },
    {
        "id": "605476",
        "创建时间": "2023/4/4 15:51",
        "内容": "不是说增量一定就比存量好，存量才是当前世界的绝大多数，并且AI对每个存量市场的破坏式更新和增量带动也都不一样。"
    },
    {
        "id": "605479",
        "创建时间": "2023/4/4 16:05",
        "内容": "仅仅只是替换就可以吗？蒸汽是有管道链接到各个机器的，而电力只需要一根电线。蒸汽是必须常开的，而电力却可以即时开关。蒸汽动力举例衰减严重，所以他需要在工厂中间，而电力却不用。所有这些本质不同最终催生了对工业生产在技术，工具，管理等多维度的深刻改变。"
    },
    {
        "id": "605480",
        "创建时间": "2023/4/4 16:05",
        "内容": "农业革命后，单位农业生产力溢出，导致农民流向了工业。工业革命后期，溢出劳动力流向了第三产业。那么现在，因为AI溢出的劳动力（并且较为优质），他们会流向哪里？\n是附生在新AI的周边服务上，还是流向内容产业（我们的内容供给到极限了吗？），还是像有的朋友所说，回流到第一第二产业？\n这种劳动力迁移中，一定会伴随着相应的机会出现。机会在哪里，我看不出来。但一个好的方法是观察美国，他们的劳动力市场更敏锐，他们的资本家也更冷酷，整个迁移方向有可能在美国先表现出来。"
    },
    {
        "id": "611162",
        "创建时间": "2023/4/10 1:27",
        "内容": "所有趟过的坑，都会慢慢变成壁垒"
    },
    {
        "id": "611163",
        "创建时间": "2023/4/10 1:27",
        "内容": "play就是让自己变新手，做好不知所措的准备"
    },
    {
        "id": "615817",
        "创建时间": "2023/4/15 23:59",
        "内容": "「读书提供了思考的上下文。」这句话不知道是哪个推友发的，太 TM 有道理了。"
    },
    {
        "id": "615818",
        "创建时间": "2023/4/15 23:59",
        "内容": "「判断每一天，不是看你的收获，而是看你播下的种子」。 ——威廉·亚瑟·沃德"
    },
    {
        "id": "619954",
        "创建时间": "2023/4/19 19:27",
        "内容": "希望大家对【AI产品】这个名词有戒备心。\n\n若非你做的不是提供底层AGI能力的模型产品，你可以直接把【AI产品】这四个字从定义你产品是什么产品的字典里划掉。\n\n这种情况下，AI对你的产品来说是一种技术/你的产品所使用的一种基础设置。\n\n这意味着，所有人都可以有。\n\n你的，即便好，也可能只好那么一点，而这一点，至多能够让你获得一片小而美的天地，但这个天地如果能有，一定不是只靠这个AI，而是回归所有小而美产品为什么能够成功的内核。\n\n粗暴的说一下：\n\n如果搭载了AI、以AI为核心点的产品只是在应用层上进行开发，仅靠这个应用层的附加价值是很难有护城河的，如果你所做的，搭载了AI技术的这个应用它剥离了AI提供的价值并不能够有其他让用户留在这里，持续付费的价值；又或是并不是一个能够形成自己的一个独立生态闭环的东西，那么你精心创造的产品，很可能只是你上游或者下游生态产品的一个拓展功能模块。\n\n看他高楼起\n\n看他宴宾客\n\n看他楼塌了\n\n在AI萌芽期的红利时期，_x1f446__x1f3fb_是非常普遍的高发事件。很残酷，很真实。\n\n如果你做的产品提供的能力很可能会成为你所使用的技术的基础能力，则你更加需要注意这一点。\n\n_x1f31f_当然最重要的是：尽管如此，这不代表，我们应该止步不前，一味的踟蹰。重要的是，我们要对此有敬畏心，对这个事实了然于胸，行动之前，反过来想想清楚。"
    },
    {
        "id": "619955",
        "创建时间": "2023/4/19 19:27",
        "内容": "Notion AI 1000万美金的MRR是因为他是Notion，而不是因为他是AI。"
    },
    {
        "id": "620758",
        "创建时间": "2023/4/20 12:38",
        "内容": "非常认同 KK 对知识产权的态度，他想得很透彻，这个思想也很适合用来讨论AI版权：\n- 创意的家园是公开领域，不应该被私有\n- 知识产权的隐喻是“私有权”，即创造者的财产\n- 但是【独立同时发明】是科技的常态，在文学和艺术里更甚\n- 所有新事物不过都是旧事物的重组\n- 现代世界实时连接越多，人们拥有的相同的好创意就更多\n- 这些创意是我们的共同财富\n- 当科学发现被共享时，它们可以被加速\n- 当发明的蓝图被共享时，新发明会更快涌现\n- 反例则是，迪士尼通过改编公共领域的童话故事而发家致富，但他却获得了版权，即使是在他去世之后，这些内容的版权依然存在。"
    },
    {
        "id": "620785",
        "创建时间": "2023/4/20 13:13",
        "内容": "世界奖励最善于交流思想的人，而不是拥有最好想法的人"
    },
    {
        "id": "623499",
        "创建时间": "2023/4/23 10:39",
        "内容": "prompt优化是个伪需求，我们还是无法理解用自然语言跟机器交互是怎么回事，用一套过时的SOP，去设定了很多很复杂的规则，在Ai还未完善的时候当然有一些好的结果，但是未来Ai一定能够完成对指令的自我优化（类似现在的autoGPT），技术一定会向着一切从简的方向走，我们需要做的，只是去填充想象力而已"
    },
    {
        "id": "624886",
        "创建时间": "2023/4/24 18:20",
        "内容": "Yann LeCun 在推上点评LLM，说了下面几个点：\n\n1.自回归 LLM 可能很有用，尤其是对于写作和编码帮助\n2.大模型通常会产生幻觉或产生并非基于事实信息的内容\n3.大模型对物理世界的理解有限，这可以通过他们在某些谜题上的表现来观察得到\n4.大模型的计划能力相当原始\n5.大模型的工作记忆有限\n6.大模型对每个生成的token执行固定数量的计算步骤，从而限制了它们更具动态性的潜力\n7.大模型远非图灵完备，这意味着它们无法模拟通用计算机\n8.自回归生成过程呈指数发散且难以控制\n\n他前两天的talk：https://drive.google.com/file/d/1BU5bV3X5w65DwSMapKcsr0ZvrMRU_Nbi/view"
    },
    {
        "id": "624887",
        "创建时间": "2023/4/24 18:20",
        "内容": "随着 ChatGPT 等大模型的走红，很多人又用「随机鹦鹉」来形容大模型没有理解能力、出现幻觉（hallucinations）等行为，诟病这些模型只会制造语法上合理的字串或语句，并没有做到真正的理解。但反观本文的研究，鹦鹉在聊天、交友的过程中似乎表现出了很高的理解能力，这也难怪 LeCun 说将大模型称为「随机鹦鹉」是在侮辱鹦鹉了。"
    },
    {
        "id": "624888",
        "创建时间": "2023/4/24 18:20",
        "内容": "一个人的自由程度只跟他不能舍弃的身份有关"
    },
    {
        "id": "626904",
        "创建时间": "2023/4/26 16:43",
        "内容": "你听说过美第奇效应吗？在文艺复兴时期，美迪奇家族把很多不同领域的顶级专家都集中到佛罗伦萨，他们互相启发，产生了比之前更高的成就——我们是相信美第奇效应的。"
    },
    {
        "id": "629792",
        "创建时间": "2023/4/28 15:51",
        "内容": "ChatGPT 让这些不同了：\n\n买家可以变得更理性，换句话说，让 ChatGPT 代表他们理性\n\n供应商比以往更有动力记录和衡量每个重要的属性并接入 ChatGPT\n\n模块化的供应商将有动力在特定买家重要的属性方面「足够好」，因为能精准匹配到这些买家\n\n于是，就能得出跟 Rex 和 Ben 都不同的结论：品牌变得不重要了，而差异化变得更加重要。"
    },
    {
        "id": "629797",
        "创建时间": "2023/4/28 15:53",
        "内容": "我们经常谈论知识，好像它是一种可以储存的商品。我们获取、收集和转移知识，共享知识制品，构建知识图表。\n\nConversation theory 持另一种观点。\n它将知识视为会话。知识主观地存在于我们的头脑中，并且是通过与他人的交谈而建构起来的。"
    },
    {
        "id": "629798",
        "创建时间": "2023/4/28 15:56",
        "内容": "循环的每一个回合都为每个参与者提供额外的输入以更新他们的主观模型。\n\n当参与者相互认为他们已经达成了足够接近的共同理解时，循环就停止了。\n\n对话是一种在分布式对等点之间收敛到最终一致状态的方法。"
    },
    {
        "id": "629799",
        "创建时间": "2023/4/28 15:57",
        "内容": "一段对话可以发生在你和你自己之间，跨越时间，通过你过去的自己为未来的自己做的笔记。"
    },
    {
        "id": "629819",
        "创建时间": "2023/4/28 16:12",
        "内容": "我一直教导自己的一件事就是不要害怕失败。\n很多时候，当你遇到不顺心的事情时，人们的反应就是非常保护自己，因为他们再也不想摔倒了。\n我认为这是一个很大的错误，\n因为在达到目标的过程中，你从来没有实现过自己想要的东西，除非你在达到目标的过程中摔了几次跤。\n我一直试图不害怕失败，事实上，自从离开苹果以来，我已经失败了很多次。"
    },
    {
        "id": "629821",
        "创建时间": "2023/4/28 16:17",
        "内容": "AI 领域的用户量以及背后的行为数据，是可以快速补充进模型，形成正向循环的。这样以来，就会存在先入壁垒了，而且会赢家通吃。这是个很有意思的逻辑推演。"
    },
    {
        "id": "629823",
        "创建时间": "2023/4/28 16:19",
        "内容": "一方面，新人可以低成本地模仿别人开启自己的绘图之旅，另一方面，社区 feed 里大量的精选、搜索、分类功能，可以让用户始终都有新事物可以参考、尝试。\n\n这些过程，至少可以积累以下的行为数据：\n\n用户更喜欢使用哪些 prompt，更喜欢什么样的风格\n\n用户对于哪些结果更满意（通过 upscale 操作，或者社区里的点赞和模仿的操作）\n\n这就是强化学习的精髓了。单纯提供了工具，用户会无从下手、无法贡献数据；用户在用产品，但并不知道用户是否满意。这些都无法让数据循环起来产生价值。"
    },
    {
        "id": "629843",
        "创建时间": "2023/4/28 16:26",
        "内容": "再说到以 GPT 为代表的大语言模型。\n\n有一类观点是：鄙夷 GPT 并不真正理解知识，它只是基于大样本的概率学习，再进行概率判断的演算。\n\n然而，如果人类实际上也只是在使用概念、而不考察概念，和 GPT 不也是一样？\n\n或者说，人类学习和使用概念的方式，难道不是恰好佐证了 GPT 技术路线的有效性（以及局限性）？\n\n以及，就如前文所讲的鸭子类型，GPT 是否真正理解知识、是否真正具备智能并不重要，重要的是：GPT 表现出了能够理解知识和具备智能。"
    },
    {
        "id": "633939",
        "创建时间": "2023/5/1 16:34",
        "内容": "庄子说，君子应有龙蛇之变\n该变龙的时候就变龙\n在天上飞腾万里，吞云吐雾\n普降甘露，展示才华\n条件不具备的时候\n就落地变成一条蛇\n俯身草莽，与蚁为伍\n住泥泞的巢穴，吃肮脏的食物\n变蛇时，不要因你曾是龙，而灰心\n成龙时不要因你曾是蛇，而心虛"
    },
    {
        "id": "634590",
        "创建时间": "2023/5/2 1:40",
        "内容": "蛋白质预训练语言模型可以预测蛋白质序列的结构和功能，这对于理解蛋白质在生命过程中的作用非常重要。蛋白质是生命体系中非常重要的分子，它们参与到几乎所有的生命过程中，包括代谢、免疫、传导、细胞分化和信号传递等。\n\n蛋白质预训练语言模型可以从大量的蛋白质序列数据中学习到蛋白质的特征和规律，从而可以预测蛋白质的二级结构、三级结构、功能区域和相互作用等信息。这对于研究蛋白质的结构与功能、药物研发以及治疗疾病等方面具有重要意义。"
    },
    {
        "id": "634591",
        "创建时间": "2023/5/2 1:40",
        "内容": "不仅如此，蛋白质预训练语言模型还可以应用于蛋白质工程领域，下一步，研究团队就计划通过预测蛋白质的结构和功能，设计出更加稳定和具有特定功能的蛋白质。让蛋白质领域的“GPT”产品自己学会做研发，这样聪明的“实验室伙伴”或将成为未来合成生物学研究不可或缺的部分，而这些应用具有重要的实际价值，也将为生命科学和医学领域的发展做出贡献。"
    },
    {
        "id": "634592",
        "创建时间": "2023/5/2 1:40",
        "内容": "在类似于GPT的大模型训练过程中，提示学习是最核心的技术技巧之一。简单的说，提示学习是通过给出一些关键词、短语或者向量作为提示（prompt），来引导模型输出符合预期的内容。这种方式可以让类GPT大模型在处理特定领域的数据时更加准确和高效。"
    },
    {
        "id": "637689",
        "创建时间": "2023/5/4 19:08",
        "内容": "对于真诚学习某项新知识/技术的人而言，最具安慰和指导意义的是这样一句话:\n\n“不用怕，你95%以上的提问都有成熟清晰完整答案了，只待你去检索发现。这意味着你以正确的速度展开即可。你以为没有答案的那些，是这个领域专家10-20年前研究的课题，不用慌”。"
    },
    {
        "id": "642188",
        "创建时间": "2023/5/8 19:39",
        "内容": "主持人：所以，我们有可以更快学到更多东西的数字计算机，它们可以立即互相教导，就像房间里的人可以将他们脑海中的东西传递给我。\n但是，为什么那是可怕的呢？\nHinton：因为它们可以学到更多的东西。以一个医生为例，想象一下，有一个医生，他已经看了1000名患者，另一个医生已经看了1亿名患者，你会期望，第二个医生如果没有太健忘，他可能已经注意到了数据中的各种趋势，而这些趋势在只看过1000名患者的情况下是看不到的。\n第一个医生可能只看过一个罕见病患者，另一个看过1亿患者的医生已经看过很多这样的患者，所以他会看到一些规律，这些规律在小数据中是看不到的。\n这就是为什么，能够处理大量数据的东西可能看到的数据结构，我们永远看不到。"
    },
    {
        "id": "642189",
        "创建时间": "2023/5/8 19:39",
        "内容": "你提到了一点关于“机器变得更聪明，超过人类”的过渡时期，是否会有一刻，很难界定什么是人类，而什么不是，还是这两者是非常不同的智能表现形式？\nHinton：我认为它们是不同的智能形式。当然，数字智能非常擅长模仿我们，因为它们受过模仿我们的训练，所以很难分辨是chatGPT写的，还是我们写的。从这个意义上说，它们看起来很像我们，但在内部，它们的工作方式并不相同。"
    },
    {
        "id": "642190",
        "创建时间": "2023/5/8 19:39",
        "内容": "你最初认为这是一种生物大脑可能的差劲的近似方法，结果证明，在大型语言模型中做出了让你惊讶的事情。所以，请告诉我们为什么今天的大型语言模型让你惊讶，这完全改变了你对反向传播或机器学习的看法。\nHinton：如果你看看这些大型语言模型，它们有大约一万亿个连接，像GPT-4这样的东西知道的比我们多得多，它们具有关于所有事物的常识性知识，它们可能比一个人知道的多1000倍。\n但是它们只有一万亿个连接，而我们有100万亿个连接，所以它们比我们更擅长将大量知识放入仅一万亿个连接中。\n我认为这是因为反向传播可能是比我们拥有的更好的学习算法。"
    },
    {
        "id": "642194",
        "创建时间": "2023/5/8 19:39",
        "内容": "观众提问：我认识你很长时间了，Jeff，人们批评语言模型，因为它们据称缺乏语义和对世界的基础。而且，您一直在努力解释神经网络是如何工作的，在这里语义和可解释性的问题是否相关？还是说语言模型已经取得了优势，现在我们注定要在没有语义或现实基础的情况下向前发展？\nHinton：我很难相信它们没有语义，当它们解决诸如如何粉刷房间这样的问题时，如何在两年内让我家所有房间都刷成白色？我是说，无论语义是什么，都与这些内容的含义有关，而它理解了这个含义。\n我同意说，它现在并没有通过机器人来体现这个，但是可以制作多模态模型来实现。谷歌已经做到了这一点，你可以说请关上抽屉，然后（AI）伸出手去抓住抽屉的把手并关上抽屉，很难说这没有语义。\n实际上，在AI的早期，在20世纪70年代，他们只有一个模拟世界，那被称为过程语义，如果你对它说把红色方块放入放入绿色盒子里，它把红色方块放入绿色盒子里，人们说，看，它理解了这种语言，那时候人们就使用这个标准。但现在神经网络能做到这一点，他们又说那不是一个足够的标准。"
    },
    {
        "id": "642196",
        "创建时间": "2023/5/8 19:39",
        "内容": "观众提问：你好，为了训练这些大型语言模型所需的大量数据，我们是否会预料到这些系统的智能达到一个高峰？以及这可能如何减缓或限制进步？\nHinton：好吧，这是一线希望，也许我们已经用完了所有人类知识，它们不会变得更聪明了。但请考虑图像和视频，所以多模态模型将比仅仅基于语言的模型更聪明。它们会更好地处理空间，例如。在处理总视频量方面，我们在这些模型中处理视频的方法仍然不够好。建模视频，我们一直在进步，但我认为像视频这样的数据中还有很多信息，告诉你世界是如何运作的，所以我们没有达到多模态模型的数据极限。"
    },
    {
        "id": "642197",
        "创建时间": "2023/5/8 19:39",
        "内容": "观众提问：我想了解的一点是，AI所做的一切都是从我们教给它们的数据中学习，它们学习得更快，一万亿连接比我们拥有的一百万亿连接能做更多事情。\n但是，每一个人类进化的部分都是由思维实验驱动的，比如爱因斯坦曾经做过思维实验，在这个星球上没有光速。AI如何达到那个程度，如果它无法做到，那么我们如何可能面临它们带来的生存威胁？它们不会自学，或者说，它们只是在我们告诉它们的模型范围内自学。\nHinton：我认为这是一个非常有趣的论点，但我认为它们将能够进行思维实验，我认为它们会推理。\n让我举个例子，如果你拿Alpha Zero来玩国际象棋，它有3个要素：评估一个棋局位置以确定这对我有利吗？查看棋局位置并要考虑的合理举动是什么？然后它有蒙特卡洛滚动，进行所谓的计算，如果我下这一步，他下那一步，然后这一步，下一步……\n现在假设你不使用蒙特卡洛模拟（一种预测不确定事件可能结果的数学技术），而只是让人类专家训练它，让它拥有良好的评估功能，并有选择好着法的能力，它仍然能玩一场相当不错的国际象棋比赛。\n我认为这就是我们在聊天机器人中得到的结果。我们还没有进行内部推理，但那会来的。\n一旦它们开始进行内部推理以检查它们所相信的不同事物之间的一致性，它们就会变得更聪明，它们将能够进行思维实验。它们没有得到这个内部推理的原因之一是因为它们从不一致的数据中接受了训练，所以很难让它们进行推理，因为它们接受了所有这些不一致的信仰的训练。\n我认为它们将接受这样的训练：如果我有这种意识形态，那么这是真的。如果我有那种意识形态，那么那是真的。一旦它们像那样在意识形态内接受了训练，它们就会尝试获得一致性。就像从只具备猜测好着法和评估位置的Alpha Zero版本转变为具有长期蒙特卡洛滚动的版本，这是推理的核心，它们将变得更好。"
    },
    {
        "id": "644621",
        "创建时间": "2023/5/11 15:13",
        "内容": "1、大模型\n\n大模型特指标准的latent-diffusion模型。拥有完整的TextEncoder、U-Net、VAE。\n\n由于想要训练一个大模型非常困难，需要极高的显卡算力，所以绝大多数人不会训练大模型。\n\n2、CKPT\n\n经过训练的图片合集，被称作模型，也就是chekpoint\n\nCKPT的全称为CheckPoint（检查点），完整模型的常见格式，模型体积较大，一般真人版的单个模型的大小在7GB左右，动漫版的在2-5个G之间。\n\n早期的CKPT后缀名是ckpt，如今新的CKPT后缀名都是safetensors\n\n3、VAE\n\n全称：VAE全称Variational autoencoder。变分自编码器，负责将潜空间的数据转换为正常图像。\n\n后缀格式：后缀一般为.pt格式。\n\n4、Lora\n\n是一种体积较小的绘画模型，是对大模型的微调。与每次作画只能选择一个大模型不同，lora模型可以在已选择大模型的基础上添加一个甚至多个。一般体积在几十到几百兆左右。\n\nLora的后缀名也是safetensors，对于小白来说，容易和ckpt造成误解，所以讲一下如何安装。"
    },
    {
        "id": "645237",
        "创建时间": "2023/5/12 12:56",
        "内容": "Google、斯坦福和 DeepMind 联合发表的《大语言模型的涌现能力》（Emergent Abilities of Large Language Models）论文发现，大模型的新能力涌现不是随着模型参数的线性增长而逐渐发生的，而是在模型参数超过某个临界点后爆发，如超过 620 亿参数后，会获得思维链（CoT）多步推理能力，超过 1750 亿参数后，会获得识别讽刺内容的能力。"
    },
    {
        "id": "645240",
        "创建时间": "2023/5/12 12:57",
        "内容": "在预估大模型的通用化落地时间时，OpenAI 首席科学家伊利亚曾用自动驾驶来类比：“看看特斯拉的自动驾驶，看起来什么都能做，但在可靠性上还有很长的路要走。大模型也一样，虽然看起来什么都能做，但同时还需要做更多工作，直到我们真正解决所有问题。”"
    },
    {
        "id": "645245",
        "创建时间": "2023/5/12 12:59",
        "内容": "OpenAI 推测，涌现也许是一种类似进化的机制。OpenAI 首席科学家伊利亚为作者之一的论文《学习生成评论并发现情感》中提到，当给了足够的模型容量、训练数据和计算时间后，GPT 大模型内部自行产生了一个情感分析功能单元，能准确辨别文字是在表达喜悦、悲伤还是愤怒。"
    },
    {
        "id": "648803",
        "创建时间": "2023/5/16 9:48",
        "内容": "我觉得我的审美品味和其他人没什么不同。\n区别在于，我只是非常固执地想要把事情做得尽可能好。这是唯一的区别。\n当你犯错误的时候，事情会变得更精细。我有机会犯很多错误。\n当你犯错误的时候，你的审美会变得更好。"
    },
    {
        "id": "648805",
        "创建时间": "2023/5/16 9:51",
        "内容": "性格不是在好的时候建立的，而是在坏的时候;\n不是在富裕的时候，而是在逆境的时候\n这所学校似乎成功地培养了逆境的精神，我认为确实塑造了一些性格。\n所以我感谢你教会了我如何感到饥饿，以及如何在我的一生中保持饥饿。\n自此之后，保持饥饿，保持愚蠢变成了 Steve 的邮件签名。"
    },
    {
        "id": "648809",
        "创建时间": "2023/5/16 9:53",
        "内容": "要成为一个有创造力的人，你需要“喂养”或“投资”自己，通过探索未知的道路，在你过去的经验领域之外。\n寻找你自己的新维度ーー特别是那些带有浪漫气息的维度。\n但是我们没有办法预先知道这些道路中的哪一条将会通向任何地方。\n在某种程度上，这就是它的美妙之处。\n一个人唯一能做的就是相信，你用心追随的一些东西确实会回来，使你的生活更加丰富多彩。\n一定会的。你会获得更加坚定的信任，相信你的直觉和本能。"
    },
    {
        "id": "648811",
        "创建时间": "2023/5/16 9:58",
        "内容": "career，大多数梦想和直觉的敌人，也是人类有史以来发明的最危险、最令人窒息的概念之一"
    },
    {
        "id": "648813",
        "创建时间": "2023/5/16 10:01",
        "内容": "记住，后悔和错误是不同的。\n错误就是那些你曾经做过并希望能够重新来过的事情。\n后悔往往是你没有做的事情，并希望你做了。"
    },
    {
        "id": "648814",
        "创建时间": "2023/5/16 10:06",
        "内容": "但多数时候我们不但用模糊的概念思考，甚至还和别人讨论乃至争执。就像 AI 会不会替代人类一样，许多人可以为此吵的不可开交，但却鲜少去看一下彼此口中的「AI」 到底是指什么，以什么样的方式，替代谁。\n\n难怪维特根斯坦说：许多时候人与人的冲突，源自于对于概念的理解不同。"
    },
    {
        "id": "648815",
        "创建时间": "2023/5/16 10:06",
        "内容": "基于此视角来反思，不少时候学习/应用概念时，并未真正对其澄清，而是模糊地应用。究其原因，大致如下：\n\n学艺术的惯性，认为留白是诗意，是美，是禅，言尽即丧失；\n\n不愿意花时间搞清楚，因为大多数时候也无人歧义，凑合能用；\n\n给自己留下解释权，如果出问题可以用来再阐述，逃避责任；\n\n在这个时候就需要诚实了，因为只有自己才知道，是不想澄清，还是不能澄清。"
    },
    {
        "id": "648816",
        "创建时间": "2023/5/16 10:06",
        "内容": "之前听朋友讲了一段和张小龙沟通的趣闻：SAAS 提供的一个价值在于提高效率，这基本上是业内共识。但龙却问，到底提升的是什么效率？若是中小企业的，是否他们效率已经足够高，再提高反而是负优化？此时，该如何回答？"
    },
    {
        "id": "648817",
        "创建时间": "2023/5/16 10:09",
        "内容": "大卫 · 休谟是一个经验主义者，休谟认为我们的头脑最初是“空的”。我们所有的知识都来自外部，我们必须观察外部世界。\n\n这种观点受到理性主义者挑战，挑战的人认为我们了解事物的能力来自内心。他们相信我们可以通过理性、逻辑和数学来获得知识。像笛卡尔这样的理性主义者不信任我们的感官，寻求持久的知识真理，\n\n而像大卫 · 休谟这样的经验主义者则专注于观察。不断变化的物理环境是他们主要的知识来源。"
    },
    {
        "id": "648818",
        "创建时间": "2023/5/16 10:10",
        "内容": "因果关系的概念把一切联系在一起。一切都是由某种东西引起的，而这种东西又是由另一种东西引起的...等等。\n\n休谟想知道这种对因果关系的信任是否合理。"
    },
    {
        "id": "648820",
        "创建时间": "2023/5/16 10:11",
        "内容": "他首先定义了因果关系。两个事件在时间和空间上必须紧密相连。其中一个，原因，必须先于另一个，结果(暂时优先)。\n\n最重要的是: 这一系列事件必须始终发生(不断连接)。"
    },
    {
        "id": "648827",
        "创建时间": "2023/5/16 10:18",
        "内容": "德鲁克首先提到，消除那些一再重复发生的事情。因为一再发生的事情，意味着这件事是可以预见的，且能被拆解为例行工作，可以不依靠特别多专业知识来处理。"
    },
    {
        "id": "648828",
        "创建时间": "2023/5/16 10:19",
        "内容": "会议本身是组织缺陷的一种补救措施。因为一个理想的组织，应该没有任何会议，每个人都能各司其职，获取相应的资源与信息。而开会，则是因为独立无法完成某事，或知识需要他人弥补。\n\n这并非说开会是万恶之源，而是一个程度问题。比如开会时间超过 1/4 的工作时间时，那么就表示组织结构设计有问题"
    },
    {
        "id": "648829",
        "创建时间": "2023/5/16 10:20",
        "内容": "将招聘需求抽象：\n之前在招聘懂医疗产品经理时就很棘手，因为如果非常懂医疗的很难再有精力学习互联网；而做产品好的显然不会再去看医疗。后续将整个业务模型抽象为交易平台后，把目标锁定在类似的公司，而不再去要求医疗背景，才最终找到了对应的人。"
    },
    {
        "id": "648830",
        "创建时间": "2023/5/16 10:22",
        "内容": "昨天的成功会激发「经营管理上的自我主义资产」，会占据公司更多资源，但却未必产生对应价值。\n\n之前 flomo 做微信群时，带来了许多积极的反馈，也让我们在没有思考清楚地时候就开始大规模建群。这样导致的问题是，因为规模变大，运营成本变高，我们的精力不断被稀释；而进群的用户诉求无法得到相应，负面的情绪会带来群内的从众效应，导致我们不得不再抽出来精力来维护，而其他应该做事情的时间不断被压缩。\n\n想要拿到成果，重要的是腾出资源，专注投入到未来的新机会。而腾出资源，需要重新审视之前遗留下来的工作。"
    },
    {
        "id": "648831",
        "创建时间": "2023/5/16 10:23",
        "内容": "组织如有机体，必须保持「瘦且有肌肉」的状态\n\n打算做新业务的时候，一定要删除一项原有业务。否则组织会不断扩张，难以管理。而另一方面，推陈出新，想要出新，必须推陈。对组织来说，缺乏的不是创意，而是缺乏创意的执行。人人都在为昨天的任务而忙碌，无暇关注新机会。"
    },
    {
        "id": "648838",
        "创建时间": "2023/5/16 10:37",
        "内容": "每个人都深受他们亲身经历的影响，你所经历的比你读到的更能说服你或者别人。\n\n我们对第一手经验的理解也是粗略的，我们过分简化了所发生的事情并且自我证明了我们的参与。\n\n没有亲身经历过事件的人对现实的把握更弱，他们从有亲身经历的人那里挑选出过于简单、自以为是的论点和数据。"
    },
    {
        "id": "648839",
        "创建时间": "2023/5/16 10:38",
        "内容": "历史学家 Will Durant\n我没有亲身经历过什么，让我对事情的运作方式感到天真？\n我拼命想要什么是真的，以至于我认为它是真的，而事实明显不是这样？\n如果我的动机不同，我现在的观点会有哪些改变？\n\n但是一个更好的技巧是意识到，其他人都在为这些问题苦苦挣扎，并对潜在的答案畏缩不前。你不必同意别人的错觉或忍受他们的附带伤害。\n\n每个人都想要简单而舒适的答案，但世界本来就是复杂而粗糙的。"
    },
    {
        "id": "648842",
        "创建时间": "2023/5/16 10:44",
        "内容": "用尽可能少的词来表达你的需要，每个人都会感激你的。马克吐温说，孩子们提供了最有趣的信息，「因为他们告诉了所有他们知道的，然后他们停止了。」\n\n成年人失去了这种能力，并且错误地把词语的数量和洞察力的数量联系起来。\n\n在写完每一句话之后，问一句「如果我删掉那一行，读者还会理解我的观点吗?」而不是「这句话有意义吗?」数以百万计的不必要的句子是有意义的。\n\n正确的心态应该是对待那些让你付出代价的言语。一位作家曾经建议，想象一下，如果你从草稿中删除一个字，就会有人付给你100美元。另一个人打趣道: 「省略读者往往会跳过的部分。」\n\n糟糕的沟通者漫无目的地闲逛。\n优秀的沟通者遗漏了不必要的细节。\n伟大的沟通者把语言当作最稀缺的商品。"
    },
    {
        "id": "648844",
        "创建时间": "2023/5/16 10:48",
        "内容": "卡罗尔·德韦克（Carol Dweck）对成功和失败的孩子的研究，其中一点让我印象深刻：当面对一个难解的问题时，有成长型思维的孩子只是微笑的说：「错误是我们的朋友。」\n\n错误是我们的朋友。有时他们是一个令人恼火的朋友，那种行为滑稽令人尴尬和恼火的朋友，但他们的出发点是好的：他们想上帮忙。对这样的朋友视而不见不是个好主意。"
    },
    {
        "id": "648845",
        "创建时间": "2023/5/16 10:49",
        "内容": "这其中的诀窍是直面错误，承认错误的原因，并想想你能做出什么改变来避免它再次发生。通常仅仅承诺不再犯错是不够的：你需要深挖根本原因并解决它们。"
    },
    {
        "id": "648846",
        "创建时间": "2023/5/16 10:49",
        "内容": "忘掉你做错的事情太容易了。所以即使错误一再发生，你也永远不会注意到它背后的模式。\n\n通过强迫自己写下来，记录你遇到的问题，你会开始看到其背后的模式。你开始看到注意到自己在哪些事情上变得更好，哪些事情你一直搞砸。然后你就知道下次该在哪些地方努力。"
    },
    {
        "id": "649041",
        "创建时间": "2023/5/16 14:09",
        "内容": "Fine-tuning和Embedding是两种完全不同的技术，各自适用于不同的场景。Fine-tuning更适合于教授模型新的任务或模式，而不是新的信息。例如，你可以使用Fine-tuning来训练模型生成特定风格的文本，或者执行特定的NLP任务。然而，Fine-tuning并不适合于作为知识存储，也不适合于问答任务。\n\n相反，语义搜索或Embedding则非常适合于问答任务。你可以使用语义搜索来快速找到相关的文档，然后使用大型语言模型来生成答案。此外，与Fine-tuning相比，语义搜索更快、更容易，也更便宜。\n\n因此，如果你的目标是创建一个问答系统，或者你需要在大量的数据中快速找到相关的信息，那么你应该考虑使用语义搜索和Embedding。然而，如果你的目标是教模型执行特定的任务，比如生成特定风格的文本，那么你可能会发现Fine-tuning更有用。\n\nhttps://youtube.com/watch?v=9qq6HTr7Ocw"
    },
    {
        "id": "649390",
        "创建时间": "2023/5/16 23:23",
        "内容": "似乎真正的艺术并不需要卓绝的技巧和精妙的典故，但是它需要一颗真正鲜活跳动的心来铸就，随着年龄增长，对鬼畜也有了新的理解。"
    },
    {
        "id": "649950",
        "创建时间": "2023/5/17 10:58",
        "内容": "有没有这样一种可能，是因为AI弱化了产品经理的重要性？产品经理的内核是构建特定场景下的人机对话的接口，如果AI可以让人机用自然语言对话，那么原来的接口模式是不是就不重要了？"
    },
    {
        "id": "651557",
        "创建时间": "2023/5/18 20:26",
        "内容": "Sarah_Jing：Truthseeker 基本素质：不一直坚持自己的观点，发现比自己观点好的马上放弃自己的观点。"
    },
    {
        "id": "652431",
        "创建时间": "2023/5/19 17:52",
        "内容": "我认为独立开发者的优势从来不是在产品上的“快”和“自由”，而是“超乎常人的专注和深度思考”。\n就“快”而言，用户本质是在追求需求的满足感，快容易产生盲目，所能提供的收益是逐渐降低的。\n因为“自由”而随意开坑，只看热度而不深度思考，最后很容易被清场。"
    },
    {
        "id": "652432",
        "创建时间": "2023/5/19 17:52",
        "内容": "另外很多人会以为选择的越多，收获的就越多，其实不一定如此，我们的精力都是有限的，做出一次选择，扣掉支付的心力，我们就更难为下一次选择全力以赴，可以说做的产品越多，能做的产品就越少。"
    },
    {
        "id": "657495",
        "创建时间": "2023/5/23 21:03",
        "内容": "优秀做题家可以看成一种浅层神经网络，在局部拟合得非常好 （考分非常高），一旦出现新情况（到了社会上）， 拟合失效，本来可以增加新的一层神经元来更好的抽象客观事实 (而且更轻松) ，他们却坚持要继续在同一个浅层抓狂的继续拟合。按照一位哲人的话说是，“喜欢改参数，不愿意换算法”。"
    },
    {
        "id": "657502",
        "创建时间": "2023/5/23 21:14",
        "内容": "需要感受发力的部位，抗阻。\n确保阻力与受力部位对抗，如果你是躺卧，那么哑铃的重力就是对抗，过程中不要为了完成动作而导致动作变形。\n确保核心收紧，用胸腔呼吸（校验方法，锤肚子还能够正常呼吸），发力时呼气，恢复时吸气。\n沉肩，不要让斜方肌代偿，动作尽量慢，感受发力。\n\n练胸\n1. 躺下后平举，需要将哑铃从胸，顶推到头顶\n2. 胸推，推的时候夹紧胸，手臂和手肘与受力方向平行，还原时保持平行到背\n3. 双杠辅助前送，小技巧，手指全部放上方，感受胸发力，手臂平行于地面，往前送\n\n练肩\n1. 飞鸟（中），前倾30，回收不要回收完，45即可。手肘永远低于肩。\n2. 坐直，哑铃平行往上推，和练胸的1类似（前，中）\n3. 坐直，面拉，手背过来，带住把即可，反手将带拉到面部旁的双耳侧，注意不要让斜方肌代偿"
    },
    {
        "id": "657504",
        "创建时间": "2023/5/23 21:21",
        "内容": "减脂重点在饮食，多吃蛋白质，少吃碳水，饭一定不要吃完，控制绝对的卡路里摄入量。\n\n尤其大量运动后会增加大量食欲，反而长期会变胖，跑步还是要保持。"
    },
    {
        "id": "658158",
        "创建时间": "2023/5/24 21:31",
        "内容": "背，手臂，腰\n背要感受肩胛骨的变化，肩胛骨是上下移动的，会带动其他肌群发力，从而达到练背的效果，背很容易代偿到斜方肌和手臂，核心收紧，注意拉伸后再发力的肌群发力感，整个过程手臂最好是像没有一样，不要发力。\n1. 引体，手肘需要前于身体，小臂不动，靠收缩肌群上拉，速度尽量慢，改变以往习惯。\n2. 划船，整体没大问题，夹中心下脊椎，感受拉伸即可。\n3. 坐位下拉，手勾住，下拉到胸即可，手不需要发力，靠肩胛骨收缩发力，整体不要晃动。肩下沉。\n\n手臂很简单，二头靠站位上拉即可，速度尽量慢，收放时掌心始终朝上。通过空杆也可做到类似的效果。\n\n腰有两个动作，卷腹和抬腿，卷腹练的是上下肌，较为实用且门槛低，抬腿暂时无法完成。\n卷腹有一些要点，首先卷起来的时候要吐气，核心绷紧，放松时吸气，但不要放完。腹部真空，效果就会越好，需要练习。\n\n运动前和运动后都需要拉伸，需要用滚筒滚背肌（腰肌，背肌，斜方肌三分），整体一次，左边一次，右边一次即可。"
    },
    {
        "id": "659508",
        "创建时间": "2023/5/25 22:55",
        "内容": "奥运会选出的是人类最巅峰的身体 ，残奥会选择的是人类最不屈的灵魂"
    },
    {
        "id": "659849",
        "创建时间": "2023/5/26 9:18",
        "内容": "如果你只和用户讨论为何离开，会错失全貌。因为流失是旅程的最后一步，包括对产品的各种不满，而还有许多仍在使用你产品的人处于这一旅程的早期阶段。所以和当前正在使用的人沟通，才能了解他们的挫败感到底来自于哪里，也才能说明白流失率背后的整体原因是什么。\n\n如果没有这些见解，就很容易过度关注那些已经离开人的解决方案，而忽略了改善那些正在步向流失人的工作"
    },
    {
        "id": "659971",
        "创建时间": "2023/5/26 10:13",
        "内容": "还有一种视角，你还有很大一批用户根本从未「激活」过就直接流失了。比如，如果 95% 的注册用户都流失了，且这些人是你想留住的目标用户，那么相比于激活流失用户，还不如专注于激活这些理想用户。\n\n预防远比矫正更重要，防止流失远比重新激活更重要，因为后者会比新用户有更高的要求。"
    },
    {
        "id": "659972",
        "创建时间": "2023/5/26 10:14",
        "内容": "许多时候用户未必是真正流失，只是一定周期的「休眠」。比如放假时候教育类产品使用率降低等"
    },
    {
        "id": "659973",
        "创建时间": "2023/5/26 10:14",
        "内容": "激活流失用户就像是抓住沙子，即使做到了，也剩下不多；更重要的是建立海滩，专注于激活和保留最重要的用户，而非去拯救不合适的用户；\n\n如果你要打造一家牛排馆，就不要听取素食者对事物的看法，让他们走吧。"
    },
    {
        "id": "659974",
        "创建时间": "2023/5/26 10:15",
        "内容": "比如 Spotify 推出了新的移动版，下面只有 3 个 Tab（而老的有 5 个 Tab），上线后发现新版本整体互动率较低，但新用户参与度高。这意味着老用户感觉选择权被剥夺了，而新用户则能更快找到最重要的选项：主页、搜索、资料库；\n\n从这个案例能看到他们做出了三个正确决策：\n\n他们清楚地知道哪些用户是最重要的服务对象，同时做出了艰难的选择；\n\n他们明白激活新用户将是一个更长期的有价值的策略，而不仅仅是因为改版导致部分用户流失；\n\n他们对流失数据进行了细分，知道了哪些是令人遗憾的，哪些是不后悔的。"
    },
    {
        "id": "659975",
        "创建时间": "2023/5/26 10:15",
        "内容": "这就是为什么将用户流失视为一个全生命周期留存问题，是如此重要的原因。因为如果领导者过于专注于在用户旅程结束时抢救一下，那么实际上无法带来什么有价值的改变。\n\n流失不是单点，而是整个用户旅程的问题；改善流失率，需要有勇气去决定，不为每个用户提供所有服务。"
    },
    {
        "id": "660005",
        "创建时间": "2023/5/26 10:46",
        "内容": "之前在负责某医疗平台时，有一个功能叫做「 1 元义诊」，任何未被封禁医生都可以选择参与额度（有上限），价格越低，排名越靠前。\n\n这样一方面是为了给新医生一个增加曝光的机会，积累最原始的用户评价；另一方面是为了给用户一个低客单价的体验入口，提高转化率；还能降低平台的补贴成本。\n\n但在实际过程中，却发现一个现象，参与义诊的总是几个在平台已经服务很久，但服务质量比较差的医生，他们无法拉高客单价，只能从这里获取流量。而我们期待的新医生，鲜少参与义诊，即使是参与了，也会把价格定的比较高，无人问津。"
    },
    {
        "id": "660006",
        "创建时间": "2023/5/26 10:46",
        "内容": "知不知：其实大多数新医生，都是知道有这个功能的，因为在加入平台之前的培训中会反复强调这个功能是什么 —— 但没告诉他们这个功能意味着什么；\n\n会不会：先定义「会」是什么意思，如果是点击几个按钮，开通一个额度，在前端展现出来，那么可以说几乎没有医生是不会的。但是如果说「会」是知道如何在平台通过这个功能来获取初始用户，甚至知道如何在这个列表上既能排的靠前，又不至于过于便宜被薅羊毛，那可以说大多数医生并不会；\n\n愿不愿：后续经过一番培训，这批新医生「会」用了，但是过了一阵在月底又出现供给不足，发现许多人不再参与。仔细调研后发现，虽然能获得很多用户，但是由于一下涌入太多订单，加上都是新用户耐心比较差，所以没有及时回复很容易吃差评；而吃了几个差评后，就很容易导致封号。本身没赚几个钱，还会被封号，稍微有些追求的医生就不乐意做这样的活了。"
    },
    {
        "id": "660007",
        "创建时间": "2023/5/26 10:52",
        "内容": "不要迷信 Prompt，视其为思维链，而非神圣的咒语 \n想象每一次开启聊天界面的背后，它是一个完全陌生人，你会怎么做？\n\n是否先相互介绍角色和身份； 明确讨论主题、并持续完善上下文。AI的本质是一种语言预测机器，能否撬动其推理能力，首先要关注自己善于表达需求、阐述明亮的逻辑。 一般意义上，「换位思考」和深度对话，都是通用方法。 \n\n简言之，与AI高效沟通，更重要的是： 清晰的思考、持续的练习\n\nAI能力的上限终究是我们自己"
    },
    {
        "id": "660008",
        "创建时间": "2023/5/26 10:57",
        "内容": "知不知：首先需要假设，用户并不关心你最近更新了什么。所以不是简单的写更新文件、弹窗、红点引导用户就会去看，而是需要规划一个合理的曝光机制，比如微信当年通过「飞机大战」来引导用户升级，Notion 把 AI 输入做到极强的 Placeholder，都是经过审慎思考的。所以说，重要功能上线都是一场精心策划的「路演」，不仅在产品内部有一个「亮相」的过程，其他外部运营资源（如新媒体资源）也都应该持续不断配合进行曝光，这样才能让用户真正知道。\n\n会不会：如上文所说，许多时候我们会止步于「会操作」某个功能就不管了，但实际上真正的「会」，还要包含如何识别不同情境下的使用方式。比如电钻的原理就是按下去钻头转圈，大多数人都会。但什么样的板材选什么样的头，是打洞、钻洞还是拧螺丝，甚至需要配什么样的螺栓，如何确保两个洞口垂直等，这就需要大量的情境指导，不仅仅是丢个功能说明就结束了。\n\n愿不愿：知道、会用，但就是不用，这里面很可能就是激励机制出了问题，导致付出 > 回报。所以一方面可以通过降低摩擦来解决，比如补贴、奖励、保护期等方式；另一方面可以通过告知意义来提高动机来解决，比如对 flomo 用户来说，告知其持续不断记录，最终会给自己带来哪些价值，并提供一些真实的成功案例，来增强其记录动机。所以想要让用户持续愿意用某个功能，需要让他知道通过这个功能可以获得的最终的价值是什么。"
    },
    {
        "id": "660048",
        "创建时间": "2023/5/26 11:50",
        "内容": "这时候正好去了百姓网，比较推崇 A/B 测试，所以为了提高页面的转化率，想尽了一切办法， 最高的时候能把发布一条帖子的成功率做到90%。\n\n但依旧有一个问题困扰着我：如果用户不去点那个发布按钮呢？或者说，如何让用户去点那个发布按钮呢？或者当淘宝订单后台多了一个一键转卖二手的时候，用户干嘛还要跑到百姓网来点那个发布按钮呢？\n\n于是我离开了百姓网，继续去探索链条的上一步，用户为什么要用。"
    },
    {
        "id": "660053",
        "创建时间": "2023/5/26 11:52",
        "内容": "用户开心的把玩了下功能，发现输入确实很简单，但记录之后该怎么分类？这其实并不是一个功能问题，而是一个思维方式问题，如果一个人本身的知识体系是混乱的，那么无论多好的功能都无法解决，所以为了弥补这个问题，我们建立了 flomo101 ，分享了如何基于自己关注的领域规划标签体系的思路。"
    },
    {
        "id": "660054",
        "创建时间": "2023/5/26 11:52",
        "内容": "如果站在意义链条的单点功能来看，的确如此。但如果你能看到链条的上下游，就会发现在这个环节雕花，不如大踏步向前或者向后走走，会有一番新的天地 —— 从另一个角度来说，竞争从来都不是单一维度的。\n\n当知道了意义的链条和自己所处的位置，好处在于：\n\n1. 让自己视野被打开，不至于进入到局部优化中。\n2. 让自己产品的生态位更加稳固，不至于只有一招鲜。\n3. 把目标变成过程，不用着急达到目标而变得焦虑。\n\n但也要小心：\n\n1. 过度延展，导致某些核心链条节点得不到资源迭代，导致根基崩溃\n2. 跳跃式发展，某些环节之间没有连接起来时因为外力而绷断\n3. 单点不够强的时候就拓展，最终导致每个节点都力度不够"
    },
    {
        "id": "660059",
        "创建时间": "2023/5/26 12:08",
        "内容": "许多朋友开始看好 AIGC，认为这是下一个风口。\n我比较悲观，因为核心科技根本没有掌握在自己手里。\n因为绝大多数产品都是拿开源代码套壳，或者对接第三方接口，\n前端界面汉化 + 按钮化，然后搭配一个分享社区，收取生成费用。\n倒不是不行，而是这个领域进化太快，简单的套壳和局部魔改，未必能笑到最后。参见当年 Android ROM 市场的终局。\n\n\n日光之下，快跑的末必能赢，力战的未必得胜，在战场上重要的是活下来，而不是冲锋和硬刚。\n如果没有核心科技，那么还能做什么？历史上很多类似的故事，别人挖矿，你可以卖镐、卖水，也可以卖牛仔裤，也可以把土运走，提炼其他的矿物\n\n在互联网早期，许多站长就已经开始乐此不疲地建站，从新闻到论坛，从下载到听歌。但对于大多数人来说，这些站点就像是废料，除了 Google贪婪地爬取这些不被大多数人在乎的站点，然后从站点的链接中提取关系，建立排名，剩下的故事大家都知道了。\n\nShutterstock ：4亿1千万张图片\nGetty Image ：8千万张图片\nDall-E2 一天生成 2 百万张\nStable Diffusion 一天生成 2百万张\n\n按照现在的速度，没有多久 AI 生成的图片数量就会超过上述两个人类常用的图库，但这些图片多数都是用来发发朋友圈，或者在社区中分享一次然后就默默地躺在某个服务器中，成为废料。反过来想，不去在 AI 的战场上和别人拼的头破血流，而是思考废料能否再利用？"
    },
    {
        "id": "663112",
        "创建时间": "2023/5/29 9:41",
        "内容": "自监督学习方法应用于Transformer架构的效果非常好，远远超出我们的预期。我们可以训练系统理解语言、翻译多种语言，然后继续生成文本或回答问题，这种效果令人惊讶，人们没有完全预料到这仅仅通过使其变大和在更多数据上训练就可以实现。这无疑给每个人带来了惊喜。这场革命发生在两年前。"
    },
    {
        "id": "663113",
        "创建时间": "2023/5/29 9:41",
        "内容": "公众是通过最近推出的产品了解到这一点，但对我们来说，这更像是连续的进化。你会在许多技术进步的营销活动中或AI领域看到这一点，公众会关注其中的轰动性事件，但对许多人来说，这更像是连续的事情。它通常需要许多人采用已经存在的技术，稍稍推进一步，做些工程工作，然后展示一个演示来证明它的有效性。这就是深蓝国际象棋计算机在1990年代中期达成的情况，以及斯坦福大学塞巴斯蒂安·朱恩团队在DARPA大挑战赛中获得的100英里内自驾车的情况。还有AlphaGO、IBM的杰罗尼大战等。从远处看，这些似乎像跳跃，但在这个领域，这更像是一个连续的进化。"
    },
    {
        "id": "663115",
        "创建时间": "2023/5/29 9:42",
        "内容": "这些系统离人类智力水平还差得远。尽管您可能会这么认为（AI和人类智力差不多），因为这些系统在语言上很流畅；但它们思考、理解世界运作和计划的能力非常有限，它们对世界的理解非常肤浅。原因是它们仅在语言上受过训练，而语言只包含人类所有知识的一小部分。\n\n人类的大部分知识不是语言学的，所有动物的知识也不是语言学的。我们理所当然地认为——这就是波拉尼悖论（人类所知远胜于其所能言传）。我们理所当然的所有能力和技能，比如计划或非常简单的事情，任何10岁的孩子都可以做，比如清理餐桌和装满洗碗机，任何17岁的孩子都可以学习驾驶，但我们没有家用机器人。"
    },
    {
        "id": "663116",
        "创建时间": "2023/5/29 9:43",
        "内容": "好吧，首先，毫无疑问，最终AI系统将以类似于人类的方式理解世界，以更好的方式。但它们不会是像我们现在讨论的那种类型的自动回归大语言模型，它们会有不同的原因很多。\n\n但为了更直接地回答您的问题，任何与现实世界的养分有关的事情都需要对现实世界的体验或模拟版本，这些大语言模型没有，它们纯粹从文本中训练。您可以在那里添加一系列关于物理世界的问题，因为数据中有模板或与之非常相似的东西。同样适用于计划，您可以问他们计划一次旅行或类似的事情，他们会采用训练时学到的模板，但他们实际上没有思维模型来理解世界如何运转和允许他们计划复杂的行动序列或使用工具等。"
    },
    {
        "id": "663117",
        "创建时间": "2023/5/29 9:46",
        "内容": "它没有持久的记忆。其次，您无法控制系统，无法要求事实性或像让13岁的人可以理解的那样对其施加约束。您可以试图在提示中提到这一点，然后考虑您依赖训练数据的统计信息是否适当做这一点；但没有直接的方法来约束这些系统的答案以满足某些目标，这使得它们很难控制和引导。\n\n这产生了一些担忧，因为人们某种程度上推断，如果我们让他们做任何我们连接到以太网的事情，他们可以随意使用（互联网的资源），他们会做疯狂的事情，愚蠢的事情，可能危险的事情，我们将无法控制他们，他们会逃脱或控制，因为他们更大，所以他们会变得更加聪明。这纯属胡说"
    },
    {
        "id": "663118",
        "创建时间": "2023/5/29 9:46",
        "内容": "因为这不是我们将授予其自主性的系统类型。最终将被授予自主性的系统应该能够组织一系列行动，那个系统将存在有需要被满足的目标，而因为存在这些目标，它们将易于控制。它们将比当前的系统更易于控制。所以我的预测是，在几年内，任何有理智的人都不会用完全自动性的大语言模型，他们会转向在理性上更复杂和可控制的东西，它可以计划其答案而不是只产生一个接一个的字符序列。"
    },
    {
        "id": "663129",
        "创建时间": "2023/5/29 10:03",
        "内容": "开放可以吸引全世界的智慧来为事物做出贡献和提供想法。一家大公司不愿意投入太多资源，因为他们不认为这在长期内有用，或者他们有更紧迫的事情要处理。\n\n你把它交出去，然后你就有成吨成吨的人，有些人是本科生，有些人住在父母的地下室，他们会想出你永远不会想到的或不愿意花时间去解决的惊人想法，例如让70亿参数的llama模型在Mac笔记本电脑上运行。这真的很惊人。\n\n所以我认为这就是开源项目得以成功的原因，特别是当它们涉及基础设施时。\n\n举个例子，互联网的早期，微软和Sun Microsystems为互联网提供基础设施而展开了竞争，比如操作系统、Web服务器等。\n在Sun方面，它有Solaris操作系统和Java语言等。\n在微软方面，它有Windows、IIS Web服务器和ASP程序。\n\n结果，两家公司都输了。实际上，Sun几乎破产，被甲骨文收购。Linux和Apache完全开源，你的手机如果是Android系统，很可能也运行在Linux上，全世界约有四分之三的手机是这样的。"
    },
    {
        "id": "663130",
        "创建时间": "2023/5/29 10:07",
        "内容": "不，不是模型规模就是万能的。Llama证明并向人们展示了这一点。Llama背后的人，特别是Édouard和他在巴黎的合作伙伴，证明你不需要非常大的模型就可以工作得很好。\n\n我认为这为许多人带来了一定的启示，让他们意识到，也许你需要上千个GPU运行几周时间来训练基本系统，但训练完成后，你可以将其用于各种用途，并且很容易进行微调。最终，你可以在笔记本电脑上运行它，这真是太神奇了。或者在装有一两个GPU的台式机上运行它。我认为，它在某种程度上开启了人们的视野，让他们意识到之前认为不可能的巨大机遇。我认为这将带来更多进步，如果我们朝着我之前描述的人工智能系统设计方向前进，也许会稍微小一些。"
    },
    {
        "id": "663134",
        "创建时间": "2023/5/29 10:14",
        "内容": "大约100年前，或者120年前，世界上大多数人从事农业生产。发达国家的人口中，现在从事农业生产的仅为1-2%。这导致人口流入城市，服务业发展。20-30年前，制造业自动化引起了大规模失业。许多制造业工作机会消失，但被其他工作替代。20年前，谁会想到播客可以生存?"
    },
    {
        "id": "663135",
        "创建时间": "2023/5/29 10:14",
        "内容": "许多工作出现了，30年前没有网页设计师这个职业，现在几乎所有工程师都从事这个工作。\n\n我接触的许多经济学家都告诉我，我们不会失业，因为人工智能不会取代我们所有人。因为没有经济学家相信AI会解决人类创造力和交流的需求。这将产生与消失的工作一样多的工作。这些工作将更高效，其他条件相同，同样的工作时间可以产生更多财富。"
    },
    {
        "id": "663136",
        "创建时间": "2023/5/29 10:14",
        "内容": "我曾经非常担心技术进步速度会让某些人落后，他们无法足够快地接受再培训，或者太老而无法重新培训适应新世界。\n我谈过许多经济学家，他们说不会真的如此，因为技术在经济中的传播速度实际上受限于人们掌握新技术的速度。斯坦福的埃里克·布罗宁是谈论这个话题的好人选。他说，当引入新技术时，例如上世纪90年代中期的个人电脑，图形用户界面，鼠标等，要花多长时间才会对生产力产生可测量的影响?通常是15-20年，原因是人们基本上需要这么长时间来学习使用新技术。"
    },
    {
        "id": "663137",
        "创建时间": "2023/5/29 10:17",
        "内容": "https://mp.weixin.qq.com/s/XN08XXFybTY3Kf1UoiLt4Q"
    },
    {
        "id": "664365",
        "创建时间": "2023/5/31 17:54",
        "内容": "其实应该是根据当前状态给予自动轮播展示、搜索等方便他现在工作的一些与现实场景结合的设计，而不是一直去想怎么和ai聊天的表现形式。\n比如：我在工作，那么应该是轮播产品相关的内容，自动播放，我可以指定标签范围等。\n\n像是辞書，日语问题的来源都是在线下，聊天只是载体，实际上prompt已经是预置的了"
    },
    {
        "id": "668719",
        "创建时间": "2023/6/5 12:00",
        "内容": "在保存的时候询问用户希望什么时候再次看到它"
    },
    {
        "id": "668742",
        "创建时间": "2023/6/5 12:43",
        "内容": "作为一个科幻作家，特德姜格外关注「语言」和「智能」两个母题，他关注语言形塑我们的思维方式和自我认知的方式，以及自由意志是否存在。\n当记者问及他对使用 ChatGPT 进行小说创作的看法时，特德姜表示大型语言模型是 ChatGPT 和 Google Bard 等聊天机器人的基础技术，但这一技术主要用于生成没有人一定想读或写的「填充文本」，人类学家 David Graeber 称之为「废话工作」的任务，他承认，人工智能生成的小说或文本并不令人愉快，但它可能在某些特定领域很有用。"
    },
    {
        "id": "668743",
        "创建时间": "2023/6/5 12:43",
        "内容": "姜认为，没有人类赋予 AI 意图、情感和目的，则其语言就变得毫无意义。「语言是促进与其他生物互动的一种方式。这与现在训练 AI 所使用的『标记预测』完全不同。”"
    },
    {
        "id": "668745",
        "创建时间": "2023/6/5 12:43",
        "内容": "AIGC市场：\n根据 Bloomberg Intelligence 的一份新报告显示，到 2023 年，生成式人工智能可能会创造 1.3 万亿美元的收入，而当前市场规模仅为 400 亿美元。\n\n增长可能以 42%的复合年增长率扩大，并逐渐向大型语言模型、数字广告、专业软件和服务等方向发展。\n\n在 AI 助手、 AI 基础设施、 AI 编程助手等技术推动下，可能会带来约 2800 亿美元的软件收入。亚马逊、微软、Google 和英伟达等公司可能成为最大的受益者。\n\n到 2032 年，AI 相关支出将占据整个 IT 硬件、软件服务、广告支出和游戏市场总支出的 10%，而现在还不到 1%。\n主要是AIGC基础设施作为用于培训大型语言模型的服务（到 2032 年将达到 2470 亿美元）。\n其次是由该技术驱动的数字广告（1920 亿美元）和专用生成式人工智能助手软件（890 亿美元）。\n\n硬件方面：\n人工智能服务器（1320 亿美元）\n人工智能存储（930 亿美元）\n计算机视觉人工智能产品（610 亿美元）\n对话式人工智能设备（1080 亿美元）\n\n特别值得注意的是，生成式人工智能有可能使生命科学和教育两个领域受益。Bloomberg Intelligence 的分析发现，ChatGPT 的早期使用案例表明这两个领域可能会在更大的软件领域中迅速增长。"
    },
    {
        "id": "673075",
        "创建时间": "2023/6/9 18:31",
        "内容": "只有数学，才能保留人们对于天才的崇拜。再多社会资源或者超算的算力，也对数学问题束手无策。那是一种一人一笔一纸就敢和整个宇宙真理叫板的，不可比拟的浪漫。"
    },
    {
        "id": "675042",
        "创建时间": "2023/6/12 11:23",
        "内容": "品牌并不代表品质，而是代表着某种一致性，其结果表现为拥有议价权；\n\n声誉是别人对你的评价，而个人品牌是你对你自己在其他地方的投射，两者并非总是一致；\n\n构建个人品牌的核心，在于能做出令人印象深刻的事情，而非只是把做的事情告诉他人；"
    },
    {
        "id": "676419",
        "创建时间": "2023/6/13 18:25",
        "内容": "对抗不确定性的唯一办法就是去做。焦虑的反义词是具体"
    },
    {
        "id": "681471",
        "创建时间": "2023/6/19 15:22",
        "内容": "“真正的倾听是愿意让对方改变你。”\n\n送给所有坐在领导者位置上的人们。"
    },
    {
        "id": "682464",
        "创建时间": "2023/6/21 9:46",
        "内容": "知不知、会不会、愿不愿，来确保自己拥有全局视角，而不陷入在局部优化。\n\n因为这个流程本身是一个用户使用的漏斗，只有满足这三项之后，用户才能真正用起来。\n\n一方面很难通过数据直接得到答案（比如到底如何算「会」？被红点勾引进来用户算「愿意」么？）\n另一方面，这三个条件必须同时具备才能发挥效果。（但现实中达到条件的责任分在 N 个团队，很难发挥协同作用。）"
    },
    {
        "id": "682465",
        "创建时间": "2023/6/21 9:48",
        "内容": "之前在负责某医疗平台时，有一个功能叫做「 1 元义诊」，任何未被封禁医生都可以选择参与额度（有上限），价格越低，排名越靠前。\n\n这样一方面是为了给新医生一个增加曝光的机会，积累最原始的用户评价；另一方面是为了给用户一个低客单价的体验入口，提高转化率；还能降低平台的补贴成本。\n\n但在实际过程中，却发现一个现象，参与义诊的总是几个在平台已经服务很久，但服务质量比较差的医生，他们无法拉高客单价，只能从这里获取流量。而我们期待的新医生，鲜少参与义诊，即使是参与了，也会把价格定的比较高，无人问津。"
    },
    {
        "id": "682466",
        "创建时间": "2023/6/21 9:49",
        "内容": "知不知：\n其实大多数新医生，都是知道有这个功能的，因为在加入平台之前的培训中会反复强调这个功能是什么 —— 但没告诉他们这个功能意味着什么；\n\n会不会：\n先定义「会」是什么意思，如果是点击几个按钮，开通一个额度，在前端展现出来，那么可以说几乎没有医生是不会的。\n但是如果说「会」是知道如何在平台通过这个功能来获取初始用户，甚至知道如何在这个列表上既能排的靠前，又不至于过于便宜被薅羊毛，那可以说大多数医生并不会；\n\n愿不愿：\n后续经过一番培训，这批新医生「会」用了，但是过了一阵在月底又出现供给不足，发现许多人不再参与。\n仔细调研后发现，虽然能获得很多用户，但是由于一下涌入太多订单，加上都是新用户耐心比较差，所以没有及时回复很容易吃差评；而吃了几个差评后，就很容易导致封号。本身没赚几个钱，还会被封号，稍微有些追求的医生就不乐意做这样的活了。"
    },
    {
        "id": "682468",
        "创建时间": "2023/6/21 9:51",
        "内容": "知不知：首先需要假设，用户并不关心你最近更新了什么。所以不是简单的写更新文件、弹窗、红点引导用户就会去看，而是需要规划一个合理的曝光机制。\n（比如微信当年通过「飞机大战」来引导用户升级，Notion 把 AI 输入做到极强的 Placeholder。所以说，重要功能上线都是一场精心策划的「路演」，不仅在产品内部有一个「亮相」的过程，其他外部运营资源（如新媒体资源）也都应该持续不断配合进行曝光，这样才能让用户真正知道。）\n\n会不会：如上文所说，许多时候我们会止步于「会操作」某个功能就不管了，但实际上真正的「会」，还要包含如何识别不同情境下的使用方式。\n比如电钻的原理就是按下去钻头转圈，大多数人都会。但什么样的板材选什么样的头，是打洞、钻洞还是拧螺丝，甚至需要配什么样的螺栓，如何确保两个洞口垂直等，「这就需要大量的情境指导，不仅仅是丢个功能说明就结束了。」\n\n愿不愿：知道、会用，但就是不用，这里面很可能就是激励机制出了问题，导致付出 > 回报。\n所以一方面可以通过降低摩擦来解决，（比如补贴、奖励、保护期等方式）\n另一方面可以通过告知意义来提高动机来解决。要想让用户持续用一个功能，需要让他知道通过这个（比如对 flomo 用户来说，告知其持续不断记录，最终会给自己带来哪些价值，并提供一些真实的成功案例，来增强其记录动机。）\n所以想要让用户持续愿意用某个功能，需要让他知道通过这个功能可以获得的最终的价值是什么。"
    },
    {
        "id": "682469",
        "创建时间": "2023/6/21 10:01",
        "内容": "比如在我离开某在线问诊平台后，也决定停止对外讲述所有关于「交易平台」的内容，一方面是因为缺少实践，不想总是重复昨天的案例；另一方面也是误打误撞符合了个这个定位 —— 因为本身自己还是希望能被认为是一个做思维工具的人，而非一个横跨许多行业，但是投影模糊的创业者。"
    },
    {
        "id": "682470",
        "创建时间": "2023/6/21 10:02",
        "内容": "比如一个机器学习领域的达人，其个人品牌议价能力，源自于其发表相关论文的数量，以及行业内专家对其成果的认可，而非 Twitter上的粉丝数。又比如，对于一个产品经理，可能最重要的不是文章写得好粉丝涨得多，而是其设计产品本身的能力，以及产品带来的成效更重要。\n\n我曾记得一位候选人，也算是一个产品届的小 V，在某产品经理论坛上粉丝颇多。但实际上在面试时你会发现实际能力和他的个人品牌形象相去甚远，后者并不能为其加分 —— 甚至还会产生负面作用。\n\n所以要搞清楚，你的个人品牌的核心议价能力源自于哪里？而非人云亦云追逐风口，或者被粉丝所绑架。"
    },
    {
        "id": "682471",
        "创建时间": "2023/6/21 10:04",
        "内容": "我们创造秩序\n\n因为当我们看到结构时，我们可以预测接下来会发生什么。我们也可以预测我们行为的后果。观察结构，对我们的决策至关重要。\n\n因此，当有人看你的设计时，他们需要了解底层结构才能采取行动。"
    },
    {
        "id": "682473",
        "创建时间": "2023/6/21 10:06",
        "内容": "我们展示结构。\n我们需要将结构与视觉表达方式联系起来。例如，在文本布局中，您可能总是使用特定的颜色来表示某些类别。\n或者，你可以把视觉项目，图像、文本等，排列在一起，以显示哪些部分属于同一个部分。\n甚至标题的字体粗细也表明了文本的层次结构。"
    },
    {
        "id": "682475",
        "创建时间": "2023/6/21 10:23",
        "内容": "许多做产品的人都会忽略一个事实，许多时候自己设计产品功能的原因，不是为了解决某个问题，而是为了实现某个自己思考良久的解决方案。\n\n比如有不少用户提到过想要语音输入，所以前些日子就在研究 Open AI 的 Whisper 语音转文字的模型，一直在思考如何才能找到体积和准确率的平衡点，让 flomo 的语音转文字功能更好用。\n\n但沉迷了一阵之后跳出来看，到底这些用户遇到的问题是什么？为何非要用语音输入？一般语音输入时长是多少？是自己的感想，还是某些重要谈话的记录？是希望做汇总，还是希望原封不动记录？除此以外，他们的问题现有解决方案满足的如何？是大多数人都没有得到满足，还是少数高级用户无法得到满足？"
    },
    {
        "id": "682476",
        "创建时间": "2023/6/21 10:26",
        "内容": "比如我曾经设计过一个电话急诊功能，其解决方案类似滴滴打车，即用户发起请求后，将会根据病情匹配科室，然后进行广播看哪位医生有空接诊。相较于传统的先选医生，然后进行图文咨询比，主打的就是一个快。\n\n回头来看这个功能，当时算是对解决方案的迷恋，想试试滴滴打车的派单制模式，在互联网医疗中是否能行得通。但实际上这个解决方案非常鸡肋，让我们转换视角到患者的需求来看：\n\n大多数患者都会默认选择去医院看病，除了少数的诸如儿科（更多是咨询而非疾病）、皮肤科（看一眼就知道问题，误诊率低且影响小）、妇科、男科、精神心理科（隐私问题）。所以市场规模本身就不大。\n\n而如果患者着急解决问题，那么肯定会打车去医院，而不会选择电话急诊；即使是选择电话急诊，也希望是结果可控，比如什么医院的什么医生，而不是撞大运。"
    },
    {
        "id": "682479",
        "创建时间": "2023/6/21 10:35",
        "内容": "如果你的产品是伟大的，那么它不需要是最好的\n\niPad 在 2010 年发布的时候，遭到了许多负面的声音，比如没有蜂窝网络、存储空间小等等问题。而这些功能都是竞争对手所拥有的，iPad 看起来缺了太多的东西。人们总是认为：一个成功的产品一定有更多的功能。\n\n「更多的功能 = 更好」这种心态是错误的根源，这一点在开源项目中表现尤其明显，许多聪明人的项目最终都变得过于复杂。如果带 MacOS 且没有键盘的 Macbook 是一个好产品，那么微软早就应该通过其平板电脑成功了。复制一个失败的的错误，并不是一个好方法。\n\n所以处理产品的正确方法是什么？挑三个关键的属性或功能，把这些东西做的非常、非常地正确，然后忘掉其他一切。因为正是这三个属性，定义了产品的基本价值 —— 其他的都是噪音。"
    },
    {
        "id": "682480",
        "创建时间": "2023/6/21 10:36",
        "内容": "以 iPod 为例：\n小到可以放到口袋里；\n有足够多的存储空间放下足够多的音乐；\n容易与你的 Mac 同步；\n\n没有无线传输、没有在设备上编辑播放列表的能力、不支持高清格式 —— 除了本质的三个核心，其他什么都没有，结果大家都知道了。\n\n以 Gmail 为例：\n速度快；\n空间大，能存储你所有的电子邮件；\n基于对话和搜索的新界面；\n\n其他功能很少，没有富文本编辑器、地址簿也是最基础的。虽然后续补充了许多功能，但是如果基本产品不引人注目，增加更多功能也不能拯救它。"
    },
    {
        "id": "682481",
        "创建时间": "2023/6/21 10:39",
        "内容": "shaonan 补充： 作为产品的负责人，这三个功能（或者更少）应该是第一个版本（或最初几个）就产生价值，而不是到什么规模后才能产生价值 —— 因为你无法预测产品是否能顺利到达那个阶段，如果提前准备不但浪费时间，也让初始产品缺少了竞争力。"
    },
    {
        "id": "682482",
        "创建时间": "2023/6/21 10:39",
        "内容": "另一方面，如果你的产品遇到了瓶颈，试图通过不断「加」功能突破瓶颈，那么结果也不会很理想。这时候最好的策略是，回到产品内部了解更多现有用户使用的「情报」。然后来看在核心功能上还有什么被忽略掉的声音。\n\n一个残酷的事实：增加新功能，就是在声明已有功能缺少价值。"
    },
    {
        "id": "682483",
        "创建时间": "2023/6/21 10:40",
        "内容": "像所有的事情一样，优化是一个复杂的话题，我把它分为三个步骤：\n\n发现问题（即剖析）；\n\n根据修复的好处/成本（ROI）来对问题进行分类；\n\n按照 ROI 从高到低排序，并固定下来；"
    },
    {
        "id": "682484",
        "创建时间": "2023/6/21 10:42",
        "内容": "产品创意往往可以分为三类：\n\n显然很难实现的好想法：比如飞行汽车、核聚变和其他科幻想法都属于这一类；\n\n明显的「好」想法：似乎应该发生，但是却没有发生。比如视频电话和 IPTV 等。当人们对技术感到兴奋而高估了好处（或低估了成本）时，就会发生这种情况；\n\n「坏」想法：这些想法中有许多是真的坏主意，但也有一些事后看是非常的想法，不过这些想法必须事后诸葛亮来看，否则无法区分。比如个人电脑（为什么么人们要个人电脑），比如 Google（已经有那么多搜索引擎了，且搜索引擎不赚钱），比如 Twitter、Facebook。"
    },
    {
        "id": "682485",
        "创建时间": "2023/6/21 10:42",
        "内容": "当时「上传视频并把他们发布在网上」的谷歌视频发布时，几乎所有谷歌内部的人，都认为没有什么有价值的内容值得被上传。当时大家的预测是，几乎都是电影和色情内容。但后来发现，缺乏有价值内容上传这个看法显然是完全错误的，是后续几年（2007 年之后）最重要的增长。但谷歌视频错判了市场，用户上传还要下载一个 Win 客户端，直到后续并入 Youtube。\n\n所以我的观点是：最好的产品创意，往往是在「坏点子」类别中找到的。\n\n如果你是一个超级天才研究者，希望把生命献给永远无法解决的真正重要问题，那么第一类显然是好选择；\n\n如果你找到了一些巧妙的方法大幅降低第二类想法的成本（eg：skype 之于电话、迅雷之于传统下载）那么这也是个不错的选择；\n\n但真正低垂的果实，往往在第三类「坏主意」中找到。当然，你需要面对他人的质疑和不屑。"
    },
    {
        "id": "682486",
        "创建时间": "2023/6/21 10:44",
        "内容": "其实 AI 做自动关联的产品不少，但是实际上看能真正用起来的确实不多（除了炫耀）。因为这个场景仅适用于自己围绕某个主题「发散」时候才会用到，我们日常遇到的其实都是收敛性的问题。\n\n我暂时不会选择让 AI 来向自己提问，而是让其扮演一位「他者」，来根据的要求进行聆听和反馈。\n\n比如写完一篇文章，让它作为读者来看从中收获了什么要点，这样能让自己知道自己表达的东西是否清晰；\n\n又比如继续让它作为编辑来反馈，文章中有何逻辑、结构、表达问题，从中来观察自己忽略掉的东西 —— 因为自己很难跳脱惯性思维，所以它的反馈往往是一面有效的镜子。\n\n不让其提问就在于，你不能把许多「目的」和「意义」类的事情交给它，那本身就不是它擅长的。"
    },
    {
        "id": "682487",
        "创建时间": "2023/6/21 10:45",
        "内容": "很多创业者和产品经理很焦虑，总觉得要把 AI 塞到产品里，生怕错过机会，但又找不到合适的场景塞。\n如果这是一波浪潮，那么不会很快就过去，始终还有机会，比如微信就不是第一个做手机 IM 的；但如果这不是一波浪潮，那么过去就过去，我们本身也不擅长捕捉这些浪潮；\n既然选择放弃先发优势，那么就要更关注需求是什么。如刚开始的问题，我们依旧没有找到和产品结合的大规模的需求点。\n\n当下大家的应用都是基于某几个巨头的 API 的应用，所以技术上并不是一个绝对壁垒，且技术从来也不决定胜负，是需求决定的。比如当年 iPhone 的技术并不是最先进的，但是其刚开始挖掘到的场景满足了用户的需求而已。"
    },
    {
        "id": "682488",
        "创建时间": "2023/6/21 10:46",
        "内容": "自己管理知识的目的，AI 无法回答。目的是人类特有的东西，石头没有目的。所以 AI 不会替代你来回答这个问题，只能你自己来回答。且回答这种问题需要有海量的上下文，你是谁，你过往经历了什么，等等这一切才能塑造目的。"
    },
    {
        "id": "688394",
        "创建时间": "2023/6/29 8:47",
        "内容": "建立在低谷期的信念，和建立在风口的信念完全不同\n只不过前者多半沉默，后者却总被挂在嘴边"
    },
    {
        "id": "691488",
        "创建时间": "2023/7/3 11:20",
        "内容": "“如果有人给你在火箭上提供了一个位置，那么，别管位置好坏，先上去再说。”"
    },
    {
        "id": "693578",
        "创建时间": "2023/7/7 11:19",
        "内容": "当你以为自己疯了、不正常，只是因为没有站在该站的地方，没有走在你该走的路上，去触碰你的同类，而你的同类里永远都有让你望其项背的高人。"
    },
    {
        "id": "693582",
        "创建时间": "2023/7/7 11:21",
        "内容": "创新型创业本质是抓住技术变化带来的可组合性的商业化机会。\n\n捕捉到创新机会从宏观看是随机的，从微观看每个人的机会大不相同。\n\n提高概率的三个关键因素在于：\n\n1/增加知识深度，这也是局部意义上的知识广度：\na. 拼多多的成功明显来自于段永平认识的局部宽度，阿里京东人才济济，但对农村市场的认识没人比得上遍布18线乡村的OPPO/VIVO。\n\nb.iPhone的成功来自于乔布斯对硬件领域的深刻认识。\n\n2/大量的建立商业认知思维模型: 王兴在看见饿了么的外卖业务细节时，马上能认识到对手在业务上认识完全错误，其强悍的识别能力毫无疑问来自于大量的商业思维模型。\n\n3/关键资源需要的网络：很多人会称之为“资源禀赋”，其本质是“网络”。"
    },
    {
        "id": "693583",
        "创建时间": "2023/7/7 11:21",
        "内容": "从这个意义上来说，创业，早期投资，中后期投资，需要的知识宽度逐渐增加，而深度逐渐减小。\n\n这必定会导致成功概率的逐渐增大：因为你深耕的行业可能没有出现机会，而具有更大宽度的中后期与二级投资者则有更高概率捕获新领域的价值。\n\n但创业本身带有创新杠杆，人力杠杆，资本杠杆，其高赔率对低概率有补偿作用，所以幸存者对后来者的鼓励很强。\n\n从人生规划的角度来看：\n1/如果我们以上帝视角来看所有创业者，大部分人注定一生失败。所以对创业本身唯一的补偿就是热爱。结论：不要为了钱去做自己不是真正喜欢的业务。\n\n2/如果我们已上帝视角来看所有投资者，以知识面宽广为前提，几乎一定可以捕捉到新机会的价值。所以对中后期投资者而言，重点是有能力选择赔率最好的机会，不浪费机会成本，提高整体赔率。"
    },
    {
        "id": "693584",
        "创建时间": "2023/7/7 11:21",
        "内容": "决断从来不是来自于放下一切的勇气，而是来自明辩事不可为的智慧。"
    },
    {
        "id": "698254",
        "创建时间": "2023/7/14 14:44",
        "内容": "ChatGPT是福楼拜《公认思想词典》（Dictionnaire des idées reçues）的现代版，即强大的陈词滥调引擎。 而且，正如他们在交易中所说：「大多数人知道的东西不值得知道。」\n\nChatGPT 是对万罗上已经发现的事物的统计表示，它将越来越多地包含它自己的输出。比如你把它生成的内容贴出来，它就会用其来加强自己的知识。逐步成为一个自我舔舐的棒棒糖。\n\n人们对 ChatGPT 的看法是：它令人印象深刻，但只是在你没有相关领域知识的情况下。就像那些刚从记者专业毕业的学生一样。但现实中，你会请专家和专业人员教你东西，而不是记者。\n\n专家是确切知道什么事情不能出错的人。"
    },
    {
        "id": "698255",
        "创建时间": "2023/7/14 14:46",
        "内容": "在商业和经济决策中大多数人没有意识到，大量数据是有毒的。你看数据频率越高，你就越可能得到更多噪音。如果你以年为单位看变化，可能一半是噪音一半是信号；而如果改为每天看同样的数据，就会变成 95%的噪音，5%的信号。如果你每小时看一次数据（就像沉浸在新闻和市场价格变化中的人），那么比例就变成了 99.5% 的噪音和 0.5% 的信号 —— 这两百倍的噪音解释了，为何听新闻的人都要比傻瓜还要愚蠢。"
    },
    {
        "id": "698256",
        "创建时间": "2023/7/14 14:46",
        "内容": "神经质的人看到一个小疙瘩就认为是癌症；指挥官却能对小信息免疫。前者对噪音做出反应，而后者则只对真正的信息做出反应。噪声是你该忽略的东西；信号是你该注意的东西。"
    },
    {
        "id": "701528",
        "创建时间": "2023/7/18 14:06",
        "内容": "早期创建内测版时，所有人和用户都在一群里。任何错误都会被快速修复，这也奠定了早期文化的一部分：客户支持是每个人的工作。\n\n即使是雇佣了专业的支持团队后，设计和开发人员仍然会继续在支持渠道回应客户（有时候能达到 20% 甚至更多）。当然不仅仅是回复，甚至可能会面对面沟通等，让自己站在客户的视角，把他们的问题当做自己的问题。"
    },
    {
        "id": "701529",
        "创建时间": "2023/7/18 14:06",
        "内容": "看似浪费时间，毕竟会消耗工程师 20% 的时间，导致开发速度变慢。但实际上开发速度反而变快了。因为弄清楚了对客户来说最重要的是什么，以及建立起来了良好的客户支持口碑 —— 用户不会通过你写了多少行代码来判断你的速度，他们的判断依据是你做重要事情的速度。"
    },
    {
        "id": "701544",
        "创建时间": "2023/7/18 15:00",
        "内容": "早年产品经理很热衷于「提升用户体验」，因为认为这样能消除用户使用的摩擦，提高用户规模。这个叙事背后隐藏着的，其实是有了规模就可以继续融资。但如果继续推演下去，就会发现如果只有规模，没有收入，最终还是没有价值 —— 无论你的愿景多么宏大、团队多么优秀、技术多么先进。\n\n但实际上，这种优化非但不带来收入，而且还会造成更多现金流的压力。比如当年单车大战的时候，有许多让人啼笑皆非的体验优化，比如「座位」更舒适，比如车上有 USB 插头能给手机充电，甚至有金色的车骑起来更炫酷等。"
    },
    {
        "id": "701547",
        "创建时间": "2023/7/18 15:01",
        "内容": "比如决定一个野外队伍行进速度的，不是走的最快的人，而是走的最慢的哪一个。这听起来很简单，但实际上现实中却很容易忽略这个事实，出现下面的几个误区：\n\n局部优化：比如过度优化产品功能，而忽略自己的市场策略和商业化策略；\n\n只注重提高效率：比如拼命加班或者尝试各种新工具，而忽略了降低瓶颈负载；\n\n只注重降低成本：比如遇到收入不行，拼命降本，而忽略了新机会的把握。\n\n第二条是我体会最深的。小团队创业，创业者自己很少会意识到，自己其实是瓶颈。这并非是创业者本身能力有问题，相反可能他是团队中能力最强的。但问题在于，创业过程中有许多不需要那么高能力，但不得不去做的事情，比如公司的财务、人事、甚至是大量行政工作。这些看似不复杂的事情堆积，就很容易让创业者本人成为整个团队的瓶颈，许多重要决策迟迟无法做出。"
    },
    {
        "id": "701558",
        "创建时间": "2023/7/18 15:07",
        "内容": "社会极端地高估了声望，实质对集体是有害的"
    },
    {
        "id": "701559",
        "创建时间": "2023/7/18 15:07",
        "内容": "高级职位的人应该不断地进行认知测试，以监测智力、警觉性和判断力可能下降的情况。"
    },
    {
        "id": "705119",
        "创建时间": "2023/7/22 16:09",
        "内容": "纯粹的人身上一直有股无法形容的力量，永远为热爱泪目，永远为梦想鼓掌"
    },
    {
        "id": "712086",
        "创建时间": "2023/7/31 10:17",
        "内容": "痛苦来源于范围层的不清晰，很多事都是如此"
    },
    {
        "id": "712091",
        "创建时间": "2023/7/31 10:21",
        "内容": "其实多数时候，不是分类难，而是缺少使用的目的。比如一条读书笔记，放在什么分类下其实并不取决于这本书是谁写的，放在书架上的什么位置，隶属于什么学科，而是应该问问自己，到底你这么分类的目的是什么，想要解决什么问题。"
    },
    {
        "id": "712092",
        "创建时间": "2023/7/31 10:22",
        "内容": "仔细想想，你会发现所有人类的分类，即使有再多科学依据，也是一种「主观」的分类，其背后都是另有目的。\n比如这世界事实上「并不存在经纬度」，这只是人类的一种划分。但如果我们想要更好的给船只导航，这种划分就是很有价值的。\n所以，分类的目的是实用，而不是追求所谓的正确。"
    },
    {
        "id": "712093",
        "创建时间": "2023/7/31 10:25",
        "内容": "分类的诞生就是为了降低大脑负荷，所以我们非常习惯于这样思考问题，并且自己也没有能力去追溯每个分类下的具体事实特征是什么，久而久之就习惯于分类即事实"
    },
    {
        "id": "712094",
        "创建时间": "2023/7/31 10:25",
        "内容": "所以为何慢下来很重要，就是因为这样能让我们留出时间来思考，分类背后的事实依据是否合理，是否要及时调整才能做出更好的选择。比如讨论你在做的是 AIGC 产品还是简单的美颜产品不重要，重要的是满足了用户什么需求。又比如你是不是 SAAS 行业的产品不重要，重要的是你如何能让用户有持续续费的动力。"
    },
    {
        "id": "712095",
        "创建时间": "2023/7/31 10:27",
        "内容": "所以从另一个角度来说，不要去考虑「赛道」如何如何，然后进行各种深入的分析，这其实都是人为的一些分类而已。更重要的是去看用户的需求是什么，如何能结合新要素满足，而不是先试图严谨定义出来某个分类，然后再抽象出来这个分类中各头部玩家的要素平均值，然后试图全面碾压。\n\n所有的创新都是在定义新品类，而不是做到旧品类的第一"
    },
    {
        "id": "712131",
        "创建时间": "2023/7/31 10:49",
        "内容": "Anki 使用平衡反馈来产生记忆。Anki 是一个复习抽认卡的应用程序。当你成功的时候，那个抽认卡片就不那么经常出现了。当你失败时，抽认卡会更频繁地出现。结果就是你们聚集在一起记牌。"
    },
    {
        "id": "712132",
        "创建时间": "2023/7/31 10:49",
        "内容": "Zettelkasten 利用强化反馈来产生想法。核心技巧就是把你的笔记放在一个你可能会再次绊倒的地方。当你翻阅旧笔记找到这个地方时，你会反复翻阅你已经忘记的笔记，激发新的想法，然后你写下来，归档，导致你再次翻阅，激发更多的想法..."
    },
    {
        "id": "715965",
        "创建时间": "2023/8/3 22:09",
        "内容": "收集音源，从一次会议/沟通中找到相关的灵感便签"
    },
    {
        "id": "716612",
        "创建时间": "2023/8/4 14:30",
        "内容": "在具体谈 Airtable 之前，我们不妨想一想，作为一款现代化的网络服务，应该具备哪些特质？我可以列举出很多关键词：跨设备、随时可用、交互友好、开放 API、多人协同……但在这些你经常看到的宣传语背后，我们的使用方式和开发者的设计理念，究竟发生了什么变化，才催生了这些特性？\n\n从传统软件到现代化的网络服务，背后蕴含的变革实质，其实是这三点：\n数据是流动的\n面向使用场景设计\n交互高于功能"
    },
    {
        "id": "716614",
        "创建时间": "2023/8/4 14:31",
        "内容": "数据是流动的\n在传统软件时代，我们认为「人 - 设备 - 软件」三者是一个不可分割的实体，数据只不过是三者不可分割的一部分。\n\n在网络还不发达的上世纪八九十年代，个人数据在设备之间的转移都不是一件容易的事情。而现在，许多数据已经彻底从「人 - 设备 - 软件」中分离出来，不再依附从属于具体的人、设备或者软件。\n\n得益于网络连接，数据可以在人和人之间、设备和设备之间、服务和服务之间自由流通，而这种流通性创造了许多不一样的可能。\n\n人和人之间的数据促生了协同办公，设备和设备之间的数据让一切随时随地可用，服务与服务之间的数据（API ）的普及与标准化使得自动工作流成为可能。"
    },
    {
        "id": "716632",
        "创建时间": "2023/8/4 14:38",
        "内容": "面向使用场景设计\n传统软件的设计，很多时候并不是面向最终用户的。特别是企业级别的软件，诸如 SAP 之类的公司，肯定是面向雇主，而不是面向雇员的。相对应的，这样的设计思路下，一款软件的确可以实现某些目的，完成特定的功能，却对于使用者来说，往往最后成为了生产力的束缚。\n\n现在的网络服务，在设计之初，就更面向普通大众的实际使用场景。你会发现这一类产品同样可以走入企业级市场，最典型的例子莫过于 Slack。实现了同样的目的，却在一定程度上替换了企业内部难用的沟通邮件平台，带来了更好的使用体验，这只有在面向使用场景设计的思路下，才得以实现。"
    },
    {
        "id": "716637",
        "创建时间": "2023/8/4 14:39",
        "内容": "交互高于功能\n打开 Word 或者 Excel，里面你常用的功能有多少？但你却不得不发现，它们在界面上很可能占据着同样的重要度，在一些操作流程上打断你，弹出让人费解的提示框……\n\n实际上，现在大家已经越来越清楚地认识到，要让更多人使用，很多时候并非只是不断地添加功能，而是要让产品本身更容易使用，降低上手难度。这也是现在业内常说的关注用户体验，在使用过程中让人感到愉悦。\n\n这种愉悦是多方面的，可能是保留最常用的 80% 的功能，而在功能上做减法，以减少技术上的复杂程度和用户的认知学习成本；可能是在不同的设备、不同的屏幕分辨率上，实现自动适应，改变内容的组织形态……"
    },
    {
        "id": "718717",
        "创建时间": "2023/8/5 21:57",
        "内容": "它能够在查询生词的同时，顺便把上下文保存下来。上下文可能就是一段话或一个句子。它与\n大多数词典提供的例句不同，这个例句的上下文是我熟悉的语境，在印象中会有真实的情境与\n它相关联-我会记得这个片段在讲什么内容。当我遇到想要记录的语境可以一键收集到个人\n语境库中，如果语境中有生词，可以选择这个词条在语境中的释义从而将生词和语境关联"
    },
    {
        "id": "718902",
        "创建时间": "2023/8/6 2:21",
        "内容": "不过缅甸毒品的真正大爆发，又是中国改开之后，开放了国门，加上消费能力也上来了，毒品需求开始增加。缅北一度又成了中国毒品最主要来源地。这也正常，一个巨大的经济体崛起，他边上的小国都获得一些非法途径的财富。比如墨西哥就是美国的毒品供应商，东欧给西欧提供毒品和妓女。"
    },
    {
        "id": "721033",
        "创建时间": "2023/8/7 21:20",
        "内容": "做业务如果没有数据分析能力和熟稔直觉，很容易陷入归因错误，这是失败者的统一归宿。\n\n举个最简单的比方，一个业务团队数据不行，主管很直接的方法就是拆解：看里面是哪个人拖了后腿，然后让他去反思，去学习别人，甚至会直接开除他。\n\n但如果客观能看到整个团队整体的数据，（有的业务数据就是服从正态分布的），你会发现其实每个人行不行有可能是…概率问题，刚好这个人所分配的资源就是不行，他运气就是差，有起有落。\n\n所以我们要看较长周期的数据，克服概率波动的影响，但这样又涉及到你需要比较大的毅力和直觉去“赌”。我们说企业家都擅长“赌”，但其实赌也是一种能力，它本质其实是一种对业务的极度熟悉所涌现的直觉，只有对业务熟悉到一定程度了，你才有资格去赌，赌这个人或者事物是ok的，然后就能在三个月或者半年后，看到你想要的结果。\n\n但如果前面早早的就因为归因错误问题，以为这个人能力不行。或者说某个策略不行，就放弃了，那就会有蝴蝶效应。可能你失去了一个非常在未来能够支撑起你整个业务的一个核心团队或者机制。\n\n以上是硬币的一面，那另一面可能是因为某个团队数据非常好，老板极度的捧他。捧飘了，但其实他能力并不行，错误地给一个不行的团队投入了大量的资源，而这种资源倾斜又进一步掩盖了问题，整个业务的基本盘就这样子因为归因错误的问题，被干趴下了。\n\n所以，拉基本盘吧，不纠结短期的表象的东西。"
    },
    {
        "id": "722358",
        "创建时间": "2023/8/8 15:58",
        "内容": "我预计这种情况在五年后会更加明显，因为硬件正在被商品化，硬件只是一个空壳，真正的电脑其实在云端。\n\n这就是我们在 The Browser Company 的理念，我们正在构建的是一个云端的电脑。\n\n我们希望 Arc 能够成为互联网的 iPhone，取代了你的默认浏览器。\n\n我们正在开发的是一种多点触摸手势和第一方记事本的等价物。"
    },
    {
        "id": "723130",
        "创建时间": "2023/8/8 23:12",
        "内容": "你越真诚\n越能看出来谁不真诚"
    },
    {
        "id": "724087",
        "创建时间": "2023/8/9 14:36",
        "内容": "读这段文字想到了吴军老师说的：“领导者的要求就是损失函数，之后员工就会向损失函数靠拢。” 马化腾重体验，腾讯也就追求体验；马云重销售，阿里巴巴也就追求销售；谷歌创始人重技术，谷歌也就追求技术。"
    },
    {
        "id": "728521",
        "创建时间": "2023/8/11 17:49",
        "内容": "当你停止创造，你的才能就不再重要，你所拥有的只剩下你的品味。 而品味会裹挟你，让你排斥他人、变得狭隘。 所以，要创造。\n\n—乔纳森·吉列\n乔纳森·吉列（Jonathan Gillette）一位作家、漫画家、艺术家和程序员，Ruby社区的核心人物，常用ID为“_why”"
    },
    {
        "id": "731832",
        "创建时间": "2023/8/14 10:18",
        "内容": "当你要做一项新的决策时，先做一下“测试前提假设”。\n\n认真问自己，“在哪些前提假设得到验证的条件下，才能证明你的策略是正确的？”\n很多时候，我们都是默认一些选项，然后慢慢就忘记了这些默认选项的假设前提和适用环境。\n\n拷问自己的观念和决策的默认假设，是奥卡姆剃刀在现实生活中最有效的应用场景。我们一开始就默认了这些假设，越往后就越不记得来质疑这些假设成立的前提。"
    },
    {
        "id": "731834",
        "创建时间": "2023/8/14 10:21",
        "内容": "黑天鹅和奥卡姆剃刀，都告诉我们，所有的假设都有不确定性，应该冠以概率。"
    },
    {
        "id": "731835",
        "创建时间": "2023/8/14 10:21",
        "内容": "所谓不靠谱，就是有些事情，看起来很漂亮，很巧妙，但是有太多假设：假如...假如...\n\n一个理论、观点或者计划，如果依赖于太多的“假如”，则其实现的可能性和稳定性就会大大降低。"
    },
    {
        "id": "731836",
        "创建时间": "2023/8/14 10:21",
        "内容": "过拟合风险\n\n冯·诺依曼在一次会议上，听到某物理研究员使用复杂模型，试图论证实验数据点都落在同一条曲线上，“所以”符合模型预期。\n\n冯·诺依曼调侃道：你还不如说这些点都在同一个平面上......\n\n这位科学大师戏谑地留下一个经典话语：\n\n“给我四个参数，我可以画出一头大象；再给我一个，我可以让它鼻子摇摆。”"
    },
    {
        "id": "731837",
        "创建时间": "2023/8/14 10:22",
        "内容": "毕加索的抽象化减法，就像是对现实世界事物的一种简化和抽象。抽象化的过程中，我们抛弃了许多细节，而保留了最基本、最核心的特征，从而帮助我们更好地理解和表达事物的本质。"
    },
    {
        "id": "732116",
        "创建时间": "2023/8/14 16:33",
        "内容": "简单不等于容易理解：有时候，一个理论可能需要较少的假设，但它的内涵可能非常深刻，需要专业知识才能理解。\n\n例如，在物理学中，量子力学是一个需要相对较少的基本假设就能解释大量现象的理论，但它并不容易理解。"
    },
    {
        "id": "732695",
        "创建时间": "2023/8/15 0:46",
        "内容": "GPT让我震惊的3个ahamoment\n一个是对巨量数据的压缩整理\n一个是能读懂代码并且操纵交互\n一个是对自然语言的浅层理解"
    },
    {
        "id": "735945",
        "创建时间": "2023/8/18 0:23",
        "内容": "斩断昔日旧枷锁，今日方知我是我"
    },
    {
        "id": "737179",
        "创建时间": "2023/8/18 23:22",
        "内容": "成功是一个很奇怪的事情：\n对于智商高学历高阶级好的人来说，不需要太高深的智慧就可以成功。\n对于智商一般，学历普通，阶级较低的人来说，必须要得具备非常精深高超的智慧，才可能成功。\n这就是一个mission impossible，学历智商一般的人很难得到智慧，反而更容易被人忽悠。"
    },
    {
        "id": "746145",
        "创建时间": "2023/8/28 14:34",
        "内容": "当前基于聊天的交互方式也存在问题，因为它需要用户将问题写成平实的文本。\n\n根据最近的读写能力研究，我认为即使是在富裕国家，也约有一半人口的表达能力不够清晰，无法从与当前的AI机器人的聊天交互中获取好的结果。"
    },
    {
        "id": "746146",
        "创建时间": "2023/8/28 14:35",
        "内容": "我怀疑当前的生成型AI工具（如ChatGPT、Bard等）是否能代表我们未来几年将使用的用户界面，因为它们目前存在根深蒂固的可用性问题。\n\n这些问题导致了一个新角色的产生——“提示语工程师（prompt engineer）”。提示语工程师的存在是为了正确地引导ChatGPT，使其输出正确的结果。"
    },
    {
        "id": "746147",
        "创建时间": "2023/8/28 14:35",
        "内容": "过去我们曾需要经过专门训练的查询专家来搜索海量的医学研究或法律案例数据库。然后谷歌出现了，从此任何人都能进行搜索。对于生成型AI这类新工具而言，它们在可用性上需要产生与谷歌的诞生相同级别的跨越：对AI而言，拥有更好的可用性应该是一个重要的竞争优势。\n\n（如果你正在考虑成为提示语工程师，不要指望它是一个可以长久存在的职业。）"
    },
    {
        "id": "746148",
        "创建时间": "2023/8/28 14:35",
        "内容": "在这个由当前生成型AI所代表的、全新的用户界面范式中，用户告诉计算机期望的结果，但不具体指定如何实现这个结果。与传统的基于命令的交互相比，这个范式完全颠覆了控制点。"
    },
    {
        "id": "746149",
        "创建时间": "2023/8/28 14:36",
        "内容": "@明天早点睡: 刘备家里到底有啥？ 家里有棵大桑树，有个不把他当回事儿的师傅卢植，有个不靠谱的兄弟公孙瓒，还顶着个不值钱的汉室宗亲头衔。刘备的丞相诸葛孔明，家道中落，二十多岁出仕时尤是一个茅庐书生，关羽是河东武人，张飞是刘备的涿郡老乡，算上赵子龙也是在常山不受人待见的部曲，魏延更是从底层提拔起的武官，法正是从关中流浪入蜀不被重用的落魄士族……\n \n蜀汉说到底，就是一群不被看好甚至被抛弃的人，组合成的…………一支足以撼动天下的威武王师！\n \n 在我看来是因为在刘备的手里，刚刚提到的那些人…那些寒门，那些武人，那些落魄士族，全都得到了这个时代永远都不可能得到的知遇之恩，并爆发出极其罕见的，非常浪漫的堪称传奇的君臣际遇！\n \n 我不懂浪漫，但却懂这股浪漫主义魅力，这股魅力早已超越了成败。而这份魅力，恰恰是一辈子颠沛流离，拼搏坚持，险象环生的刘备所散发出来的！\n \n 什么是信仰？当时小小的我还不是很懂，但现在我终于看懂了！如果你问刘备如何建立起一支不败雄师，刘备一定会告诉你靠信仰！"
    },
    {
        "id": "746150",
        "创建时间": "2023/8/28 14:37",
        "内容": "在我之前举的科幻插画例子中，我对宇航服的效果并不满意。这可能需要通过与AI进行另一轮的改进来解决。这种逐步调整的过程确实是一种交互形式，但目前AI工具对此的支持还不够好。"
    },
    {
        "id": "746151",
        "创建时间": "2023/8/28 14:37",
        "内容": "做我所想，而非按我所说，是一种诱人的用户界面范式——正如我之前所说，用户常常命令计算机做错误的事情。另一方面，将控制点完全交给计算机确实也有其缺陷，特别是在目前的AI容易在结果中包含错误信息的情况下。"
    },
    {
        "id": "746152",
        "创建时间": "2023/8/28 14:38",
        "内容": "基于意图的范式并未达到我在1993年所介绍的非命令系统的水平。真正的非命令系统不需要用户明确指定意图，因为在这种系统中，计算机的行动应是用户正常操作的副产物。\n\n举个例子，通过拉门把手来解锁汽车：这是一个非命令解锁，因为无论汽车是锁上还是未锁上的状态，用户都会用同样的操作来打开车门；用户的本意是打开车门，而解锁汽车只是在汽车上锁时，拉开车门的副产物。\n\n（相比之下，如果是通过语音识别来解锁车门的汽车，用户需要说出\"我要解锁汽车\"这样的话来实现解锁，这就属于基于意图的结果指定。而老式的汽车则需要通过明确的命令来交互并解锁车门，比如插入并扭动钥匙。）"
    },
    {
        "id": "746153",
        "创建时间": "2023/8/28 14:39",
        "内容": "关于AI系统是否能在该基于意图的结果指定范式中实现高可用性，目前尚不清楚。我怀疑这一点，因为我是图形用户界面（GUI）的狂热粉丝。视觉信息通常比文本更容易理解，在交互速度上也更快。你能通过与聊天机器人（即使是像新的生成型AI工具这样智能的机器人）交谈来填写一份长表格（如申请银行账户或预订酒店）吗？！"
    },
    {
        "id": "746154",
        "创建时间": "2023/8/28 14:39",
        "内容": "在屏幕上点击或轻触目标是用户交互的一个直观、重要的方面，不应该为我们所忽视。因此，尽管第二代用户界面范式可能不会再占据当前的主导地位，它仍将继续存在。未来的AI系统可能会拥有混合型用户界面：它会结合基于意图和基于命令两种界面范式上的元素，同时仍保留许多GUI元素。"
    },
    {
        "id": "754709",
        "创建时间": "2023/9/5 18:29",
        "内容": "为什么呢？因为时间会带给你上帝视角，这是在当下分析时所不具备的优势。因此，等一等吧，所有问题的答案都会出来，不急。"
    },
    {
        "id": "756231",
        "创建时间": "2023/9/7 17:57",
        "内容": "斯坦福有一个经典实验:五美元实验\n\n不同的创业小组被分到一个相同的作业:用五美元在两个小时之内挣到最多的钱，然后每个小组都要在课堂上做一个三分钟的演讲。\n\n普通人的思维可能就是用这五美元去买东西，再卖出。\n但当时得了第二名的那个小组却意识到那五美元看似是资源，其实是局限。\n\n因此，他们直接解构了这道题目，把问题变成如何在一无所有的情况下，在两个小时之内挣到更多的钱。\n\n于是他们去网红餐厅当黄牛卖位置，最后挣了几百美元。\n而第一名的小组，他们不仅知道要重新去定义问题，还知道要重新定义资源。\n\n他们发现在这道题里，最值钱的东西，其实是在斯坦福课堂上宣讲的三分钟。\n\n于是，他们就去找那些想要招募斯坦福学生的公司，把门票卖个HR。\n\n门票瞬间卖爆，他们毫无疑问成了第一名。\n\n生活中任何问题都可以把它当成一道应用题，读题，想好如何解构命题、结构资源。当推翻所有案件，能够把每一道题都变成一张白纸的时候，就不会再被任何东西局限。\n万物不为我所有，但皆为我所用。"
    },
    {
        "id": "756233",
        "创建时间": "2023/9/7 17:57",
        "内容": "解决问题最弱的办法就是解决它\nAlan kay 的一段话，放在这里收尾也挺合适：\n我认为解决问题最弱的方法是解决它；那是在小学里教的方法。\n在一些数学和科学课程中，他们经常告诉你，最好的方法是改变问题。\n我认为最好的方法是改变问题陈述的背景。\n马文•明斯基说，“你只有通过多种方式才能理解一件事。”\n(You don't understand something until you understand it more than one way.)\n我认为我们要学习的是我们必须有多种视角。"
    },
    {
        "id": "756489",
        "创建时间": "2023/9/8 9:16",
        "内容": "1. 创业拼的先是思考力（选择）、然后是执行力（努力）\n2. 每个时代、每个行业都有自己的生存法则，需要看清它、驾驭它，借势而为而不要与之对抗，并守住自己的底线\n3. 创业的顺序是找方向、找人、找钱；founder 的第一责任毫无疑问是找方向\n4. 做减法，识别出最关键的问题、聚焦解决\n5. 守正出奇，守正是守住下限，出奇是抬高上限，重要的决策不多，妙手是制胜的关键\n6. 接上一条，创业是个探索、开辟的过程，保持一定的松弛感更有利于真正地进行创造、做出好的决策\n7. 识别什么是重要决策：a）事后复盘，敢于承认错误，积累经验和感觉；b）和有经验的人交流、听取建议；c）观察学习。后者成本更低，但学习难度也更高\n8. 决策的顺序：第一性原理深入透彻思考、逻辑推演解决方案、最小成本验证、关注核心结果、复盘问题找到关键、迭代决策思路。资金总量、每次验证所需的时间和成本决定了可以尝试多少次"
    },
    {
        "id": "756491",
        "创建时间": "2023/9/8 9:17",
        "内容": "关于团队\n1. 价值观、野心和格局决定了合伙人能一起走多远。每个人都有自己的想法，都是彼此人生的过客，能走一段路已是幸运，应该心怀感恩；情绪是否稳定决定了共事过程的体验\n2. 不合适的人，终究会离开。无限地给予机会对双方都不利，最终还是会走，且带着怨气\n3. 极度的坦诚才能无坚不摧，但坦诚是需要营造氛围的，否则就变成了老板一个人的坦诚"
    },
    {
        "id": "756492",
        "创建时间": "2023/9/8 9:19",
        "内容": "1. 创业者不断地在平衡感性和理性、切换大 ego 和小 ego 状态。需要一些偏执，但也不能太把自己当回事\n2. 你不能希望获得所有人的认可，尤其是被尊敬的人误解是让人难受的。用敏感去观察；用钝感去吸收\n3. 曾经穿一条裤子的人在一些情境下也可能和你决裂，你觉得不可理喻的人也会在街头照顾老奶奶买一束鲜花；降低预期可以提升幸福感，不要较真，let it go"
    },
    {
        "id": "756493",
        "创建时间": "2023/9/8 9:19",
        "内容": "很 down 的时候，看看历史，相比伟大领袖如马克思、毛泽东、邓小平，“当代最遭嫉恨和最受诬蔑的人”，相比顶级创业者如马斯克、乔布斯，“嚼着碎玻璃、凝视深渊”，可能都完全不值一提吧。带着“寥廓苍天万里霜”的心态、像蛛丝一样轻轻抹去，过阵子回头看，轻舟已过万重山。也可以多看看大海、星空、山河草原，人的心境也会随之开阔；找同为创业者的朋友聊聊，也会不那么孤单，founder helps founder"
    },
    {
        "id": "756567",
        "创建时间": "2023/9/8 11:51",
        "内容": "“从思维中解放出来的开始，就是认识到你不是一个思考问题的实体”。"
    },
    {
        "id": "756568",
        "创建时间": "2023/9/8 11:51",
        "内容": "1/ 未经质疑形成判断\n2/ 一经质疑随意改变判断\n3/ 判断错误时进入不可知论\n4/ 不按判断执行\n\n—— 王慧文「把事情做砸的四大方法论」"
    },
    {
        "id": "757503",
        "创建时间": "2023/9/9 21:14",
        "内容": "创新要比我们倾向于认为的那样更缺乏方向性和计划性。绝大多数创新是由对设计过程中的变异的非随机性的保留所组成的。——《创新的起源》"
    },
    {
        "id": "758415",
        "创建时间": "2023/9/11 15:12",
        "内容": "福特汽车的流水线设计，最早借鉴了屠宰场的设计框架，只不过把这个框架倒过来，从分解变成拼装而已。上述帮助自己解决问题的框架，都不是在互联网行业中诞生的，但不妨碍我们用来解决相关的问题。"
    },
    {
        "id": "758416",
        "创建时间": "2023/9/11 15:14",
        "内容": "关于见得足够多，并不是某个类型下单纯的数量累计，而是指不同的类型，这里的建议是：多看早期的经典。\n\n经典意味着经过了历史的考验，拥有一定的独特性，甚至成为了某种品类的代名词。没有任何一个经典像另外一个经典，而一部经典能开创一个类型。比如《合金装备》系列就开创了战术潜入类型这个品类、《命令与征服》开创了即时战略这个品类。\n\n早期意味着更少的干扰和更多的约束。因为越是早期的游戏设计，越是没有诸如画面、配乐、播片等要素的干扰，只有赤裸裸的游戏性。除此之外，在机能如此孱弱、画面如何单调的各种约束下，还能让人上瘾，说明一定包含了某个框架最核心的要素。"
    },
    {
        "id": "758417",
        "创建时间": "2023/9/11 15:15",
        "内容": "除了看得多之外，还要看的细。不要指望在一个案例中看到整个框架所有要素，相反，应该如樱井政博一样，着重于在多个不同类型的产品中分析一个事实单点要素，这样收获会更大：\n\n事实单点，即自己（或他人）可以亲自观察，体验的东西。比如某个产品的注册流程、客服流程等。而不是背后的服务体系，创始人的能力栈等不可知的东西。\n\n横向研究，即在多个产品中，围绕这个单点进行研究。比如研究新手引导，那就把各种类型产品的新手引导搞透彻，而不是泛泛的看 A 产品好在这里，B 产品又好在那里。\n\n看得多，意味着见过足够多的类型，能验证框架的普适性；看的细，意味着能更深入理解构成框架的核心要素。两者相结合，才能让我们更好地理解框架，应用框架。"
    },
    {
        "id": "758418",
        "创建时间": "2023/9/11 15:16",
        "内容": "步骤三：先证明，后证伪，明确边界\n\n比如当时对于在线问诊平台，我们就用了拧螺丝的扳手去拧水管。\n\n因为当时先选了服务设计框架，来推进在线问诊平台的改造。\n\n这就导致虽然我们想追求更好的服务，但带来更多的服务成本，那些在平台的医生们却不愿意配合。\n如果医生都是【组织内】的，那么比较适合用【服务设计】的框架，因为可以通过统一的服务培训降低成本，而因为组织为其提供了足够多的保障，也能让其愿意接受更高的服务成本。\n但实际上在线问诊的医生都是【第三方临时的兼职】，那么就更符合【交易平台】的框架，因为平台为其提供的保障有限，更像网约车、兼职等平台。\n\n樱井政博也在文末强调了，这套框架的局限性。所以先证明，意味着让框架实际落地看看，是否符合；而证明之后还要反向证伪，看看其边界在哪里。当两者都明确之后，才能更大规模地应用。"
    },
    {
        "id": "759088",
        "创建时间": "2023/9/12 9:31",
        "内容": "概念设计可以帮助你确定是什么让应用程序与众不同，以及公司的真正资产是什么 —— 比如对于 PS 来说，重要的不是那些绘图功能，而是围绕「图层」这个概念进行打磨。"
    },
    {
        "id": "759090",
        "创建时间": "2023/9/12 9:33",
        "内容": "「候选不变式（candidate invariants）」是一个设计问题，从而更精确地探讨这些状态：一个帖子必须属于一个群组吗？一个帖子必须来自它所在群组的成员么？\n\n补充注释：候选不变式（candidate invariants）是一个设计术语，指在设计一个系统时需要考虑的一组规则或条件，以确保系统的某些【特定属性或状态始终保持不变】。\n\n这有助于在设计时明确什么是允许的操作，什么是不允许的。\n例如，如果一个帖子必须只属于一个群组，那么这就是一个不变式。不变式通常用于帮助开发者和设计者理解和明确系统的边界和限制，以确保系统运行的可靠性和一致性。\n\n在数据库领域中，这些通常称为「完整性约束」（integrity constraints）。"
    },
    {
        "id": "759095",
        "创建时间": "2023/9/12 9:37",
        "内容": "这种方法的妙处在于，只需要写下「状态」和「不变式」，就能描述出一整套（无限的）可能行为。\n\n而一个优秀的设计者可以通过一个看似简单的「不变式」看出它对行为（甚至软件架构）的影响，因此状态设计本身就成为了一个强大的设计工具。假设我们规定一个群组中的帖子必须由同一群组的成员发布。那么如果用户离开了某个群组，会发生什么情况呢？据推测，他们的帖子将被删除，但如果帖子有回复，那么将会产生什么后果呢？\n\n状态也是衡量复杂性的一个标准：有时你在考虑某些行为时，会意识到它需要一个更丰富的状态。例如，我们可能想确保用户只能看到在他们加入后群组中的新帖子。如果是这样，状态不仅要包括帖子的日期，还要包括用户的加入日期。"
    },
    {
        "id": "759096",
        "创建时间": "2023/9/12 9:41",
        "内容": "概念本身也是一种「协议」，它为用户描述了游戏的规则。\n比如：你必须先加入群组才能在群组中发帖 —— 其实软件中所有概念（例如，用户登录、密码认证、数据分享等）都是人为设计出来的规则或协议，用于指导或约束用户如何与软件进行交互。比如「预约」这个概念发明于 19 世纪，而我们今天在网络上订餐也依旧沿用了这个概念。\n\n所以软件不仅仅是代码或界面，而是包含了一整套人为设计的规则和协议，这些规则和协议定义了用户如何与软件进行互动。"
    },
    {
        "id": "759097",
        "创建时间": "2023/9/12 9:42",
        "内容": "如果你观察一下大多数应用程序，就会发现它们都是由许多其他应用程序中出现的传统概念组成的。这就意味着，在大多数情况下，设计并不是要从零开始发明一套全新的行为。\n\n相反，它需要决定使用哪些标准概念，然后如何将它们组合在一起。新颖性来自于以新的方式将现有的概念组合在一起，当然有时也来自于引入全新的概念。\n\n你可能会问，这是否会降低设计的创造性？我认为这会让设计更有创意，因为你花在重复发明轮子上的时间更少，而把更多时间放在真正新颖的方面。"
    },
    {
        "id": "759098",
        "创建时间": "2023/9/12 9:46",
        "内容": "Photoshop 的成功得益于「图层」概念，而不是「图像编辑功能」；\n\nTim Berners-Lee 对网络的发明不是基于超文本、标记或 HTTP（这些都不是什么新鲜事物），而是基于 URL 概念；\n\nMicrosoft Word 引入了「样式」，这一概念几乎定义了桌面排版；\n\nDan Bricklin 的 VisiCalc 拥有「相对参照」，这一概念让电子表格行之有效。"
    },
    {
        "id": "759103",
        "创建时间": "2023/9/12 10:03",
        "内容": "HackerNews 将 「帖子」和「投票」结合在一起，以便对帖子进行投票，而「投票」概念的状态（在运行时）将包含对「帖子」的引用，而「帖子」是在「发布」概念中创建的。但在用户心中，「投票」概念与《纽约时报》用于评论排名的概念相同。\n\n因此，我们需要在不依赖任何其他概念的情况下描述像「投票」这样的概念。这意味着首先它的类型不能引用其他概念的类型，比如「投票」不应该依赖于「帖子」「留言」等概念。它必须是多态的，因此被投票的项目可以有任何类型，无论是帖子、报纸文章、评论，甚至是用户。\n\n补充例子：为何 flomo 现在的方案是只有全局一条置顶，而不支持在标签下置顶 MEMO，这也牵涉到「概念」的独立性：\n\n标签下的置顶 MEMO，是否同步置顶到全局；\n标签下的置顶 MEMO，是否同步置顶到子标签；\n在标签下取消置顶 MEMO，是取消了该标签下的置顶，还是全局置顶，那么子标签呢？；\n……\n你看，如果这样设计，就会让「置顶」这个概念复杂化，需要让用户区分是「全局」还是「标签」下置顶。"
    },
    {
        "id": "759275",
        "创建时间": "2023/9/12 13:55",
        "内容": "今天发现我和朋友被推了同一条小红书帖子\n让我意识到，推荐的信息茧房，其实是互联网在线上为我们搭建了看不见的“小区”。\n\n我们仍是住在同一个小区的人们，\n我们只知道小区内相关的八卦信息，\n我们只在小区范围内传播。"
    },
    {
        "id": "759285",
        "创建时间": "2023/9/12 14:08",
        "内容": "许多可用性问题都可以追溯到有问题的同步。例如，在 Google 的日历应用中，「事件」和「邀请」是同步的，因此删除邀请会向邀请者发送一条拒绝信息，这可能是不受欢迎的。\n\n有时，即使是巧妙的同步也无法让概念组合发挥作用。Gmail 的「标签」和「会话」组合方式很巧妙，但也很麻烦：如果你知道为什么搜索带有「已发送」标签的邮件会包括「已收到」的邮件，你就会明白这一点。\n\n最后，在某些情况下，同步功能非常强大，可以实现各种新的工作流程。例如，Photoshop 可以同步通道、选区和图像，这种方式只有专家才能完全理解，但却带来了惊人的机遇（如果你曾经从图像中提取边缘并对其进行锐化处理，你就会明白我的意思）。"
    },
    {
        "id": "759287",
        "创建时间": "2023/9/12 14:09",
        "内容": "协同作用。最好的概念组合会带来协同效应。以 Mac 操作系统中的垃圾桶为例，它实际上是一个特殊的文件夹，只不过结合了「文件夹」和「垃圾桶」这两个概念。好处在于能给用户提供一个临时存放即将被删除文件的地方，从而增加了操作的可逆性。然而，这种复杂性也可能导致一些不直观或者意外的情况。如果用户没有完全理解这两个合成概念的工作方式，他们可能会在清空垃圾桶后意外地删除重要文件。"
    },
    {
        "id": "759288",
        "创建时间": "2023/9/12 14:09",
        "内容": "设计动作。你可以根据已知的设计步骤来思考设计的步骤，并在物理设计中进行类比。例如，通过加强两个概念的同步来产生协同效应。比如 Zoom 会议中，大多数人都会闭麦，然后举手发言通过后，会开麦说话，说完后会闭麦。但此时举手状态还在，往往需要主持人提醒。所以更好的设计是举手后再次闭麦，同时就取消举手。"
    },
    {
        "id": "759289",
        "创建时间": "2023/9/12 14:09",
        "内容": "分析概念「过载」。每个概念都应该只有一个目的。通过分析那些「过载」了多个目的的概念，你可以诊断出细微的缺陷。（补充例子：比如为何 flomo 不单独做收藏、Anki 功能，就是因为需要增加收藏/取消收藏，以及是否记忆/忘记等诸多属性，会让 MEMO 的概念变得模糊。再比如为何不支持标签下置顶，只支持全局置顶 MEMO，也是如此）"
    },
    {
        "id": "759290",
        "创建时间": "2023/9/12 14:09",
        "内容": "彻底独立。我们习惯于让我们的概念相互依赖。但如果让它们真正独立呢？如果将名称与身份分离，文件系统会发生怎样的变化？首先，Git 会知道你何时重命名了一个文件。"
    },
    {
        "id": "759292",
        "创建时间": "2023/9/12 14:10",
        "内容": "在组织层面，概念设计可以产生更大的影响：\n\n创建资产目录。您的产品概念是您的关键资产、差异化优势（也是负债）。\n跨产品统一。许多公司都有一个产品系列，但随着时间的推移，这些产品会逐渐疏远。统一概念有助于用户获得更加统一的体验，并节省开发工作。\n共同语言。概念是沟通工程师和设计师的桥梁，也是将整个组织（市场营销、战略、知识产权）团结在一起，明确了解产品的途径。"
    },
    {
        "id": "761754",
        "创建时间": "2023/9/14 18:50",
        "内容": "@Li': 教育具有及时性和闭环性，提前为你灌输思想，在拥有相关阅历时的那一刻五味杂陈，那一刻的醍醐灌顶，也就达成了教育的闭环，这也意味着之前的文章，真正意义上完成了他们的任务。年少时的记忆力比较好，但理解力差所以我们需要在记忆力最好的时候记住他们，然后在漫长的岁月中用余生去感受文人的风骨，多年以后子弹命中的瞬间此时才是教育的完成。"
    },
    {
        "id": "761755",
        "创建时间": "2023/9/14 18:50",
        "内容": "蜜蜂是植物世界的性器官，而人类最终也会成为各个大模型的性器官。"
    },
    {
        "id": "764436",
        "创建时间": "2023/9/18 11:49",
        "内容": "如果你是Airbnb刚推出时的用户，有些有趣的功能你体验不到。没有支付功能。如果你在Airbnb上找到一个地方，你不能在那里支付。你必须另找途径安排支付。没有地图视图。所以你实际上无法看到城市中各个地方的位置。这个功能非常基础。第三，更有趣的是，你只能住在充气床上。你不能出租整栋房子。你也不能出租房子里的一个房间。第四，Airbnb的第一个版本只适用于会议。他们会在有会议的城市开启这个服务。会议结束后，他们会关闭。这就是最初的Airbnb。这就是最小可行产品（MVP）。"
    },
    {
        "id": "764437",
        "创建时间": "2023/9/18 11:50",
        "内容": "Twitch起初叫做JustinTV，我的联合创始人贾斯廷头戴摄像头，全天24小时直播。Twitch的第一个版本只有一个页面，就是你现在看到的这个页面。只有一个主播。他的名字是贾斯廷。没有电子游戏，除非我们偶尔玩一些像吉他英雄这样的游戏。而且流媒体非常昂贵。我们支付给了CDN费用。我们还没有构建我们的视频系统。但这是我们产品的第一个版本。现在你去Twitch，一切都完全不同，但这是它的起点。"
    },
    {
        "id": "764438",
        "创建时间": "2023/9/18 11:50",
        "内容": "最后，我们有Stripe。这是Stripe的第一个版本。那时候它甚至还没有叫Stripe。它叫做斜线债务斜线支付（/debt/payments）。\n\n那时候他们没有任何高级的银行协议。他们与一家小银行合作。那家银行甚至没有直接的API来设置账户。所以他们必须每晚给银行打电话，手动提交文件以便你设置账户。他们的API几乎没有任何功能。Stripe的第一个版本如此基础，以至于我们当时在Twitch都无法使用，因为它没有足够的功能。但是那些能用它的人是早期的YC（Y Combinator）创业公司，他们只想从客户那里接受简单的信用卡支付。这就是Stripe一开始所做的全部。足以让他们起步。"
    },
    {
        "id": "764440",
        "创建时间": "2023/9/18 11:51",
        "内容": "有一个有趣的类比，当我还是早期创始人时有人告诉我。那就是，你想为那些头发着火的客户构建你的第一个版本。我从未完全明白这意味着什么。我的理解是，假设你是一个人，你现在看这个的时候头发着火了。现在想象如果我坐在你旁边的房间里。你希望我能卖什么来解决这个问题？你的头发现在正在燃烧。大多数人可能会想到一桶水，一根水管，某种与水有关的东西。现在那是一个很棒的产品。那就像今天的iPhone，能立即解决你的问题。\n\n但我没有那个。我是一名创始人，我有的是一个MVP。我在卖的是一块砖头。\n\n现在，如果我在卖你一块砖头，你会怎么做？有些人可能会说，嗯，我会，你知道，我会离开这个房间。我不能用一块砖头。胡说，你的头发着火了。你会买下那块砖头，然后用砖头猛击自己的头以扑灭火。那就是MVP。\n\n这不是完美的解决方案，但作为客户，你痛苦得如此厉害，你会使用一个不完美的解决方案来解决你的问题。这就是你应该追求的客户。对于那些不是那么绝望的客户，你可以等。你现在不必去追求他们。"
    },
    {
        "id": "764441",
        "创建时间": "2023/9/18 11:51",
        "内容": "只需首先追求那些绝望的人。这会让你的生活容易得多。"
    },
    {
        "id": "764442",
        "创建时间": "2023/9/18 11:52",
        "内容": "最简单、最容易、最明智、最高明的路径就是构建并发布你的产品，然后不断迭代它。祝大家好运！记住，拥有一百个热爱你产品的人远比有十万个对它感到一般的人要好。\n\n所以，当你发布那个MVP时，完全可以做一些不可扩展的事情，并一次招募一个客户。如果你关心那些客户，我保证他们会跟你交流，你可以与他们合作，帮助他们解决问题。因此，也能帮助你了解如何为他们构建一个好产品。"
    },
    {
        "id": "764514",
        "创建时间": "2023/9/18 15:51",
        "内容": "在正式介绍Page Rank算法前我们先通过实际生活中的一个案例入手。日常我们写论文时经常会引用别人的论文，某个行业里的经典论文会被大量的论文所引用。如果该论文恰好还被另外一篇经典论文所引用的话，则更加能够凸显出该篇论文的重要性和权威性，其实网页的重要性和权威性也是如此。\n\n于是我们设定以下两大假设。\n\n1. 数量假设：当一个网页被其他网页链接的数量越多，入链数越大，则该网页越重要。（网站“WWW1”被众多网站引用，形成了链接，则说明网站“WWW1”很重要。）\n\n2. 质量假设：被高质量的网页链接时，说明被链接的网页质量也很高，权威性也很强。（“WWW8”被高质量网站“WWW1”引用，形成了链接，说明网站“WWW8”同样也很权威。PageRank算法的整体思想都是建立在上述假设上的。）"
    },
    {
        "id": "766942",
        "创建时间": "2023/9/20 10:40",
        "内容": "学了一个知识后，马上去实践，不要等。很多人会把看到的文章视频收藏起来，但相信我，不会有人回看的（如果我是产品经理，不会设计这种反价值的功能）。收藏还会给人带来虚拟的安全感。任何给人带来安全感的行为，都会促使大脑更快把这个知识删掉。"
    },
    {
        "id": "766943",
        "创建时间": "2023/9/20 10:40",
        "内容": "大脑为了保护我们，会本能忘记大部分“不重要”的事情。怎么去判断哪些事情重不重要呢？就是我们会不会经常调用这个知识。就好像计算机一样：如果你经常调用一个数据，为了提高运行速度，这个数据就会被储存在缓存里。反之，如果一个数据不怎么调用，随着数据越来越多，这个数据可能就被回收了。"
    },
    {
        "id": "771394",
        "创建时间": "2023/9/26 15:24",
        "内容": "每个单词都对应着一系列的信息维度，包括发音、中文释义、英文释义、典型例句、固定搭配、特殊形式，等等。每一次的翻阅动作，都是对这一系列信息维度的“过堂”，时间久了，动作次数做多了之后，传说中的“语感”逐渐就出来了。而如果我们不翻词典，或者以“粗糙、图省事”的方式查词典，就没这个功效。另外，很多词义往往只有放在合适的例句上下文里琢磨，才能体会到它的意思（尤其是最微妙的那部分），而只有好的词典才配套了这样的例句。"
    },
    {
        "id": "771414",
        "创建时间": "2023/9/26 15:29",
        "内容": "很多人压根不用专门的词典，只通过课文文后的词表，或者背单词用的词汇手册，或者电脑和手机上的APP做快速查词。更多的情况出现在使用词典的过程中，通常有这么几种：查词的时候忽视单词的发音、只习惯直接看中文释义、无差别地对待一个词条下的所有释义项，以为每个释义都是并列的。"
    },
    {
        "id": "771418",
        "创建时间": "2023/9/26 15:30",
        "内容": "对于一个单词有多个释义的情况来说，最重要的那个释义，往往是这个单词最原始、最根本的那一个，而这个单词的所有其他释义，其实都是这个原始释义引申来的，因此我们最需要反反复复细品和理解的，是那个原始释义，我们每个人都有联想和比喻的能力，因此那些引申含义我们其实是可以在看词典释义的时候顺藤摸瓜，以一种很自然的方式来理解的。"
    },
    {
        "id": "772724",
        "创建时间": "2023/9/28 1:47",
        "内容": "@アキ: 从意气风发到走向抽象只需要一只阿尔法狗"
    },
    {
        "id": "772849",
        "创建时间": "2023/9/28 11:02",
        "内容": "@阴晴无缺: 柯洁道心崩坏不是因为ai的出现，ai之后柯洁22连胜天下无敌，他道心崩坏是因为别的棋手为了赢，放弃了自己的风格和棋路，转去背ai棋谱，从那一刻，在柯洁眼里，围棋已经死了，一眼看去，围棋再没有未来了\n\n这就好比二十岁剑法大成，成了天下第一，下山让人一梭子子弹打死了，然后所有人都不练剑了，去练枪了"
    },
    {
        "id": "773041",
        "创建时间": "2023/9/28 17:13",
        "内容": "用最小的力气做最好的动作，而不是用最大的力气做最多的动作"
    },
    {
        "id": "773044",
        "创建时间": "2023/9/28 17:29",
        "内容": "非常重视被动收入。喜欢通过投资能产生额外现金流的资产，来抵消增加的开支。比如孩子出生时他计算每月至少要有 5-6k 美元的收入，于是就购买了一座加油站来获得这些被动收入，这样能确保无论他自己发生什么事情，家人都能得到照顾"
    },
    {
        "id": "773045",
        "创建时间": "2023/9/28 17:30",
        "内容": "重视重复性收入超过经常性收入。比如他也曾经创办过几个内容业务，但最终都卖掉了。原因是虽然能带来经常性收入，但是这种收入最终会停止增长，达到瓶颈，因为内容消费是有限的，且自己手停口停，复利会中断。而软件公司代表的是重复性收入，通过订阅或许可模式用户会不断续费，没有瓶颈，能持续享受到复利。"
    },
    {
        "id": "773065",
        "创建时间": "2023/9/28 18:02",
        "内容": "从创造者，到资本分配者。业务自有其边界，到达瓶颈后持续做动作反而会耗资巨大，花费更多资源和时间。并且从资本配置的角度来看，围绕现有产品创造新举措，风险比收购成熟公司还高。所以与其投资于回报不确定的项目，不如收购收入有保障的公司。并且收购老牌公司可以实现交叉推广，并降低建立新产品或新业务的相关风险。"
    },
    {
        "id": "773070",
        "创建时间": "2023/9/28 18:11",
        "内容": "如果无法客观衡量结果，就不要与人辩论。\n\n当你感到疲倦时，要学会休息，而不是放弃。\n\n我们很少能理解我们所看到的东西，所以我们只能看到我们能理解的东西。\n\n没有承诺，就不会有深度。\n\n大多数问题都比看上去复杂，但大多数解决方案都应该比看上去简单。\n\n寻找他人缺点是一个诱人的陷阱。别人对你的态度，实际上反映了他们自己是什么人。\n\n不要轻易终止对话，继续深入了解，才能得到最核心的内幕；\n\n你的工作强度只能与你的恢复能力相当，要想达到最佳状态，我们必须关注身心健康。\n\n当你感到疲倦时，要学会休息，而不是放弃。 放弃会让你一事无成，但休息会让你头脑清醒，产生新的想法。\n\n阻碍你的不是你是谁。而是你认为自己不是谁。\n\n过去的业绩比能力更能增强信心。\n\n把事情做好肯定很难。但重来总是更难。\n\n一致性比强度更重要，比如减肥；\n\n将挫折与自己所扮演的角色而不是人联系起来，有助于你更加积极地应对挫折。"
    },
    {
        "id": "780722",
        "创建时间": "2023/10/7 0:45",
        "内容": "你是正确的或错误的，并不取决于大家是否同意你。你是正确的，是因为你的资料和推理是正确的。\n\n——本杰明·格雷厄姆"
    },
    {
        "id": "781363",
        "创建时间": "2023/10/7 17:29",
        "内容": "产品重要还是运营重要？\n在15年初进入虎牙直播团队，直播平台是非常内容化的平台，甚至较比于视频类的内容平台，它的内容属性更强。强在内容的生产和消费复杂些，强在内容与互动的难舍难分的关联。\n\n在整个15年到16年中，我一直在问自己，“直播平台中，产品的定位是什么，怎么发挥价值”。纠结的问题跟题主很像，是不是在直播平台，运营比产品重要。\n\n我质疑过自己，所以花了快一年的时间去深入接触我们的运营团队，去真实的了解运营同学的工作内容。\n在这一段深刻且“痛苦”的时间里，有一些很深刻的感悟，分享此处，愿对迷茫中的产品和运营有帮助。\n\n1、在业务面前，产品和运营是交融度很大的两个岗位。对于业务而言，产品和运营是用来解决业务问题的，在业务目标之下，去打一场场胜仗。   --\n\n\n2、在春秋战国时打仗，为了拿下敌国，常常会有以下做法：\n\n①先派“间”去探敌国的朝廷架构和国情（boss好色昏庸、朝廷派系严重、步兵强、经济底子硬）\n\n②结合打探结果，制定战略方针（内宫之计诱导boss杀良臣，朝廷派系矛盾激化加深内耗blabla）\n\n③召集领导班子，制定强兵致富的方略，取他之长的同时，去克制敌国。如发展骑兵克步兵，加强商人引入逐步吸引敌国商人\n\n从上面的三个点，能看出来一些文章吗？其实很多时候吗，运营的定位和职责，就像是2讲究“短平快”，目标清晰，不用考虑很复杂深入，战线短。但往往运营的工作和价值，是为了给第3步（产品之战）争取更多的时间窗口和胜率的。\n\n\n3、用个日常工作中的案例来打比方吧。\n\n老板觉得我们业务的品牌和外部影响力不够，那么运营同学会想出一堆的办法：开行业分享会、做节目活动、搞赛事搞比赛、搞事件新闻等等。\n\n你作为产品，是不是觉得很没有存在感和价值？\n你是不是觉得这些也不是产品的工作内容？\n你是不是常常看到运营天天忙活动赛事宣传，而你自己只能给他们做支持？\n...\n\n可是你有没有真正站在业务的角度去想过，为什么我们的外部影响力不够。在这个表面现象之下，背后映射了平台or业务有什么样的业务问题。\n拿直播来说，这么强的用户粘性的平台，有没有什么办法利用这几百几千万的用户通过社交分享，来帮助平台做内容外部曝光。\n你们看到这肯定会说，这很简单啊，我们早就做了【分享】功能。\n\n可是，你是否考虑过把【分享】当成生态，当成闭环来做呢。你是否考虑将分享当成一个核心因子，加入到你的业务运转机制中呢。\n而在虎牙，我们做到了这些。\n\n4、运营讲究”术“，讲究短兵交接过程的敏捷致胜。产品讲究”势“，讲究运转之理，从深层核心处彻底解决问题致胜。\n\n5、没有谁高谁低，也无谁更重要之说。谁能更清楚自己的职责定位和价值，谁就可以做更好的产品/运营"
    },
    {
        "id": "781364",
        "创建时间": "2023/10/7 17:35",
        "内容": " 1.看产品的定位，比如知乎，名字和定位完全一致。看名字就知道很有文化的样子，里面内容也确实很有文化。反过来，“知乎”这两个字还能过滤掉看不懂这两个字的人，维系了社区的高质量，但同时也丢失了用户。\n\n    如果百度知道想做高端问答社区，“知道”这个名字就有些通俗。\n\n\n\n    2.按行业，比如微博、今日头条、Boss直聘，看名字就知道这是个什么App了。\n\n    微博，直接把新浪微博改名为微博，改完名字，才算是彻底的干掉了腾讯、网易、搜狐的微博业务，这是实力耍流氓。\n\n    Boss直聘，一个单词+两个汉字，完全概括了其自身的主要特色，了不起。已有那么多招聘平台的情况下，如果起名字含蓄一些，在这个信息泛滥的时代，没人能记得住。\n\n    今日头条，和Boss直聘一样，属于看一眼就忘不掉的名字，真了不起。\n\n\n\n    总之，如果是面向普罗大众的产品，千万别搞文艺，别含蓄。\n\n    普罗大众的手机、大脑，都已经被行业老大们占满了，如果无法让用户秒懂，用户就把你秒忘。"
    },
    {
        "id": "781879",
        "创建时间": "2023/10/8 11:02",
        "内容": "只生活在一种环境中，是无法看到自己的局限性的。\n\n鱼儿只有跃出水面，才能发现自己生活在水中。"
    },
    {
        "id": "782867",
        "创建时间": "2023/10/9 9:58",
        "内容": "所有的建筑都是预测，所有的预测都是错的"
    },
    {
        "id": "782868",
        "创建时间": "2023/10/9 10:00",
        "内容": "向前看不清时，记得回头多看看"
    },
    {
        "id": "782875",
        "创建时间": "2023/10/9 10:17",
        "内容": "如果说双向匹配的概率忽略不计，还算是符合直觉，那为什么话题匹配的占比这么低呢？\n因为话题不是 tag。\n比如说，我喜欢产品，旅行，电影，游戏，科幻，动物，摄影，历史。这些都是 tag，而不是话题。话题是 tag 下面，更细颗粒度的，基于事件的聊天输出。\n举几个我想聊的话题的具体的例子：\n\n对最近热门的某一款 LLM 产品有什么看法？\n\n聊聊我 9 月计划去的河北古建路线？或是我爱的濑户内海艺术小岛？\n\n今年最喜欢和最期待的院线片是？最讨厌的一部电影是？\n\n最近有在玩什么主机游戏吗？\n\n这两年有什么感兴趣的科幻新片和新剧？最近有在看什么科幻小说吗？\n\n分享彼此的器材使用感受，与今年拍的好片。\n\n最近对某个历史事件的了解和想法。\n以上，才是话题。"
    },
    {
        "id": "782877",
        "创建时间": "2023/10/9 10:19",
        "内容": "最近和做社交的产品经理聊到，为什么 tinder 在国外活得好好的，探探在国内就是没法盈利。我的看法是这样的。\n\ntinder 的背景是国外的 dating 文化。两个人看对眼，约个会，吃顿饭，合适就往下发展，不合适下一位。tinder 是 dating 文化的的落地工具。\n\n但国内没有 dating 文化。\n\n女性使用探探，会有比较高的预期，希望找到高质量的长期关系。在这种高预期之下，她们对于 dating 会更谨慎，也更容易失落。\n\n更糟糕的是，男性也没有 dating 的预期，一旦女性同意对话，尤其同意见面，诸多男性——尤其是性吸引力不错的男性就会默认为这是性关系的前奏，从而容易冒犯女性。\n\n此外，缺乏 dating 文化让两个陌生人见面时，氛围更拘谨，话题更冷清。\n\n再加上上述的预期错位，愉快的 dating 成为了一件低概率的事，甚至 dating 本身都是一件低频次的事。如果 dating 工具创造较低的 dating 价值，用户互相之间的匹配率又不高，那么用户凭什么来付费呢？"
    },
    {
        "id": "782878",
        "创建时间": "2023/10/9 10:21",
        "内容": "并不是做产品越多，能力越强。\n\n“做选择” 越多，能力越强。\n\n做产品和做选择之间的差别是，你是服从别人的要求，还是跟随自己的意愿。\n\n如果服从别人的要求，相当于在 ABCDEFG 的多个选择中间，直接去做 E。于是你减少了对 ADCDFG 的思考——也不承担这部分选择的后果。\n\n更糟糕的是，塞给你的 E，可能还是你不看好不认同的任务。即便受挫，内心也会认为是上级傻逼，指挥无能。\n\n但跟随自己的意愿时，对多个选择的思考就会广泛和深入许多，E 会是你深入思考之后的最优解，并且坦诚地承担一切后果，绝不推诿给他人。\n\n因此，做同样的一件事，你是自己做选择，还是落地执行别人的选择，经验值的差别是相当大的。这也是创业的隐藏 buff。"
    },
    {
        "id": "782880",
        "创建时间": "2023/10/9 10:25",
        "内容": "如果一个行业生态，一个产品生态，创始人在里边三年五年十年，你都发现不了机遇，那么外聘的高 P 凭什么一年两年就能发现机遇呢？\n根据我的个人经验，加入一条陌生的赛道，起码要一年时间，才会具备自我评估为 75 分的洞察力。这些洞察力如果得到充分授权，落地验证回收反馈，第二年可能可以上升为 80 分+。但实际上压根没有 “充分授权” 这回事，一年时间拿不到高增长，人就打入冷宫了，欢迎下一位预期带来高增长的高 P。\n所以过去几年，但凡是跨赛道跳槽的高 P，没几个有善终的。\n因为 75 分的洞察只是高 P 及格线，真正的机遇来自于 85 分+ 的洞察。"
    },
    {
        "id": "782909",
        "创建时间": "2023/10/9 11:10",
        "内容": "创始人的远见、执行力固然重要，但想要做一些更持久的事情，就不能只依赖于个人的天赋，而是要依赖于系统的规则。\n\n一个系统如果一直要依赖于设计系统的人，那这个系统就还不够长期。"
    },
    {
        "id": "782912",
        "创建时间": "2023/10/9 11:14",
        "内容": "根据技术乐观主义者 Clay Shirky 的观点，真正的问题不是信息超载，而是“过滤器失效”。我们需要更复杂的方法来过滤网上的谷壳中的小麦。这样我们就不会感到不知所措了。\n\n但是，不，我想你会同意，你的待读文件堆的问题很大程度上不是过滤器失效的问题。这并不是说你被自己不在乎的事情淹没了，需要别人帮你弄清楚什么才是你真正感兴趣的。而是你被自己想读的东西淹没了。你床头柜上的所有书，你浏览器上的所有书签，或者保存在 Instapaper 上的文章——所有这些看起来都像是正好在你的街道上，或者对你的职业成功至关重要，或者可能包含一些你从吸收中获益的金块智慧。正如评论家尼古拉斯 · 卡尔解释的那样，问题不在于过滤器失效。过滤器成功了。在一个信息实际上无限的世界里，你越是善于从谷壳中筛选小麦，你就越会被永无止境的小麦雪崩压碎。\n\n我通过 Twitter 得到的阅读建议比我通过报纸得到的建议更符合我的关注点，因为我选择我在 Twitter 上关注的人; 这就像有一千个助手在搜索任何可能激起我兴趣的信息。我的挑战，在信息方面，不是大海捞针。用卡尔的话说，就是我每天都要面对“大海捞针”。"
    },
    {
        "id": "784751",
        "创建时间": "2023/10/11 17:30",
        "内容": "「失败的产品自己装逼，成功的产品帮用户装逼」。"
    },
    {
        "id": "785430",
        "创建时间": "2023/10/12 19:53",
        "内容": "我为明日而来，不被昨日所困"
    },
    {
        "id": "785743",
        "创建时间": "2023/10/14 0:06",
        "内容": "玄幻小说实时生图，生视频\n\n例：刚刚显现晨光的天空被一团巨大的白色乱麻充塞着，纷乱的白色线条仿佛是一个精神错乱的巨人疯狂地画在天上的。那是混杂在一起的歼击机的航迹，是俄罗斯空军和北约空军为争夺制空权所进行的一夜激战留下的。——文：刘慈欣《全频带阻塞干扰》，图：ChatGPT DALL·E3"
    },
    {
        "id": "788029",
        "创建时间": "2023/10/16 10:57",
        "内容": "“一个小小的偷渡客，藏身于一艘横跨大西洋的轮船上。他将这趟旅程视为自己的功劳，却无视脚下庞大的发动机”。"
    },
    {
        "id": "789931",
        "创建时间": "2023/10/16 18:14",
        "内容": "人们总是高估一件事的短期影响，而低估它的长期影响"
    },
    {
        "id": "790511",
        "创建时间": "2023/10/17 10:04",
        "内容": "“紧要关头不放弃，绝望就会变成希望。”\n“什么算紧要关头?”\n“就是你想要放弃的每一瞬间。”"
    },
    {
        "id": "790796",
        "创建时间": "2023/10/17 11:21",
        "内容": "创造者需要对自己的创造的东西有实时的反馈。\n\nPeople need an immediate connection to what they are making。\n\n任何违反这一原则的行为都会使用户与他试图解决的实际问题疏远，从而降低理解力，增加错误数量。"
    },
    {
        "id": "790797",
        "创建时间": "2023/10/17 11:23",
        "内容": "他发现许多人即使经过培训和数周的使用，也不会对电脑感到舒服。这些模式才是罪魁祸首。模式的复杂性是许多人无法跨越的障碍。这种情况对个人电脑的梦想构成了威胁。因此，拉里把消除软件模式作为自己的个人使命。\n他形成了一个原则: 任何人都不应该被困在一个模式中。\n\n他提出了一个文本编辑器，称为 Gypsy，我们今天知道，屏幕上有一个光标，当你打字的时候，屏幕上出现了文字。为了选择文本，他发明了通过点击和拖动的非模态选择。所以你只需要点击并拖动你想要选择的文本，就像使用高亮显示器一样ー拖动的最初用途之一。为了移动文本，他发明了剪切，复制，粘贴。你选择和剪切。之后你准备好了就可以粘贴了。\n你永远不会被困在一个模式中，你永远不需要在模式之间切换。"
    },
    {
        "id": "790801",
        "创建时间": "2023/10/17 11:26",
        "内容": "所以我认为创业和学术研究是硬币的两面。"
    },
    {
        "id": "790802",
        "创建时间": "2023/10/17 11:26",
        "内容": "如果你回顾移动互联网的诞生，其实也经历了一种界面革命 —— 今年八十多岁的奶奶可以用 iPad 打麻将刷抖音，但却很难想象如何教会她用 Windows。"
    },
    {
        "id": "790803",
        "创建时间": "2023/10/17 11:28",
        "内容": "已有用户群的产品，未必需要着急结合 AI 做多少炫酷的功能。相反，聚焦在如何使用 AI 来减少用户当前使用产品中那些「枯燥切乏味」的动作，就能逐渐建立壁垒。"
    },
    {
        "id": "792123",
        "创建时间": "2023/10/18 19:26",
        "内容": "只要你是X领域里最了解Y的人，就可以用X的信息去Y领域中创造财富。"
    },
    {
        "id": "792933",
        "创建时间": "2023/10/19 18:00",
        "内容": "While spacewalking I realized something: I used to think I was scared of heights but now I know I was just scared of gravity\n— NASA astronaut Reid Wiseman\n在太空行走时，我意识到了一些事情：我曾经认为我害怕高度，但现在我知道我只是害怕重力\n——美国宇航局宇航员里德·怀斯曼"
    },
    {
        "id": "793061",
        "创建时间": "2023/10/19 18:55",
        "内容": "What I cannot create, I do not understand.\n\n凡是我不能创造的，我都没有真正理解。\n\n——费曼"
    },
    {
        "id": "796663",
        "创建时间": "2023/10/24 16:20",
        "内容": "Web端和移动端是完全不一样的，需要分开对比。 以我做移动端的经验，月留存： 超好：15%+ 好：10%+ 中：5%+ 不好：2%+ Web端： 次留能到30%就算很不错了。（插件产品除外）\n\n看具体的工具类别。如果是办公平台相关的产品，我认为次日留存65%以上算比较好，超过80%算超好。"
    },
    {
        "id": "806283",
        "创建时间": "2023/11/3 14:15",
        "内容": "创业者有一个谬误，叫做“下一个功能\n谬误”，指的是一种错误想法，认为自家产品的下一个新功能会突然让人们使用该产品。"
    },
    {
        "id": "808326",
        "创建时间": "2023/11/6 14:06",
        "内容": "为什么游戏化不能解决问题？\n今天的双十一面对的困境远非游戏化能够解决，双十一大量的游戏化设计其实是在用策略掩盖竞争力不足的表象，但是这会有两个问题：\n\n1、随着时间推移，人为规则设计的策略效果会衰减；\n2、越来越多的人迭代策略，并且只关注局部指标，会导致函数本身变多，而不是函数能力变强，这会全局层面无法度量也无法迭代；\n\n效果越差越多人改，越多人改系统越难改，系统迭代不动随着时间的推移效果更差了。不要做时间的敌人，因为时间真的很强大。\n\n好的策略系统是时间的朋友，好的系统要会呼吸，而不是比谁会憋气。"
    },
    {
        "id": "809269",
        "创建时间": "2023/11/7 16:25",
        "内容": "「胜负心」和「胜负欲」并不是一回事。"
    },
    {
        "id": "812196",
        "创建时间": "2023/11/10 11:37",
        "内容": "“人生中最吊诡的事情就是，一个人明明可以做很多事，可以有很多选择，但是在经验世界里，好像只有唯一一种，好像只能和某个人在一起，只能做那份工作，只能玩那个游戏，只能去那个地方，只能干那件事，只能吃那顿饭，只能打开那个 APP，只能和以前一模一样。”By @崔庆龙"
    },
    {
        "id": "816606",
        "创建时间": "2023/11/15 9:37",
        "内容": "如果我想用软件完成一件事，能否不用我说话，AI就能帮我识别这个应该用什么App/网址，然后帮我打开吗？"
    },
    {
        "id": "816607",
        "创建时间": "2023/11/15 9:39",
        "内容": "直道今天，我对软件的热爱仍然如同我和保罗·艾伦创立微软时一样强烈。 尽管这几十年来它已经有了很大的进步，从很多方面来看，软件仍然相当愚笨。\n\n要在电脑上完成任何任务，你必须告诉你的设备使用哪个应用程序。你可以使用微软Word和谷歌文档来起草商业提案，但它们不能帮你发送电子邮件、分享自拍、分析数据、安排派对、或购买电影票。即使是最好的网站也对你的工作、个人生活、兴趣、和关系的理解都是不完全的，而且它们利用这些信息为你做事的能力也是有限的。这种事情只有像亲密的朋友或个人助理那样的另一个人才可能做到。\n\n在接下来的五年里，这将会发生彻底的改变。你不再需要为不同的任务使用不同的应用。你只需用日常语言告诉你的设备你想做什么。根据你选择分享的信息量，软件将能够因为对你的生活有深入的理解而做出个人化的回应。在不久的将来，任何在线的人都将能够拥有一个由人工智能驱动，远超今日技术的个人助手。\n\n这种能够响应自然语言并根据对用户的了解来完成许多不同任务的软件被称为代理。我已经思考了近30年的智能体，并在1995年的书《前路》中写到过它们，但是由于AI的进步，它们最近才变得实用"
    },
    {
        "id": "819371",
        "创建时间": "2023/11/17 23:04",
        "内容": "真正想赢的时候，脸上是没有笑容的"
    },
    {
        "id": "822525",
        "创建时间": "2023/11/21 23:38",
        "内容": "保护自己时间的一个重要衡量标准就是问自己“这件事非我不可嘛”。"
    },
    {
        "id": "823787",
        "创建时间": "2023/11/23 10:07",
        "内容": "@讯号✔: 你以为的白帝托孤：预先埋伏500刀斧手，用言语试探孔明是否有自立之意,若一言不合就将其剁为肉泥，扔进山谷里喂狼。实际上的白帝托孤：荆州和上庸三郡丢失，六师尽丧，名臣猛将损失殆尽，外有陆逊大军虎视眈眈，内有益州世家蠢蠢欲动，内忧外患，主少国疑，蜀汉倾覆在即。刘备吊着一口气，硬等来诸葛亮，求他看在多年主臣情谊的份上，再拉兄弟一把，只要不让自己多年辛苦创下的基业垮掉，改姓诸葛都行。"
    },
    {
        "id": "827767",
        "创建时间": "2023/11/28 19:12",
        "内容": "抖音、快手能够迅速积累数以亿计的新用户，二次传播和裂变效应功不可没。“短视频能吸引这么多人的注意力，它一定有播客可以学的东西，”舒玉龙认为，“如果未来出现短播客，可能播客原有的魅力会被稀释，但也可能会产生一些新的分支，我其实都很乐见。”"
    },
    {
        "id": "828481",
        "创建时间": "2023/11/29 14:02",
        "内容": "在我的主业工作里，与同事的交流中，经常被要求提供各种数据，大家再以此来研究、争论和做决策，但总体上这个过程相对比较轻松，因为通过数据得出的答案，大家通常容易达成一致。\n\n而我在做自己的 app 时，很难获取到足够的数据指导和支撑，甚至在最早的时候，都找不到一个真正的竞品（当然现在有了），更多的时候，需要依靠自己的直觉和愿景去决定一些事情，这样的决策很困难，别人会质疑，甚至自己有时也会产生怀疑。\n\n在读托尼·法德尔的《创造》这本书时，看到了他对数据驱动和观点驱动的看法，他认为数据不是指路明灯，充其量是一根拐杖。在最坏的情况下，它会变成一双水泥鞋。你需要清楚的知道你的产品要解决的问题和提供的价值是什么，而不是只是用数据填充产品图景中的一个空洞。永远不会有足够的数据去支持你做出完全有把握的决策。\n\n大多数人不愿意承认观点驱动型决策的存在，更不愿意承认他们必须做出这种决策。如果你跟着直觉走，而你的直觉错了，那么你就无法推卸责任了。如果你跟着数据走，最后失败了，那肯定是什么地方出了问题，肯定是别人把这事儿搞砸了。"
    },
    {
        "id": "828491",
        "创建时间": "2023/11/29 14:12",
        "内容": "跟快糙猛但很好用的拼多多比，打开淘宝只感到扑面而来的混乱，各种弹窗、红点干扰、push导量影响用户购物路径，当然产品乱象背后是业务没理顺，但不妨碍每个业务用这三件套拼命薅羊毛，来完成自己的目标。\n\n当然延展来说，淘宝真正的难题是平台商家和消费者怎么变成利益共同体，淘天一直试图在商家、消费者跟平台之间找到某种平衡，但非常可惜这种完美平衡至今没有出现。所以这个时代最能打的抖音和拼多多，都是坚定走极致站在消费者利益这一边打破这种平衡的，所以头条起家内容是靠爬取，黄峥说要把资本主义倒过来做一遍，创作者和商家注定很难处在一个舒服的环境里面。平台上的商家，只能用一句歌词形容，「你觉得恨却离不开」。"
    },
    {
        "id": "829040",
        "创建时间": "2023/11/29 19:17",
        "内容": "对于偶像，最容易模仿的就是对方的缺陷，对于关系，最难接受的就是对方的缺陷。\n\n缺陷往往平庸，模仿起来成本低，人们懒惰。\n缺陷往往显见，排斥起来负担小，人们自私。\n\n人性复杂。"
    },
    {
        "id": "830858",
        "创建时间": "2023/11/30 16:08",
        "内容": "不要说你的产品有多么炫酷，要想想，当你的用户使用了你的产品后，会发生什么改变，这才是最核心的东西。你的产品不仅仅是你的产品，它是一套完整的用户体验，在你的用户从感知到你的产品开始，直到你的产品从他们的生活中消失、退回、扔掉、转卖或者报废之间的所有环节，都是用户体验的一部分，而不仅仅是用户摸到或使用你产品的时刻。"
    },
    {
        "id": "838405",
        "创建时间": "2023/12/6 10:02",
        "内容": "A 和 A+ 即使存在差异，在顾客眼中依然是同一个 A，所以决不能把顾客昨日追求的东西提供给明天的顾客，所以应该摒弃在 A 的延长线上思考 A+，而是应该去找 B 和 C。\n\n仅仅站在过去的延长线上就能判断出“有利可图”的项目大抵缺乏未来的潜力，而不被看好的事业往往潜藏着巨大的商机。\n\n秋元康的建议：当向日葵掀起热潮的时候，应及时洒下蒲公英的种子。"
    },
    {
        "id": "838421",
        "创建时间": "2023/12/6 10:08",
        "内容": "而建立分享广场，主要是普通用户希望能在此获取优质信息。不过我们也曾经做过尝试，效果差强人意。但如果不是人人都能共享呢？因为当时有用户说愿意付费订阅自己早期共享的 flomo 标签，能看到日常我在关注什么。那么，如果能找到部分在某些领域有洞察的人来撰写，然后通过付费订阅长期激励他们，结果会如何呢？\n\n于是小报童就这么诞生出来了，虽然看似和笔记工具八杆子打不着，但实际上却和 flomo 一样是一个 2C 的工具，并且源自于 flomo 用户的临近需求，而所需能力完全在我们的能力圈之内。\n\n而我们的整个组织，也因为有了小报童进行“轮作”，跳出了疯狂卷 flomo 功能的延长线。\n\n相邻需求，意味着我们的核心能力可以迁移，而不至于陷入前文所说的“布朗运动”泥潭。"
    },
    {
        "id": "838597",
        "创建时间": "2023/12/6 14:28",
        "内容": "聪明人学会有觉知的降智，也是一种高阶能力，能降到恰到好处需要对细节的敏感和预判"
    },
    {
        "id": "838784",
        "创建时间": "2023/12/6 17:51",
        "内容": "如果你是房间里最聪明的人，那么你就进错了房间"
    },
    {
        "id": "846275",
        "创建时间": "2023/12/11 10:54",
        "内容": "事情不应该是消耗性的，所以重要的不是做完，而是能为下个阶段打好基础。\n\n要么是功能，要么是流程。做事的目的是为了后续不做。"
    },
    {
        "id": "846394",
        "创建时间": "2023/12/11 13:53",
        "内容": "当事情处于进行状态时，减速比加速更难一些。\n就像撤退比进攻更需要勇气"
    },
    {
        "id": "846403",
        "创建时间": "2023/12/11 14:14",
        "内容": "和大多数普通人一样，彼时思路还是围绕着「去医院」的人群挖掘。但调研后发现，普通头疼脑热忍一忍就过去了。而愿意在线找解决方案的，主要是对已有诊断不放心，或者当地医疗资源不好，想在线寻找更好的医生。这也意味着，如果这样卷下去，在线问诊就会变成了专家挂号平台 —— 而事实上，当时我们并没有相关资源，并且这条路越走其实越依赖于线下。"
    },
    {
        "id": "846405",
        "创建时间": "2023/12/11 14:16",
        "内容": "有了这个启发，再去调研平台上的皮肤科患者，发现果然大多数来问诊的都不是重病，而多半是痤疮、黑头等，并且年轻女性居多。这些影响颜值的问题虽然从医学角度看不严重，但是对她们来说还是非常困扰的。而她们选择在线问诊，主要是觉得省事，毕竟不是什么大病，请假去医院看病还挺麻烦。而就算去医院，医生也是看一眼就给开点药，和拍个照发医生看没啥大差别。\n\n\n至此我们才意识到，在线问诊的用户群，或许不是患病的人，而是那些根本没有生病，但希望自己更好的人群。而这个人群，大多数也并不在医院。\n\n后续围绕这个假设，做了许多调研和推广。结果就是这群被传统医疗忽略的群体，后续扛起了在线问诊和购药的半壁江山，也让我们避免了陷入到争夺专家资源的红海中。"
    },
    {
        "id": "846407",
        "创建时间": "2023/12/11 14:23",
        "内容": "需要的钱越少，对他人的依赖就越小；\n\n降低生活成本到现在的 1/5，比让资产增加 5 倍更容易；\n\n经济独立也意味着精神独立，因为其他人无法在经济上对你造成影响；\n\n控制成本从另一个角度来说，也是增强自己的独立性。因为你不能确保自己（或业务）的收入永远是稳定且增长的。"
    },
    {
        "id": "846410",
        "创建时间": "2023/12/11 14:25",
        "内容": "先用 Saas、其次是代码、最后再雇佣人（以控制成本）；\n\n这段话太重要，故复制了三次。\n\n企业的终极目的是为了获得利润，而利润不是用来装兜里消费的，而是用来进行再生产以及维持企业生存。所以想要获得利润，需要花费更多的时间和精力，并不比做产品更容易。"
    },
    {
        "id": "846412",
        "创建时间": "2023/12/11 14:27",
        "内容": "投资者关心你产品的未来；顾客主要关心的是当下。\n\n新产品永远不可能在所有方面都优于现有产品 ，推出意味着接受批评。\n\n吸引注意力就是吸引负面注意力。\n\n人们期望产品发布是一个获得赞美的时刻。事实上，推出一款产品通常意味着人 们要么忽视你，要么攻击你。如果你确实在解决问题，那么攻击就会到来。您的解决方案可能在一个方面好十倍， 但在其他方面总是不够的。\n\n但大多数仇恨都是一英里宽、一英寸深，所以将合理的批评提炼成需要修复的错误，然后持续下去，最终大多数人会改变他们最初的看法。\n\n初创想法很可爱、成功也很受尊敬。但当你开始启动时，你就会遭到敌视，因为你在抢夺他人的饭碗。\n\n尽可能快地做事通常意味着一次只做一件事情。"
    },
    {
        "id": "850388",
        "创建时间": "2023/12/13 17:15",
        "内容": "尽早，最好在开发产品之前就与合适的人交流。找到一种快速开发最小可行产品（MVP）并让用户为其付费的方法；不付费，就不算数。\n\n在与真正的用户见面后，抱着自己一点都不了解产品的心态来倾听他们的观点。事实上，抛弃按照你的经验和所谓的愿景来判断用户需求的思维绝对比想象的困难得多。真正忘记你「以为」用户需要什么，发自内心地「理解」他们真正想要的东西需要不断的实践。作为技术型创始人，我对新技术如何「能够」帮助改进有很多想法，但在大多数情况下，它们不起作用。一个很好的例子是我们的 CG 虚拟形象。\n\n我们都曾投身于元宇宙热潮，每个人都认为 CG 和元宇宙很快会成为未来。我也研究了这项技术，觉得它很酷，可以成为我们现有产品的绝佳补充。但是，它并没有很好的产品市场契合度，难以维系，需要更多的用户适应。最终，我们不得不暂停服务并解散团队。尽管技术很出色，但只有少数用户对它有需求。人们更希望得到的是原创且对不同胃口的的个性视频。如果能够优先从用户的视角出发，我们本可以避免这个问题。\n\n避免一厢情愿的思考，特别是对于技术型创始人来说。随着新技术每天涌现，我犯了许多错误，技术的内在价值有时与实现产品市场契合度相距甚远.\n\n找到正确的问题远比解决当前「最重要」问题更重要。当你做对了的时候，这与臆想出一个产品市场契合度完全不同。"
    },
    {
        "id": "850652",
        "创建时间": "2023/12/13 18:31",
        "内容": "在不断与客户交流，观察他们一步一步尝试产品的过程后，我们发现，他们使用之旅中的第一个\"aha 时刻」（惊喜时刻）并不是他们尝试第一个模板，也不是与 AI 虚拟形象的互动，更不是使用视频工具，而是欣赏他们自己的第一个 AI 生成视频。因此，客户体验迅速成为整个团队的关注焦点。"
    },
    {
        "id": "850655",
        "创建时间": "2023/12/13 18:33",
        "内容": "这可能与直觉相反，但我们只在出现问题时才进行优化或修复，这在产品早期没问题，因为我们可以迅速填补空白。而且这种方法帮助我们避免了过早的优化。在寻求 AI 市场契合度的早期阶段，由于需求和产品特性中固有的不确定性，大多数优化是没有必要的。因此，我们可能会优化错误的问题。然后，当问题必须解决时，我们开始窥见 AI 市场契合度的出现。\n\n对我们来说，2022 年 9 月/10 月出现了几波流量，导致我们的服务器崩溃了几个小时 - 这就是 AI 市场契合度乍现的时刻。当你找到 AI 市场契合度时，你的服务器将开始崩溃，这是有意为之的。我们可以通过这种方法最大程度地增加迭代次数。\n\n另一个非传统的观点是验证产品市场契合度（PMF）的唯一方法是让用户流量搞垮产品。把你的系统设计成市产品场契合度（PMF）出现时会失败的模式。这样做的目的是迅速将事物推出并尽可能多地测试各种想法。这些问题的出现意味着那些是正确的。\n\n比如说，我们的数据库只使用一个 MySQL。我们本可以选择更复杂的数据库来提高可扩展性，为什么要这么做？只用一个 MySQL，等它崩溃就好了。如果不到 1,000 人在使用产品，一个 MySQL 实例将足够，这时产品市场契合度尚未出现。在早期，我们几乎没有编写任何单元测试。"
    },
    {
        "id": "863193",
        "创建时间": "2023/12/18 9:06",
        "内容": "读到一个反常识的思考：绝对的理性并不能有效决策。\n\n因为决策的前提-‘目的’是来自感性的输出，理性在这种场景下其实是感性实现目的的工具，没有感性的时候，理性就没有决策的优先级。\n\n例如：我去旅游，从两条路径中利用理性选择了更美的路径。理性只是比较了哪条路更美大多数情况下，感性才是决定‘更美’这个优先级的根本力量。\n\n如果一个机器人来选择这个路径，它必须先通过编程获取决策的目标-更美还是更近。"
    },
    {
        "id": "865326",
        "创建时间": "2023/12/19 10:03",
        "内容": "#产品人要警惕方法论\n当你发现既定目标具备现循方法论，那说明这个目标已经有人成功达成过了，方法论只是成功经验的复盘。\n存在两方面缺陷：\n1、信息失真，无法妥善套用；\n2、境遇不同，别人成功不代表你也可以。\n\n方法论可以让你的逻辑看起来是完善通达的，但也会让你无法破窗。切忌唯方法论，参考参考，守正创新。"
    },
    {
        "id": "865993",
        "创建时间": "2023/12/19 15:29",
        "内容": "#中厂的困局#\n\n12年，字节成立\n16年，今日头条App、内容算法推荐，被互联网从业者广泛关注\n16年，火花汽车立项\n17年，懂车帝App上线\n18年，懂车帝App的DAU超过易车（行业第二）\n22年，懂车帝App的DAU超过汽车之家（行业第一）\n\n12-16年，4年在打磨内容算法推荐能力，这也是懂车帝App上线1年多就能超过行业第二的原因之一，得益于中台能力（包括推荐大模型）快速到60分，再慢慢打磨垂类小模型等其他能力逐步到80分\n\n很多中小厂挖了字节的同学后并未达到预期，原因大致如下：\n\n1，首先，内容算法推荐，算是“高精尖”的活，3分个人能力+7分工具(组织)\n\n2，新老板，看不到12-16年这4年的前置成本(7分那部分)，认为招字节的人来了短平快就能有效果，或者老板可能看到了，但没有耐心，新入职的同学没有军功故没底气跟老板说，“给我x年搭基建”\n\n3，新老板，招的人，是早期参与工具(组织)搭建的种树人，还是后期乘凉的人，后者可能会用但不会搭建，例如，哎，这个内容传上去，系统自动识别出是财经内容，好厉害，那这个自动能力是怎么来的？母鸡\n\n4，新老板，产品运营研发算法统统挖来，但组织调整没有跟上战略意图，怎么让这些角色高效地协同起来，母鸡\n\n5，最关键的，商业化能力（推荐广告、推荐商品）也和内容推荐能力强相关，结果就是C端和B端都被吊打"
    },
    {
        "id": "867863",
        "创建时间": "2023/12/20 9:11",
        "内容": "昨晚ex突然来问我的mbti，我说我之前是enfj，现在是esfp，他说他是istj，在我了解了这4个字母含义之后，拍大腿——这也太准了！他完全就是istj啊！\n\n作为之前的enfj，和istj谈恋爱真的挺苦的，本来就内耗了，得不到情绪回应之后内耗更深，看完分析我才get到我们之间的思维差异，有的时候不是“他要这样”，而是“他本来就这样”\n\n我们往往会陷在自己的思维定式里，研究过mbti之后我更多能了解「TA为什么这么想」"
    },
    {
        "id": "867868",
        "创建时间": "2023/12/20 9:16",
        "内容": "判断力不等于创造力。\n\n每周默念三遍。"
    },
    {
        "id": "868576",
        "创建时间": "2023/12/20 15:39",
        "内容": "看似线性的东西蕴含着指数型的爆发力，需要辨别已经是天花板，还是刚起步"
    },
    {
        "id": "868577",
        "创建时间": "2023/12/20 15:41",
        "内容": "这次创业后，因为没有打算融资，所以每一毛钱都是和 light 精打细算的。而 light 对于成本的控制，对于经常性和一次性费用的识别与对待，都让我在产品设计的思路上有了许多变化。\n\n觉察至此，才发现在追求完美的产品体验中，我们往往忽视了成本控制的艺术—— 这不仅是节省，而是更智慧的资源配置。"
    },
    {
        "id": "868578",
        "创建时间": "2023/12/20 15:41",
        "内容": "比如早期我们一直坚持 flomo 不允许用验证码登录（到今天也一样），原因就是这会导致下发太多验证码，而做运维的朋友应该很清楚，每年的短信费往往是云服务中的很有份量的一块。并且，就算是支持了验证码登录，在当下来看带来的体验收益几乎可以忽略不记。\n\n所以如果一个不小心，没有成本意识而仅有体验意识，那么随着业务的增长，很可能每年有一笔几万到几十万的费用溜走，并且没有产生任何实际的价值。"
    },
    {
        "id": "868579",
        "创建时间": "2023/12/20 15:45",
        "内容": "从外部来看，公司内部一切皆成本。\n\n换句话说，无论你研究出来了多少先进的技术、设计了多好的产品、培训了多少厉害的伙伴，建立了多么好的流程，但如果最终不能有效地对外部创造价值，那么这一切看似美好的东西，都是成本而已。"
    },
    {
        "id": "868581",
        "创建时间": "2023/12/20 15:47",
        "内容": "清晨第一件事，是思考选择什么装入大脑，这个最珍贵、最宝贵的空间。也许你最初的几个小时应该是在离线状态下，用纸笔把事情写出来。有一些离线时间是好的，这样你就不会立即进入互联网。"
    },
    {
        "id": "870973",
        "创建时间": "2023/12/21 17:06",
        "内容": "但所谓的“体系力量”如今我有了新的理解，并不是说公司有什么神秘力量，而是说，个体在公司这个组织之内，可以得到其它员工和其他部门的支持，从而放大他的个人智慧和个人力量。如果把这个人扔到社会上去，他没有办法找到这些支持，更别说经过整合、训练、调试好的支持，可以即插即用。\n当网络全面侵蚀现实生活之后，变化到来。一个个体在一家公司里可以得到的支持，经过这些年网络世界的经营，完全都可以在网上找到。"
    },
    {
        "id": "870975",
        "创建时间": "2023/12/21 17:07",
        "内容": "比如说李子柒需要什么公司？她就算是在YouTube上简简单单发布一下视频，靠内容的绝对优势就能够用流量换钱。即便她需要一家公司，她也只需要一家围绕她自己打转的经纪公司，去帮助她和广告商谈价格，帮她安排广告档期，帮她安排导演摄影编剧，帮她对接米粉厂腊肉厂铁锅厂柴刀厂。而并不是需要一家大型网络经纪公司，她只是旗下一名员工。公司的责任是在她之外，培养出一批张丑捌、赵寅玖，她还有责任用自己的流量去帮扶这些人，实现共同发育。不管她高兴不高兴，她都要接下公司分配给她的广告任务，哪怕是让她去卖鱼竿。"
    },
    {
        "id": "870978",
        "创建时间": "2023/12/21 17:07",
        "内容": "最近一年短剧极为火爆，捷报频传，每天都有爆款剧出现，每天都有分账创造新纪录。那么，是不是内容创造和制作公司的春天到了？并没有。任何一部短剧想要火爆，都需要向视频平台投流，也就是花钱购买流量，否则内容再好也没有人来看，所谓口碑效应那是小概率事件，硬桥硬马还是购买流量，靠内容拦截流量，完成付费转换。所以，真正的赢家是视频平台，因为它们左手有流量，右手有用户，是真正的公司。而无数个内容创作公司，内容制作公司，听起来是公司，真实身份是赛博佃农合作社，大部分成本和大部分利润都拿去支付平台大地主的土地租金。"
    },
    {
        "id": "870979",
        "创建时间": "2023/12/21 17:08",
        "内容": "网络平台公司已经一早部署好了商店、支付系统、广告营销系统，在更早之前就控制住了用户和流量，甚至控制住了人际关系和社交网络。对于个体而言，就是个拎包入，即刻开业的事情。最典型的例子就是网络福利姬，在社交媒体上发布自己的清凉照，投流找到喜欢自己的小哥哥、老叔叔，然后把他们导引到即时通讯工具上，然后就可以开始用门槛费收钱了。需要什么公司？需要什么专业团队？需要什么财务后勤市场营销IT战略部？\n所以，我猜想未来一家公司因为一人而兴，因为一人而亡的事情会越来越多。"
    },
    {
        "id": "870982",
        "创建时间": "2023/12/21 17:09",
        "内容": "公司们最终同样能够想明白，单是在人海中成功找到一个李子柒，就已经耗尽了自己累世的所有福报，就别说什么再培养一个，更别说什么批量制造一类的话。公司也许最终能够弄明白，公司因一人而兴，不是公司本身有什么本事，有什么异能，能发掘出人才。异能在那个人手里，本事在平台手里。是金子就会发光的，而网络就是抛光机。公司不是，公司的责任是把说服猕猴桃，让他相信自己是一枚鸡蛋，好让猕猴桃和鸡蛋们并排站在冰箱里，要的就是一个整齐划一。"
    },
    {
        "id": "870994",
        "创建时间": "2023/12/21 17:11",
        "内容": "而对于个人而言，应该仔细考虑一下超级个体这件事。超级个体的定义本身就有问题，并不需要一个人在某个行业、某个领域内做到包打天下才能成为超级个体。个人如果能够熟悉网络，利用网络分发的工具，在某一个细分领域之内，是有可能做出一点成绩来的。虽然未必能发家致富，但是多少也能得到一点钱，一点名声，以及因此交换来的一点自由。有了这样的自由度，减少了人生中源自各种人类组织的形形色色束缚，那么这个人就是超级个体。\n\n最低限度上，我希望你是在一家真公司里打工。"
    },
    {
        "id": "879530",
        "创建时间": "2023/12/25 9:51",
        "内容": "康德扭转了这一局面。\n\n他说并不是我们的大脑适应了这个世界，而是这个世界适应了我们的大脑。\n\n换句话说，我们如何看待世界取决于我们如何看和思考。\n\n我们无法真正了解这个世界，因为我们只能通过自己的感官和思想来体验它。\n\nOur mind filters and shapes what we can know about the world.\n\n所以我们必须了解我们的思想是如何工作的，这就是康德的书所讲的：how our mind works."
    },
    {
        "id": "880198",
        "创建时间": "2023/12/25 17:59",
        "内容": "在Whatsapp的团队成员看来，就一个关键点，就是“简洁”。\n简洁到极限。\n除了聊天之外，能省则省。\n甚至于连昵称都不能改。\n\n简洁的好处是什么呢？\n全世界不只有美国这样的发达国家，还有大量印度这样的发展中国家。\n在印度，很长时间里大多数人用的手机都不太好。\nApp大了，根本装不进去、跑不起来。\n更别说聊天了。\n\n而背后的逻辑是：\n通讯这个产品，是网络效应最强的，别人都用、我就不得不用。\n所以，多少人使用决定了核心体验。\n怎么能让这么多人都使用呢？\n让每个人都能装上、让消息都能送达，比其他一切都重要。"
    },
    {
        "id": "880199",
        "创建时间": "2023/12/25 17:59",
        "内容": "道理看起来很简单，那为啥Whatsapp能坚持简洁。\nFacebook Messanger就做不到呢？\n\n其实，不简洁才是人的本能。\n我们很容易看到用户需要一个什么功能，就加上去。\n用户还真需要。\n加上去之后，数据马上就能增长。\n做的人升职加薪。\n公司和员工皆大欢喜。\n乍一看，一步步都带来了数据提升，却走上了注定不能简洁的岔路。\n\n而对比之下，在Whatsapp，一开始创始团队首先确立的基本原则是：\n没有广告、没有游戏、没有噱头。\n首先确立的不是做什么，而是不做什么，与短视和追逐数据的冲动对抗。"
    },
    {
        "id": "881561",
        "创建时间": "2023/12/26 16:25",
        "内容": "你变得越富有，你周围的人就越不可能在你犯错误、疯狂、卑鄙或健忘的时候告诉你。\n\nMatt Damon 说，一旦你成名，你在社交和情感上就会变得迟钝。你对这个世界的体验从来都不一样。\n\n艺术家 Damien Hirst 说，他们都爱你。银行喜欢你，会计师也喜欢你，因为他们拿走了你的钱。每年都有越来越多的人来。一个人拿走10% ，另一个人拿走10% ，另一个人拿走10% ，这是一个大派对。给你透支的人也是你最好的朋友，他们对你微笑，告诉你你很棒，所以你继续这样做。\n\n巴菲特曾经说，当我21岁的时候，人们不听我的话，我是最擅长提供财务建议的人。我本可以站在那里，说出最精彩的话，却没有得到太多的关注。现在可以说出世界上最愚蠢的事情而且相当多的人会认为这其中隐藏着某种伟大的意义。"
    },
    {
        "id": "883396",
        "创建时间": "2023/12/27 17:22",
        "内容": "1.靠大量堆时间练习而获得的东西最是最牢靠，它内化成了你的一部分，谁也拿不走\n2. 人生是草台班子长途跋涉地返璞归真\n3.观察自己，就是在观察命运。命运在拐点埋有旨意，你有足够觉察力就会听见命运的指引\n4.打工确实是相对稳定但性价比很低的选择，你出卖的是一天中最佳的注意力和带宽，累积经验趁早开辟第二曲线\n5.你是你创造的东西的合集，不是那一堆奢侈品新消费品\n6.越往后，只有想见与不想见的人，没有想吃和不想吃的饭\n7. 不要在意任何社交平台观点输出后的赞或关注，重点是鞭策自己持续成长和输出。任何平台都是硬通货的展示平台，重要的是拿到硬通货\n8.如果你不勤奋地运用自己的天赋，宇宙会收走它\n9.抖音的出现是社会进化论的一环，拥有在碎片信息冲击中保持专注的基因会形成，命运会逐渐给予这个基因增强回路和正向反馈\n10.人生就是波动的循环，波峰谷底都是循环的常态"
    },
    {
        "id": "887301",
        "创建时间": "2023/12/29 14:21",
        "内容": "“因为别人都在用”\n人是跟风的\n在互联网产品中，“时尚”是重要驱动力，不要太“工具化"
    },
    {
        "id": "887302",
        "创建时间": "2023/12/29 14:21",
        "内容": "人是懒惰的，懒惰就是机会\n人没有耐心，用户没耐心看说明书\n人不爱学习，不要给用户超过马桶上看不完的内容"
    },
    {
        "id": "887303",
        "创建时间": "2023/12/29 14:27",
        "内容": "你没有竞争对手\n• 重要的是，自己想要做什么，而不是他们在做什么\n• 微信没有竞争对手，也不分析竞争对手\n• 他们不是我们的产品经理\n• 与其关注同行，不如关注未来\n\n涂鸦重要吗？从别的产品里，你无法深刻理解需求\n他们会要求你加是否在线，是否已发送到手机，是否已读，要分组，要滤镜，要涂鸦，要多终端同步，要云端保存消息，要文字图片视频一起发timeline,要多头像，要赞头像，要有PC版，要自动导入通讯录好友，要群名片，要……“你去用其他同类产品吧”"
    },
    {
        "id": "887334",
        "创建时间": "2023/12/29 14:54",
        "内容": "让不上微博的用户来用你的产品\n• 他们才是主题用户群，懒到连微博都不上的\n• 他们就在你的身边\n• 时刻想到，他们才是你的用户"
    },
    {
        "id": "887342",
        "创建时间": "2023/12/29 15:00",
        "内容": "心理满足的驱动力远胜工具甚至省钱\n• 省钱的短信替代工具不会成功。如果定位于更省钱的工具，\n可能就麻烦了。\n• 微信不是QQ，“微信，不只是一个通信工具”\n• 微信是一个生活方式，反映的是心理满足至上。"
    },
    {
        "id": "887346",
        "创建时间": "2023/12/29 15:01",
        "内容": "“爽”胜过功能\n• 爽！ （营销的目的是让用户觉得“爽”）\n• 好玩！（微博评论说“好玩”就对了）\n• 口碑传播的基础是“好玩”\n• 爽是体验。体验比功能更易传播"
    },
    {
        "id": "887380",
        "创建时间": "2023/12/29 15:34",
        "内容": "面向两年后的场景来设计\n案例：已送达状态？2年后网络状况足够好，必然是能送达的\n在线状态？手机是永远在线的\n• PC版？PC版会离线，无法像短信一样实时\n• 去除人们在QQ上说”88”的习惯\n手机是肢体的延伸，手机和人是一体的（通过各种传感\n器）。PC是外物，即外部环境。\n• 移动互联网产品不是简单的PC到手机的移植\n• 如果没有手机，就没有这份PPT。(采用Evernote随时在手\n机上记录想法，电脑做不到"
    },
    {
        "id": "887381",
        "创建时间": "2023/12/29 15:35",
        "内容": "宁愿损失功能也不损失体验\n• 不为了流量而到处加入口\n• 案例：会话界面左上角的编辑按钮，为什么不可以有？"
    },
    {
        "id": "887382",
        "创建时间": "2023/12/29 15:36",
        "内容": "• 做一劳永逸的事情\n• 你在做Class（类型），还是在做Instance（实例）？\n• 好特性不需要不断做加法，一次成型"
    },
    {
        "id": "887410",
        "创建时间": "2023/12/29 16:07",
        "内容": "• 求知，不为自尊心而战\n• 放下情绪，才能深入问题本质\n• 用数据和调研来说话\n• 你的短板可能就是你的强项。比如，社交恐惧者可能知道怎么做社交产品"
    },
    {
        "id": "887411",
        "创建时间": "2023/12/29 16:10",
        "内容": "有自己的理念和愿景\n• 微信是“一个生活方式”\n• 理念决定了你的产品的高度\n• 你的态度会反映在产品的各个细节中，无可回避"
    },
    {
        "id": "887412",
        "创建时间": "2023/12/29 16:14",
        "内容": "让欢迎页成为你的产品发布会\n• 新功能罗列是技术思维\n• 不开线下的产品发布会\n• 每个欢迎页都是一个故事\n• 是产品中为数不多的可以表达你的感受的地方\n• 让产品值得期待*"
    },
    {
        "id": "899343",
        "创建时间": "2024/1/3 9:35",
        "内容": "王兴：我同意并不是我做的事情都是百分之百原创的，那也不是我所追求的。大家可能对发明和创新、创造的理解有点偏，原创是一回事，你做选择判断是另一回事。举个最夸张的例子，你写一篇文章，里面每一个字都是汉字编码里面的，你所做的事情是通过重新排列组合展示一个不一样的想法，你不创造任何一个汉字，但是你的创造是在排列组合层面上的，这其实也体现了你的判断。用户本质上关心谁更能满足他的需求，而不是谁用了完全不一样的想法。"
    },
    {
        "id": "904599",
        "创建时间": "2024/1/5 18:21",
        "内容": "大家都懂得很多道理\n但不是所有人都可以知行合一\n把懂的道理落地到20%的程度\n就可以跑赢80%的人"
    },
    {
        "id": "909352",
        "创建时间": "2024/1/8 15:10",
        "内容": "顶级的天赋必然带着顶级的胜负欲，只是每个人宣泄的方式不一样"
    },
    {
        "id": "910829",
        "创建时间": "2024/1/9 19:01",
        "内容": "不要为了怀疑而怀疑，而是通过怀疑去寻找确定无疑之物"
    },
    {
        "id": "914265",
        "创建时间": "2024/1/11 10:35",
        "内容": "“做没有人能看明白的事情，能带来最大的回报。如果有可能，就去做一些还没有名字的工作。”"
    },
    {
        "id": "925469",
        "创建时间": "2024/1/18 13:46",
        "内容": "创业者，正在向投资人融资，故意在 Y 轴上隐藏数据，掩盖增长不够强力的事实。也许有些风投会上钩，但这值得高兴么？因为蠢到这一点都没发现的投资人，可能恰恰是你最不希望引入董事会的那群人。\n\n风投公司，向创业者提供了极其苛刻的条件（虽然对自己有利）。正常好业务的创始人都不会拿这笔钱，而愿意拿钱的创业者，往往也代表了无法从其他人那里融资的创业者，也意味着这些业务本身有问题。"
    },
    {
        "id": "925489",
        "创建时间": "2024/1/18 14:09",
        "内容": "我观察同龄人，尤其是男生，堕落都是从疏远了运动开始的，特别是毕业后，忙于工作应酬和享乐，又不节制饮食，三五年后，当年清秀的少年一个个都变得脑满肠肥、臃肿不堪、满脸横肉，真是糟糕，村上春树说肉体是每个人的的神殿，不管里面供奉的是什么，都应该好好保持它的强韧、美丽和清洁。深以为然。"
    },
    {
        "id": "926866",
        "创建时间": "2024/1/19 10:43",
        "内容": "悲观者总是正确，乐观者总是成功。摘抄一些好玩的：\n\n有一个英国的心理学家，叫理查德·怀斯曼，他也是英国赫特福德大学的教授。他曾经做过一个实验。大概过程是，招募两组人。第一组人，总是觉得自己最近有点倒霉。第二组人，正好相反，总觉得自己运气不错。怀斯曼就请这两组人看同一份报纸，并且给他们一个任务，数数这张报纸里面，一共有多少张照片。结果发现，倒霉组的平均耗时是，两分钟。而幸运组的平均耗时，还不到十秒钟。是幸运组的人眼力特别好吗？并不是。是因为在这张报纸的第二页，有一个巨大的广告，上面写着一行字，别数了，这张报纸上一共有43张照片。\n\n为什么倒霉组的人大都没注意到这个信息？有可能是，大家都想着，我本来运气就不太好，可不能分心大意。而幸运组人可能会觉得，四处多看看，又没什么损失，万一有意外发现呢？后来，怀斯曼又做了一组类似的实验。在报纸中间放了一个大广告，上面写着，别数了，告诉实验人员你看到了这行字，就能赢得250英镑。结果，倒霉组的多数人，又错过了这个信息。怀斯曼就得出一个结论，不幸的人，因为太专注于寻找特定的东西，而错过了别的机会。\n把这个结论再延伸一步，所谓倒霉，就是太执着于某个单一路线，对周围的好事视而不见。而所谓走运，就是不执着于特定目标，并在沿途发现更多的新机会。"
    },
    {
        "id": "926867",
        "创建时间": "2024/1/19 10:43",
        "内容": "借用马斯克的说法，很多人花了很长时间试图解决某个领域的棘手问题。但他们不会去思考有没有办法把这个解决方案应用到其他领域。简单说就是，越开放，越幸运；越执拗，越倒霉。\n\n可能会说，假如没有目标，没有计划，万一遇到什么变动，岂不是容易做应激反应，到时候损失更大？别着急，目标和应激反应之间，其实有一个折中的思维方式，叫做，踏脚石思维。也就是，在你前往一个目标的路上，你会遇到很多阶段性的发现，每个发现，就像一个踏脚石。\n\n但是，这个踏脚石未必会引导你前往最初的目标，它可能指向别的地方。这时，你就得顺着这个踏脚石，往新奇的地方前进。很多了不起的成就，就是这么来的。比如，YouTube最初的设想是，做一个视频约会网站。后来他们发现大家喜欢在上面发五花八门的视频，就干脆改做视频网站。再比如，当年很多人尝试造飞机，发明了专门的飞机技术，但最后造出飞机的莱特兄弟，使用的是造自行车的技术。再比如，雷达上有个驱动磁控管的部件，后来成了微波炉的核心技术。你看，这些成果都不来自最初的计划，而是中途出现的踏脚石。"
    },
    {
        "id": "926868",
        "创建时间": "2024/1/19 10:45",
        "内容": "想起来，这也是为啥youtube/bilibili上很多视频封面都是各种大头照，以 LinusTechTips为例。让人们记住一个鲜明的大活人，人设最重要啊。"
    },
    {
        "id": "932311",
        "创建时间": "2024/1/22 15:12",
        "内容": "自己陷入困境时，有时候朋友会给出一些建议。但是自己很容易告诉他，每个方案都有缺点，希望能找到完美的那个，否则自己拒绝做任何事情。但是实际上，等待不会让你得到大奖，因为如果不做出任何努力，任何问题都不会得到缓解"
    },
    {
        "id": "932312",
        "创建时间": "2024/1/22 15:14",
        "内容": "许多人都讨厌自己的工作，他们很多时候不算开心，但是也不至于到要辞职的地步。这就是平庸陷阱。糟糕但不至于太糟的的环境，让你永远在其中按部就班。他们永远不会激发你的挫败感，让你达到逃逸速度。长期在这种陷阱中生活，就像是在一个没有网络，没有杂志的候诊室干坐着，等待有人进来告诉你，你要开始生活了"
    },
    {
        "id": "932314",
        "创建时间": "2024/1/22 15:17",
        "内容": "大多数时候我们陷入的沼泽都是自己想象出来的，不是世界把我们困在那里，而是我们自己把自己困在那里。而这些沼泽最难逃离，因为这需要意识到我对现实的感知并非现实，而头脑中的很多想法都是为了阻止这种想法。"
    },
    {
        "id": "932473",
        "创建时间": "2024/1/22 17:23",
        "内容": "前阵子读混沌李善友的《第二曲线创新》，印象最深的观点是：虽然混沌讲的都是第二曲线，但千万不要搞错，第一曲线才是常态，第一曲线才是多数时间里最重要的事情。\n\n有一段论述很精彩。\n\n如果你有一个稳定的第一曲线，有现金流、流量池、好口碑，这是好事情，不要去折腾它。与此同时，既不要把第一曲线转型到第二曲线，也不要把第二曲线合并到第一曲线。\n\n企业家的两个职责：\n\n让现有的核心业务曲线发展到极致；（守正）\n\n带领新组织开辟新的价值网曲线。（出奇）"
    },
    {
        "id": "932620",
        "创建时间": "2024/1/22 18:03",
        "内容": "宁要模糊的正确，也不要精确的错误。\n\n这句话段永平引用了巴菲特，而巴菲特是在 1986 年股东信里引用了凯恩斯：\n\nWe agree with Keynes's observation: \"I would rather be vaguely right than precisely wrong.\""
    },
    {
        "id": "932633",
        "创建时间": "2024/1/22 18:51",
        "内容": "@文武啊: 每个天才都是金子，但最高殿堂里连地板都是金子做的"
    },
    {
        "id": "933397",
        "创建时间": "2024/1/23 17:57",
        "内容": "Canva 创始人 Melanie Perkins：最好的创业点子往往有三个共同点: 它们是创业者自己想要的，是他们自己能够创造的，而且很少有其他人意识到值得去做的。"
    },
    {
        "id": "933881",
        "创建时间": "2024/1/24 9:35",
        "内容": "遇到创造瓶颈的时候？\n\nRobinhood 联合创始人 Vlad Tenev ：忽略这个问题几天，让潜意识去解决它。\n\nRobinhood 联合创始人 Baiju Bhatt：我喜欢辩论和挑战自己的假设\n\nPinterest 创始人 Evan Sharp：我在 Pinterest 上找到了灵感，让我跨过这个障碍，重新进入创造性的流程。\n\nCanva 创始人 Melanie Perkins：每天我都和超级聪明和善良的人一起工作\n\nNBA 达拉斯老板 Mark Cuban：-\n\nAsana 创始人 Justin Rosenstein：走开。去跑步。游览大自然或者冥想\n\nSlack 的 CTO Cal Henderson ：我会找出我认识的人做过的项目，看看他们正在做的有趣的新工作。"
    },
    {
        "id": "939954",
        "创建时间": "2024/1/29 17:40",
        "内容": "那种不依靠任何光环就能让人喜欢和欣赏的人，无一例外，都是拥有高贵人格和坚韧心灵的人，所谓的真正意义的好人。无论好人还是坏人，都会喜欢这种人，毕竟坏人也不喜欢坏人，坏人也喜欢好人。"
    },
    {
        "id": "941035",
        "创建时间": "2024/1/31 15:05",
        "内容": "每天AI信息不断，全是标题党。建议：\n1、看算法、算力、数据的架构变化\n2、看符号、连接、行为如何结合\n3、从单模态到多模态如何演进\n4、Copilot和Agent，如何scale up，如何从软件到硬件"
    },
    {
        "id": "946014",
        "创建时间": "2024/2/5 13:10",
        "内容": "一旦你有了自己的性格，你便有了自己的一套僵化的套路。你的行为会变得很呆板，总是在人的意料之中。也就是说,你已经丧失了一种能力,即运用你所有的资源,来自由应对世界上出现的各种情况。你总是预先决定好用一种方式处理事情，也就是你的性格所包含的内容。\n\n所以，我认为,最富有、效率最高、最有创造力的人就是那种没有性格的人，这听起来是一种悖论，但却不一定是错的。在我们的社会里，我们总是要求一个人要有性格，特别是要有一个“优秀的”品格。因为那样的话，他做的任何事情就可以预测了。人们就可以将他分门别类,加以管理。"
    },
    {
        "id": "947168",
        "创建时间": "2024/2/6 16:58",
        "内容": "“我们太追求一种整体性，其实分类是合理有用的”，包括乌素也提到标签起到概括和提效的作用，这个观点和我之前表达的类似，用标签来限制自己能做什么不能做什么很傻，但用来快速表达和筛选却很有效。所以过度沉迷mbti或者用mbti当借口来限制自己，或者对mbti批判过度，都是我不赞同的。mbti作为一个自我认知的工具有其局限性，但认识自己本就不容易，不能只靠一个工具来做到，任何工具都不行。"
    },
    {
        "id": "947170",
        "创建时间": "2024/2/6 17:00",
        "内容": "我很佩服白老师没有什么“纠正”别人的想法，就是面对一些对mbti的常见误解，或者乌素表示不知道自己是什么类型、感觉自己做了一些“不符合类型”的事，他第一反应不会是“那我现场给你鉴定下”“我告诉你一些区分的方法”，而是非常尊重对方的自我认同，表示“你可以尝试如何如何”。克制炫耀和表达自己知道很多，是很高级的。"
    },
    {
        "id": "947171",
        "创建时间": "2024/2/6 17:02",
        "内容": "据我观察，到了你感觉“厉害”层面的人，都不太好猜mbti，因为他们不会有明显的刻板印象的短板，i人工作起来一样长袖善舞，p人行动起来同样超速。 小宇宙上播客做得好的人，什么类型都有，恰恰说明无论什么类型的人，都可以通过完善自己的功能，不断进化，最终抵达同一个自洽自由的终点。 mbti是一个提示我们自己现在是什么样和未来可以如何发展的工具，希望更多人能够用好它。"
    },
    {
        "id": "950047",
        "创建时间": "2024/2/9 23:37",
        "内容": "专注使工作事半功倍。\n几乎所有我见过的那些花更多时间思考应该专注在哪些事情的人，都从中受益颇多。做正确的事比花费更多的时间更重要。大多数人把大部分时间浪费在无关紧要的事情上。\n一旦你弄清楚要做什么，就马不停蹄地完成几个优先事项。我还没有遇到过谁很成功，但行动力弱的。"
    },
    {
        "id": "950048",
        "创建时间": "2024/2/9 23:37",
        "内容": "大家先想一想，爱因斯坦之前的物理学家是怎么做研究的？\n他们去做各种实验，去测量各种数据，然后去研究这些数据里的规律，最后用一组数学公式来“解释”这些数据，如果解释得非常好，他们就认为得到了描述这种现象的物理定律，然后顺带着发现了隐藏在理论里的某些性质，比如某种对称性。在这里我们能清晰的看到实验-理论-对称性这样一条线，这也符合我们通常的理解。\n但是，爱因斯坦把这个过程给颠倒了，他发现上面的过程在处理比较简单的问题的时候还行，但是当问题变得比较复杂，当实验不再能提供足够多的数据的时候，按照上面的方式处理问题简直是一种灾难。"
    },
    {
        "id": "950049",
        "创建时间": "2024/2/9 23:37",
        "内容": "人们总是习惯性的为不敢尝试的东西找合乎逻辑的借口"
    },
    {
        "id": "950823",
        "创建时间": "2024/2/11 0:47",
        "内容": "从他身上我读出了典型的“人生巅峰经验”，在完形心理治疗里，这是个重要概念。　　\n这里说的“巅峰经验”，是指的一个人在生命中遇到重大变故，或在情感或感官上受到重大刺激后，人生态度和看法随之改变，就叫“巅峰经验”。"
    },
    {
        "id": "962372",
        "创建时间": "2024/2/18 15:25",
        "内容": "GenAI 带来的新预期是：我可以通过问问题，最终找到一个还不错的答案，获得到一个还不错的结果。从而，不再那么害怕问问题。\n\n例如，在AnswerAI中，用户会提出“他此前在学校里是不太敢问问题的，不会的事情也不太愿意请教老师或同学，但有了这个产品，他会问很多问题，也不会觉得难堪或不好意思。”。这种心理预期的变化，很难得也很宝贵。事实上，提出一个好问题，找到那个正确的答案，本就不是那么容易。一如用好搜索引擎是一件需要训练的事情一样。于是，无论是在互联网中，或在现实中，对大多成年人来说，问问题是一个巨大的门槛。\n\n生成式模型和与人类对齐的对话体验，让问问题变得轻松，用户可以在与模型的交互中获得很好的正反馈。"
    },
    {
        "id": "966501",
        "创建时间": "2024/2/20 14:13",
        "内容": "产品管理来自某些组织的 2 种特性的副产品：速度和规模。\n\n组织所处的行业技术创新速度正在加快；\n\n产品、组织的规模和产品的客户，这些的增长不断在创造复杂性；"
    },
    {
        "id": "984493",
        "创建时间": "2024/2/28 11:39",
        "内容": "对孩子来说，一切都是新奇和令人惊讶的。\n\n世界是一个充满学习机会的地方，因此大脑在记忆方面进行大量更新。你生日、假期、学校日子的完整记录，都被铭记。每天都有新奇的信息涌现，因此大脑极为关注，你就会感觉一天中有很多“时间片段”。\n\n这些丰富的信息被存储起来，使得即使是回顾，那些日子也似乎更加漫长。\n\n随着年龄的增长，新奇的事物仅仅成为旧记忆上的一小片“补丁”。为什么要存储你第 N 次假期的完整细节，而不是简单地记录下它与第一次的不同之处呢？\n换句话说，随着我们年龄的增长，我们的记忆和注意力成了它们过去的低保真版本。\n\n随着生活中的模式开始自我重复，我们注意到并记住的“时间片段”变得越来越少，越来越粗糙。因此，如果有人问你生命中的时间都去哪儿了，你回想起来，大部分记忆都与童年有关，近期的记忆却寥寥无几。"
    },
    {
        "id": "984494",
        "创建时间": "2024/2/28 11:40",
        "内容": "让你感觉时间加速的主要罪魁祸首是可预测性。你的日子越可预测，你就越会觉得它们短暂。\n\n来做个思想实验。\n如果你有一份稳定的工作，你可以在脑海中进行一整年的时间旅行，发现每一天都差不多。但如果我让你想象在一个外国大学攻读梵语博士学位，你将无法想象你的日子会是什么样子。\n\n因此，可预测性不仅影响我们对当前时间的感知，也影响对未来时间的预期。\n\n在童年时，假期因为充满了新奇信息，因此它让人觉得充实而漫长。现在，你第 N 次去某个地方旅行就感觉短多了，因为你知道将会发生什么。\n\n我们该如何行动，以减缓时间的流逝呢？我能想到的唯一方法是打破日常的可预测性，主动寻找（大量的）惊喜。"
    },
    {
        "id": "984496",
        "创建时间": "2024/2/28 11:42",
        "内容": "不幸的是，随着年龄的增长，进化让我们更倾向于避免探索和冒险。\n\n我们的大脑倾向于更多地利用我们已经较好理解的世界，而不是鼓励我们去探索更多。但这正是让你的岁月匆匆流逝的原因。\n\n有趣的是，让时间放慢的解决方案不是无聊（正如我曾以为的）。无聊是一种消极状态。解决方法是勇敢地投身于未知的领域。\n\n也就是说，要么是身体上的旅行，体验不同的文化和环境，做一些从未尝试过的活动；要么是心灵上的旅行，阅读、学习新技能、挑战自我。"
    },
    {
        "id": "984497",
        "创建时间": "2024/2/28 11:42",
        "内容": "注意，我们非常擅长掌握模式/建立预测模型。一旦我们弄清楚了游戏的获胜条件或故事情节，我们就会兴趣全无。\n\n因此，存在的危机实际上是对生活的一种预警。拥有所有预测模型的大脑会问：这就是生活的全部吗？但它错了——这只是它选择的生活的全部。\n\n它无法预测的（彻底）不同的生活会让大脑保持警觉。这里的关键词是“彻底”。变化越小，记忆留存的时间就越短。"
    },
    {
        "id": "986108",
        "创建时间": "2024/2/29 10:45",
        "内容": "创一代喜欢输出观点和理论，富二代喜欢分享生活"
    },
    {
        "id": "996113",
        "创建时间": "2024/3/1 11:43",
        "内容": "为了KPI为了业务线存活，必须要证明价值和存在意义，就得不停的扩张业务，开拓更多的边疆，让细胞自由生长的往外吞噬（招聘）进来更多人\n\n但从宏观大脑而讲，一团有机体到底要不要存活下来呢？这个视角将直接否定有机体自主的存活意识，因为有机体是默认自己需要存活才不停的扩张的。但这就导致大公司不断招聘，还不停的缺人，还觉得忙的不可开交。\n\n因为很多业务线根本不需要开。\n\n超大的生命体很难做到绝对聚焦，因为每个有机体都想活，所以不管三七二十一得吞噬更多的外部细胞。然而，如果大脑没意识到这个利益关系，很容易被这些细胞拖垮。\n\n我已经看见招聘为了部门人头指标招一堆不干活的人进来，大家都很讨厌，但竟然裁不掉（因为需要再招才能裁人）。这个默认需要生存扩张，造成劣币驱逐良币的恶性循环。所以优秀员工总是优先离职，因为看得见这个循环。\n\n所以我越来越敬佩能绝对聚焦的人，绝对聚焦的公司。苹果做了这么久什么都可以做啊，它为什么只发布了几个产品？但国内公司（比如我司）最喜欢讲的就是全栈可控，从上到下打通都是自己的"
    },
    {
        "id": "996716",
        "创建时间": "2024/3/1 16:44",
        "内容": "看到了 YC 招聘工程师的一个帖子。与常规招聘贴不同的是，作者用一篇长文来介绍岗位需求的来龙去脉， 蛮有意思， 值得借鉴。\n\nBut I thought that rather than write a regular job post about them (boring!), it would be more fun to write about the history of the YC software team and what we've been up to. YC is a somewhat unusual place to work, and I wanted to give you a flavor of what it might be like.\nhttps://news.ycombinator.com/item?id=39432015"
    },
    {
        "id": "1004968",
        "创建时间": "2024/3/4 17:17",
        "内容": "Scaling law为什么能成为第一性原理？你只要能找到一个结构，满足两个条件：一是足够通用，二是可规模化。通用是你把所有问题放到这个框架建模，可规模化是只要你投入足够多算力，它就能变好。\n\n这是我在Google学到的思维：如果能被更底层的东西解释，就不应该在上层过度雕花。有一句重要的话我很认同：如果你能用scale解决的问题，就不要用新的算法解决。新算法最大价值是让它怎么更好的scale。当你把自己从雕花的事中释放出来，可以看到更多。"
    },
    {
        "id": "1004974",
        "创建时间": "2024/3/4 17:21",
        "内容": "现在的开发方式会演变成，你是要做一个巨大的系统，需要新的算法，扎实的工程，甚至很多产品和商业化。好比21世纪初，你不可能在实验室研究信息检索，要放在现实世界，有一个巨大的系统，有一个有用户的产品，像Google。所以，科研或教育系统会转变职能，变成培养人才为主。\n\n杨植麟：我想强调，它不是纯科学，它是科学、工程和商业的结合。它得是一个商业化组织，是公司、不是研究院。但这个公司是从零到一建造的，因为AGI需要新的组织方式——一，生产方式跟互联网不一样；二，它会从纯研究变成研究、工程、产品、商业相结合。\n\n核心是，它应该是一个登月计划，有很多自顶向下的规划，但规划中又有创新空间，并不是所有技术都确定。在一个top-down（自上而下）框架下有bottom-up（自下而上）的元素。本来不存在这样的组织，但组织要适配技术，因为技术决定了生产方式，不匹配就没法有效产出。我们相信大概率要重新设计。"
    },
    {
        "id": "1004994",
        "创建时间": "2024/3/4 17:29",
        "内容": "我们做long context（长上下文），需要对未来有判断，你要知道什么是根本的、接下来的方向。还是第一性原理，“去雕花的过程”。如果你专注雕花，只能看OpenAI已经做了什么，我看怎么把它已经做的做出来。\n\n你会发现在Kimi（AI智能助手）里做长文本无损压缩，产品体验独特。读英语文献，它能很好帮你理解。你今天用Claude或GPT-4，不一定做得好，需要提前布局。我们做了半年多。相比我今天看到一个long context风口，赶紧召集两个团队，用最快速度开发，有很大区别。\n\n当然马拉松刚开始，接下来会有更多差异化，这需要你提前预判到底什么是“成立的非共识”。"
    },
    {
        "id": "1004996",
        "创建时间": "2024/3/4 17:30",
        "内容": "为什么长文本是登月第一步？\n\n杨植麟：它很本质。它是新的计算机内存。\n\n老的计算机内存，在过去几十年涨了好几个数量级，一样的事会发生在新的计算机上。它能解决很多现在的问题。比如，现在多模态架构还需要tokenizer（标记器），但当你有一个无损压缩的long context就不需要了，可以把原始的放进去。进一步讲，它是把新计算范式变成更通用的基础。\n\n旧的计算机可以0、1表示所有，所有东西可被数字化。但今天新计算机还不行，context不够多，没那么通用。要变成通用的世界模型，是需要long context的。"
    },
    {
        "id": "1004997",
        "创建时间": "2024/3/4 17:30",
        "内容": "能够做到个性化。AI最核心的价值是个性化互动，价值落脚点还是个性化，AGI会比上一代推荐引擎更加个性化。\n\n但个性化过程不是通过微调实现，而是它能支持很长的context（上下文）。你跟机器所有的历史都是context，这个context定义了个性化过程，而且无法被复刻，它会是更直接的对话，对话产生信息。\n\n另一方面是，你不能只提升窗口，不能只看数字，今天是几百万还是多少亿的窗口没有意义。你要看它在这个窗口下能实现的推理能力、the faithfulness的能力（对原始信息的忠实度）、the instruction following的能力（遵循指令的能力）——不应该只追求单一指标，而是结合指标和能力。\n\n如果这两个维度持续提升，能做非常多事。可能可以follow（执行）一个几万字的instruction（指令），instruction本身会定义很多agent（智能体），高度个性化。"
    },
    {
        "id": "1004998",
        "创建时间": "2024/3/4 17:34",
        "内容": "（GPT-4）是AGI的必经之路。核心是，不能只满足做到GPT-4的效果。一是要想现在真正的非共识是什么，除了GPT-4，下一步是什么？GPT-5和GPT-6应该是什么样？二是看，你在这里面有哪些独特能力，这点更重要。"
    },
    {
        "id": "1005001",
        "创建时间": "2024/3/4 17:35",
        "内容": "“应用”听起来好像你有一个技术，你想把它用在什么地方，有商业化闭环。但“应用”不是准确的词。它跟AGI是相辅相成的。它本身是实现AGI的手段，也是实现AGI的目的。“应用”听起来更像目的：我为了让它有用。你是要combine东西方的哲学，要赚钱，也要有理想。\n\n今天用户帮我们发现了很多从没考虑过的场景。他拿这个筛选简历，这是我们设计产品时没想过的，但它天然work。用户的输入反过来让模型变得更好。Midjourney为什么效果好？它在用户端做了scaling——user scaling和model scaling需要同时做。反过来，你如果只关注应用，不关注模型能力迭代，不关注AGI，贡献也有限。"
    },
    {
        "id": "1005004",
        "创建时间": "2024/3/4 17:36",
        "内容": "我们是坚定的长期主义者。当你实现AGI或更强智能，今天的一切会被改写。PMF固然重要，但如果着急找PMF，你很可能又被降维打击。降维打击发生过太多次。以前很多人做客服、对话系统，做slot filling（槽填充），有些规模不错的公司。但是，全是降维打击了，很难受。\n\n它不是说不成立。假设你今天找到一个场景，用现在的技术能力，且从0到1增量价值巨大，从1到n空间又没那么大，这种场景OK。\n\nMidjourney就是，或者做文案生成，相对简单一点的任务，从0到1效果又很明显。这种是只关注应用的机会。但是，最大机会不在这。你的目的假设是商业化，你不可能脱离AGI去思考。我现在只做应用，那好，可能过一年你就被碾压了。\n\n技术是这个时代唯一新变量，其他变量没变。回到第一性原理，AGI是所有事情的核心。基于这个，我们推导出来：超级应用肯定需要有最强的技术能力。"
    },
    {
        "id": "1005013",
        "创建时间": "2024/3/4 17:40",
        "内容": "可以理解成有两种不同压缩。一种是压缩原始世界，这是视频模型在做的。另一种是压缩人类产生的行为，因为人类产生的行为经过了人的大脑，这是世界上唯一能产生智能的东西。你可以认为视频模型在做第一种，文本模型在做第二种，当然视频模型也一定程度包含了第二种，一些人创造出来的视频包含了创作者的智能。\n\n它最终可能会是mix，需要通过这两种方式从不同角度学习，但最终对智能的增长都有帮助。\n\n所以，生成可能不是目的，它只是压缩这个函数。如果你压缩足够好，最后生成的效果就会很好。反过来，如果你这个模型本身没办法生成，是不是也存在可能把它压缩得非常好？这点存疑。有可能生成非常好，是压缩非常好的一个必要条件。"
    },
    {
        "id": "1007200",
        "创建时间": "2024/3/5 19:03",
        "内容": "按照列宁的观点，底层劳动人民只有“自发性”没有“自觉性”。所以这种“自发性”既可以表现为最朴素的阶级情感，最友善的互帮互助；也可以表现为最残忍的丛林法则，最赤裸裸的霸凌与伤害。"
    },
    {
        "id": "1009737",
        "创建时间": "2024/3/7 9:38",
        "内容": "“你刚才说的每一句话我都不爱听，我听了都不高兴，但不可否认你说的都是对的”"
    },
    {
        "id": "1026339",
        "创建时间": "2024/3/14 16:41",
        "内容": "大多数和我一样被数学毒打过的孩子都是偏N的思维，我曾经认为用模型可以抽象整个世界，任何细枝末节都可以概括为某一个原理或者是套入框架里。\n这种思维遇到的第一个挑战是维特根斯坦的语言边界：语言作为一种工具，它的描述能力是有限的，再精妙的句子也无法把一个人的感受100%传达给另一个人，你没办法感知语言描述能力以外的世界。\nN人在面对现实世界的复杂性和个体的独特性时，我们的抽象概念就很难精准捕捉到那种微妙的、细小的现实。所以我学到最重要的事情，是去感受世界，感受具体的人和事。"
    },
    {
        "id": "1026340",
        "创建时间": "2024/3/14 16:42",
        "内容": "我做一件副业之前，要三思而后行，要写一个策划文档，调研好其他竞争对手的现状和过往，最后一年到头这件事完成了30%；同样的时间里，P人朋友这一年已经尝试了8个副业，虽然不一定赚到多少钱，但是他探索的世界要比我丰富得多，焦虑要比我少得多，最后发现真正赚钱项目的概率也要比我大得多。"
    },
    {
        "id": "1026359",
        "创建时间": "2024/3/14 16:45",
        "内容": "另一方面，开启一个创业公司对你的职业生涯来说也没有那么大的风险。如果你真的很擅长技术，那么即使你失败了你也能找到工作。大多数人都没有那么擅长评估风险。我个人认为，比起创业，更有风险的选择是，当你有一个真正热爱的想法或者项目，但是你却停留在了一个安全，轻松，不尽如人意的工作中。​\n​\n想要做个成功的创业公司，你需要：一个非常好的想法（包括非常大的市场），一个非常好的团队，一个非常好的产品，和非常好的执行。​\n​"
    },
    {
        "id": "1026370",
        "创建时间": "2024/3/14 16:55",
        "内容": "最好不要过于努力地强迫自己想出创业点子。相反，了解很多不同的事物。锻炼自己发现问题的能力，关注那些看似低效的事物和重大技术变革。投身于你感兴趣的项目。刻意与聪明、有趣的人为伍。在某个时刻，灵感就会涌现出来。"
    },
    {
        "id": "1026371",
        "创建时间": "2024/3/14 16:55",
        "内容": "我们非常喜欢崭新的东西，而不是衍生出来的东西。大多数真正的巨型公司都是从一些根本性的新事物开始的。（新事物约等于比之前好十倍的东西）。如果同时有十家公司有相同的计划，并且要做的东西非常像一些已经存在的东西，我们会比较怀疑。​\n​\n一个非常重要的反直觉的原因是，做全新的和困难的东西，要比做老的和容易的事情更简单。因为前者人们愿意帮助和加入你。后者不会。​\n​\n最好的想法是那种，听起来很糟糕，但是实际上是很好的。因此，你不需要对你的想法过于保密。如果你的想法真的是个很好的主意，那么它听上去很可能并不值得抄袭。即使你的想法真的听上去很值得被抄袭，但是这个世界上愿意真正去付出很多努力将一个好想法打造成一个好公司的人是非常非常少的。相反，如果你告诉人们你正在做的事情，大家可能会提供帮助。"
    },
    {
        "id": "1026456",
        "创建时间": "2024/3/14 17:48",
        "内容": "优秀的创始人不会做太多大项目，但他们会非常专注地做任何一件事情。他们非常快速地完成任务，决策能力很强，这在创业公司中非常重要，因为你会收到许多冲突的建议。这些建议有时会引导你采取不同的方法，有时则是错误的建议。优秀的创始人会聆听所有的建议，然后快速做出自己的决策。​\n​\n请注意，这并不意味着要对所有事情都进行强烈的投入——这是不可能的。你必须选择正确的事情。正如Paul Buchheit所说，要找到以10%的努力获得90%的价值的方法。市场并不关心你有多努力，它只关心你是否做了正确的事情。​\n​"
    },
    {
        "id": "1026475",
        "创建时间": "2024/3/14 18:03",
        "内容": "值得重复的是，优秀的人有很多选择，而你需要优秀的人才能建立一个伟大的公司。在股权、信任和责任方面要慷慨。要努力去争取那些你认为自己可能招不到的人。记住，你想雇佣的那些人如果愿意，他们可以自己创业。​\n​"
    },
    {
        "id": "1026476",
        "创建时间": "2024/3/14 18:03",
        "内容": "对于几乎所有的职位，重视素质而不是经验。寻找具有真正智慧和完成过很多事情的人。"
    },
    {
        "id": "1026514",
        "创建时间": "2024/3/14 18:10",
        "内容": "《黄仁勋：打败对手不是目标》，也是类似的思路~老黄的观点是：只有你的客户会给你带来生意，而竞争对手不会，所以你的焦点始终是服务好你的客户，而不要盯着竞争对手~_x1f44d_"
    },
    {
        "id": "1051383",
        "创建时间": "2024/3/25 15:56",
        "内容": "因为有些时候自己过于喜欢追求先进理念，而忽略了动手能力。以为知道之后就有了一些智力上的优势，甚至可以用来出去吹嘘和标榜一个「业内人士」的身份，获得关注。\n\n但真正落地的时候，就会被嗑的头破血流。比如知道 stable diffusion 的原理，知道 control net 的作用，知道 Lora 炼丹的效果。但是却从未动手将其组合起来，亲自运行一下，看看实际效果是什么样的。\n\n可能内心深处还是认可马克思说的：重要的不是解释世界，而是改变世界。\n\n所以不要瞧不起那些没什么技术含量的「开源套壳」产品赚的盆满钵满，至少他们在工程能力上表现优异。"
    },
    {
        "id": "1059321",
        "创建时间": "2024/4/1 10:39",
        "内容": "因为看过《笔记的方法》而使用 flomo 用户的留存率和好评度，远远高于当时被应用市场推荐而下载的用户。\n\n产品本身没有什么变化，不同之处在于，前者知晓了使用 flomo 的一些基础协议，比如用自己的话做笔记，写卡片而非写文章，就像知道单双号限行，油车不能进景区这些协议一样。而后者则没有这方面的共识，就会带着自己已有的惯性使用，继而导致各种摩擦。\n\n但显然我们不能指望每位 flomo 用户都看过我们写的书、演讲、文章之后才来使用。所以在去年做了一个很重要的决定，就是去 flomo 101 化 —— 提取出来最关键的几条规则，以产品化的形式告诉用户，而不是用几十篇文章，甚至一本书。\n\n从实际结果上来看，这次改动的效果收益颇丰，因为所有用户无论前置获得过什么信息，在打开产品的时候，都会快速的了解到使用这个产品的核心「协议」是什么，继而按照这套规则使用下去。"
    },
    {
        "id": "1059329",
        "创建时间": "2024/4/1 10:47",
        "内容": "最早小报童希望沿用 flomo 的卡片思路，希望创作者提供一些真知灼见即可，不需要写成长篇大论。但是这种如微博一样的付费内容，作者是开心了，但是读者却不愿意为此买单。于是上线没多久就发现，许多作者越写越长，甚至不断要求要有标题。最终我们不得不修改基础设施， 甚至专门开发了创作者后台，支持富文本编辑。"
    },
    {
        "id": "1059347",
        "创建时间": "2024/4/1 11:16",
        "内容": "长期主义的核心是，了解所在行业中不会改变的极少事实，把少数永远不会改变的事物，当做长期思考的对象，然后把其他事情都放在需要不断更新和调整的筐里面。"
    },
    {
        "id": "1059348",
        "创建时间": "2024/4/1 11:18",
        "内容": "如果你自认为是一个「长期主义者」，那么试着问问自己，你所坚持的事情中，有多少是不会改变的事实？"
    },
    {
        "id": "1080210",
        "创建时间": "2024/4/18 16:51",
        "内容": "entp的哲学 似乎是一种否定式的哲学"
    },
    {
        "id": "1093165",
        "创建时间": "2024/5/2 19:14",
        "内容": "赛道，决定你能飞多高；方法，决定你能跑多快；品行，决定你能走多远。"
    },
    {
        "id": "1096943",
        "创建时间": "2024/5/8 1:24",
        "内容": "1931年，天才且英年早逝的数理学家哥德尔提出了不完备性定理，打碎了所有数学家、哲学家近千年的梦想。基本意思是说，在一个有限条公理组成的、自洽（self-consistant）的系统内，总会有无法用这个逻辑系统推断是真或是伪的命题，即总有这个系统不可知/不可判定的问题。它明明白白地告诉我们，我们试图用有限条原理加逻辑去解释世界是徒劳的。哥德尔证明了这不可能。"
    },
    {
        "id": "1101093",
        "创建时间": "2024/5/13 9:12",
        "内容": "不要小看在电梯里做俯卧撑的人。\n他们为接下来的爬楼运动已经做好了热身。"
    },
    {
        "id": "1107687",
        "创建时间": "2024/5/21 10:35",
        "内容": "每个用户，对某个产品都有一个心理预期和理解，这其实早已潜藏在人们心中了\n这种感受，我们会称之为用户心智。\n用户心智，以大白话讲，就是用户会不会觉得那是个要解决的问题\n\n很多人创造了很多产品，乍一看确实还挺有用的，但用户压根不会觉得那是个问题。直到当你掰开揉碎了，给用户讲了好几遍之后，用户才会意识到，啊，原来是这样的，我需要解决它\n这就是没有用户心智的表现"
    },
    {
        "id": "1107688",
        "创建时间": "2024/5/21 10:39",
        "内容": "如果你和别人同质化，你就应该增加一个限定词，让他差异化。\n比如别人做一个跑步软件，你也做跑步软件。\n好，此时你只需要增加一个：女性专属的跑步软件，我们更关爱你。\n回到一致性强化，你就应该在跑步软件里增加月经设置，在月经期就应该发Push，比如提供一些月经期的运动建议。\n这个功能，对于男士是没有任何价值的。\n但因为有了它，你抢占了女性用户的心智，它就能传播."
    },
    {
        "id": "1108657",
        "创建时间": "2024/5/22 21:16",
        "内容": "做个房车生存游戏，可以自由组装房车，包含基础的房车配置参数，配合中国地图，结合小组件显示当前位置，云旅游"
    },
    {
        "id": "1115777",
        "创建时间": "2024/6/1 1:08",
        "内容": "我带着真诚和勇敢而来，遗憾的人不该是我"
    },
    {
        "id": "1118864",
        "创建时间": "2024/6/6 10:15",
        "内容": "纯粹以结果导向，必然带来过拟合。"
    },
    {
        "id": "1121703",
        "创建时间": "2024/6/11 14:21",
        "内容": "独立开发的朋友，想要让自己能独立生存下来，最高优先级的应该是去推广产品，但是其由于种种原因，总还是选择去打磨产品，而不愿意去做和推广相关的事情。这种错误的优先级排布，会让战略本身大打折扣。"
    },
    {
        "id": "1130607",
        "创建时间": "2024/6/20 10:38",
        "内容": "事情的发展需要时间\n\n任天堂于1889年成立，这是相当出名的。而现代的化身——山内任天堂有限公司，则是在近50年后的1933年成立的。他们花了40年时间销售扑克牌，然后又花了10年时间仅仅作为电子产品的经销商，才推出了他们的第一款电子硬件。\n\n乐高集团于1932年在丹麦的一个工作坊开始；他们花了26年的时间，直到技术、迭代和运气的结合，才使他们得到了我们现在所说的乐高（呃，抱歉，是乐高积木）。\n\n耐克花了8年时间仅仅是向美国市场转售（字面意思，不是比喻）鬼冢虎鞋。\n\n盖茨和艾伦经营微软时，本质上也是一家自由职业公司，也花了8年时间，然后才与IBM签订合同（即使这样，也需要额外的两年时间才能转化为MS-DOS）。\n\n（当然，也有一些公司像雅典娜一样，完全从他们的创造者的头脑中诞生出来，比如亚马逊和台积电。）\n\n当我们为我们所喜爱的公司（或者至少是我们觉得最有趣的公司）建立传记时，我们很容易画出干净、整洁、令人满意的弧线，并快进到那些不会影响我们对这些组织的现代理解的无聊时期。\n\n但是，无论是耐克Cortez还是乐高System 236自动门车库，都不是来自这两家公司存在的头10年。\n\n成功的一部分在于活得足够长，让正确的事情同时发生在你身上。"
    },
    {
        "id": "1131618",
        "创建时间": "2024/6/21 21:34",
        "内容": "@贾星星\n「如果你抑郁了：说明你活在过去：如果你焦虑了，说明你活在未来：如果你平静了，才说明你活在现在。当你真正开始爱自己的时候，你就会睡的越来越早，也越来越喜欢锻炼，你不再纠结和焦虑，变得自信满满。去追求有意义的人和事，这个时候，你就会发现：人生才刚刚开始。」"
    },
    {
        "id": "1131619",
        "创建时间": "2024/6/21 21:34",
        "内容": "“今天的对话界面最大的可用性问题是它们将技术工作转嫁给了非技术用户。除了可发现性差之外，它们与命令行的另一个相似之处在于，理想的输出只能通过学习命令来实现。”"
    },
    {
        "id": "1135029",
        "创建时间": "2024/6/26 9:33",
        "内容": "其实仔细想想，少有像推荐算法这么契合平台模式的技术，一端联通了用户体验，一端联通了广告商业。看google、facebook、bytedance的起家，更感叹于此。\n\n如何把人的主观意志给量化并沉淀，由一开始的编辑精选（门户网站），到熟人推荐（社交网络），再到陌生人推荐（算法驱动的内容平台）。\n\n看世界上最伟大/大的几家公司，其实出发点不是服务于特定人群的特定需求，反而更像是发现了一种简约而通用、但在当时十分大胆的科技与社会交融的产品结构假说（例如page rank），这种产品结构特征带有极强的自强化属性，一力万钧，剩下的事水到渠成"
    },
    {
        "id": "1136608",
        "创建时间": "2024/6/28 9:25",
        "内容": "聪明的人找变量\n智慧的人找规律"
    },
    {
        "id": "1136698",
        "创建时间": "2024/6/28 13:13",
        "内容": "准确度是 AI 搜索的第一要义。用户之所以会选择使用 AI 搜索引擎，是因为传统搜索引擎不能第一时间给到用户想要的答案，往往需要点进去阅读几个链接的内容之后，才能得到足够多的信息。而 AI 搜索引擎，解决的第一个问题就是搜索效率问题，用 AI 代替人工，阅读检索内容，总结归纳后给到用户一个直接的答案。而这个答案，一定要有足够高的准确度。这是建立用户信任的基础，如果准确度不达标，用户使用 AI 搜索的理由就不成立。"
    },
    {
        "id": "1136699",
        "创建时间": "2024/6/28 13:13",
        "内容": "真正能证明自己把一项技能学到手，有 2 种证明方式： \n1. 将习得这项技能的知识和过程，制作成一本书\n2. 将这项技能运用于一个或多个作品上"
    },
    {
        "id": "1148252",
        "创建时间": "2024/7/4 15:02",
        "内容": "作用因人而异\n从我个人的角度来说吧\n\n起初了解到mbti觉得很新奇，可以把它当做一个了解自己的工具，因为我是INFJ，在了解到那么多人和我一样时，就不觉得自己奇怪了，有一种归属感，并且学会发挥自己的优势。可以说，在我的青春期阶段，mbti帮助我迅速成长，为自我人格的塑造提供了一个助力的作用\n但时间久了就会发现，mbti开始限制我的思维了，我已经开始习惯把自己往这个模子里套了，这会限制我的可能性，于是我便有一段时间都不再看mbti的文章了\n\n现在我已经能灵活运用它了，我常常在心里偷偷给别人判型，然后调整与他的相处方式，有时看mbti的一些梗也挺有趣\n\n对于这个东西，你可以相信它，但不能过度依赖它，最终我们还是要生活在世俗里的"
    },
    {
        "id": "1148603",
        "创建时间": "2024/7/5 0:18",
        "内容": "昨天听快刀青衣的演讲，有个很有启发的点。\nPM 用别人APP，\n难的不是找出缺点，这对PM来说太容易了。\n难的是找出优点，不管多烂的APP一定有它的优点。\n就算是三秒钟崩溃一次的印度APP，它也有优点（就是特别自信。\n\n扩散到其他品类，道理也是完全一样的\n创作者需要抛开自己的ego去做竞品调研\n\n写公众号的人看咪蒙\n写书的人看郭敬明\n拍电影的人看战狼\n做音乐的人听凤凰传奇\n\n难的不是你能找出缺点，这太容易了\n难的是你发现他们的优点。\n\n为什么？\n因为他们受众这么多\n一定有些地方是做对了\n那是被你忽略的人性"
    },
    {
        "id": "1150261",
        "创建时间": "2024/7/6 19:50",
        "内容": "如果你不具备改变当下的能力，最好的办法是去虚心求教，等到有了改变的能力再回来改造。而非拉着心爱的东西（比如产品半成品，比如志同道合的合作伙伴等）一起冲下深渊。"
    },
    {
        "id": "1151996",
        "创建时间": "2024/7/8 13:47",
        "内容": "稳定的日均消耗10亿token应该是AI产品的一条金线，过这条线大概率产品已经找到了 PMF ，并且有随时扩圈的可能性"
    },
    {
        "id": "1158221",
        "创建时间": "2024/7/14 12:34",
        "内容": "标签，是一种工具。\n是你用来管理别人的，不是用来限制自己的。\n\n比如社恐/社牛，mbti。"
    },
    {
        "id": "1159028",
        "创建时间": "2024/7/15 10:45",
        "内容": "最近深入研究了拼多多相关资料后有一个感受，需求侧的不满足是永恒的，如何重新定义和组织供给侧才是决定性的。"
    },
    {
        "id": "1160492",
        "创建时间": "2024/7/16 20:10",
        "内容": "神话是最早的世界模型，\n故事是每个人的世界模型"
    },
    {
        "id": "1160493",
        "创建时间": "2024/7/16 20:10",
        "内容": "很多词、很多概念妙不可言。\n\n例如，非常简单的等号“=”。强行在看似毫不相关的两个词之间用等号连接，可以获得很大的理解力量。\n\n举例：\n预测=智能\n智能=压缩\n求解=搜索\nLLM上下文=内存\n最小惊讶度=世界模型的最大信息量（自由能理论）\n\n这种等号的背后，意味着是一件事的不同视角，或者同质异构的的东西等等，往往揭示了更深层次的东西。"
    },
    {
        "id": "1165310",
        "创建时间": "2024/7/22 15:48",
        "内容": "「暗涌」：幻方时代，面对竞争的姿态就被评价为“我行我素”，很少在意横向比较。关于竞争，你思考的原点是什么？\n梁文锋：我经常思考的是，一个东西能不能让社会的运行效率变高，以及你能否在它的产业分工链条上找到擅长的位置。只要终局是让社会效率更高，就是成立的。中间很多都是阶段性的，过度关注必然眼花缭乱。"
    },
    {
        "id": "1165311",
        "创建时间": "2024/7/22 15:48",
        "内容": "以后硬核创新会越来越多。现在可能还不容易被理解，是因为整个社会群体需要被事实教育。当这个社会让硬核创新的人功成名就，群体性想法就会改变。我们只是还需要一堆事实和一个过程。"
    },
    {
        "id": "1165312",
        "创建时间": "2024/7/22 15:48",
        "内容": "曾被 AlphaGo 于 2017 年击败的柯洁，也曾于 2023 年表示自己除了比赛外，已经很少和真人练习了，并认为 AI 甚至已经成为了围棋创造力的源头：创造性不是你随便做一件什么不同的事情，创造性必须投入实战并得到检验，现在围棋创新的大部分是 AI 来完成，我们想下一些和以前不一样的棋，大概率会输，因为 AI 通过大量实战，得出和之前不同的思维，这才是创造力。"
    },
    {
        "id": "1165313",
        "创建时间": "2024/7/22 15:48",
        "内容": "2022 年，中国棋手李轩豪在对决申真谞过程中，很多决策都和 AI 最优判断预测前三符合，因此被队友杨鼎新质疑其有用 AI 作弊之疑。生于 95 年的李轩豪在用 AI 训练上「朝九晚九，全年无休，确实很用功」，因此棋路有时会被视作有所谓的「机器味」。"
    },
    {
        "id": "1165314",
        "创建时间": "2024/7/22 15:48",
        "内容": "Pelrine 利用了名为 FAR AI 的程序和 KataGo 对决了超过 100 万局，最后 FAR AI 找到了 KataGo 的弱点，并在人机对决中践行且获胜了：那个策略算不上小儿科，但也不是特别难学。\n然后，他也用同样的方法击败了另一个比较厉害的围棋 AI Leela Zero。策略关键在于要创造一个大的「圈」来围住对手一组棋，然后可以突然把一子下到另一个不相关的角落，去干扰 AI。Pelrine 说，如果是人类棋手，看到那个圈肯定就知道有问题，但 AI 并不会留意到。这个弱点看起来有点「取巧」，是不是让 AI 去进行针对性地训练就能打上补丁？《自然》上周一篇报道援引了今年一篇预印本论文指出，面对专门找 AI 弱点的程序，模型的漏洞并非想象中容易修复。"
    },
    {
        "id": "1168203",
        "创建时间": "2024/7/25 10:12",
        "内容": "如果你拿着强大AI技术却不懂如何创造人性文化娱乐价值，可以读读这些总结记录：\n1.人性最底层逻辑就是张小龙所说的「贪嗔痴」，同时也可以用趋利避害的动物丛林法则来解释。即：我们的欲望，都是大脑基于贪嗔痴，判断所受刺激对生存是有利or有害，这个感知判断机制就叫“正反馈”\n\n2.人类的神经出发点是“损失函数最小化”，方式是对照现实和预期的差距GAP，并努力消除这种GAP。于是人穷极一生都在追求正反馈，追到了就会快乐，而判断正反馈的标准是“自己是否获得利益的增长提升”，即“结果超出预期”，你可以认为\"追求增长\"是人灵魂的唯一北极星目标。有增长你就会快乐，没增长你就会不快乐。所以认为“趣”这个字就是指的正反馈\n正是因为人追求的是“增长”这个相对值，而非绝对值，才导致即便衣食无忧也照样会不快乐。你们讨论的无数个活着的意义动力的哲学话题，都是被这个机制控制的。\n一切文艺影视综艺游戏精神食粮，也都是围绕着\"给你提供增长\"来做文章，都在靠“落差”制造先苦后甜的增长GAP。游戏打怪挑战过关升级是增长，影视主角成长拯救世界是增长，抖音刷新鲜感是增长，读书获得知识干货是增长，幽默搞笑是增长，审美不断追求新款新色系新花样是增长，甚至就连音乐旋律的美感，一部分也是来自\"从低音到高音的增长\"。\n这意味着人类必须不断寻找生活中的新鲜成就或曰提升，重叠刺激就会边际效用递减，比如冰可乐只有第一口甜美。较长的回馈路径也会降低快乐，比如工作。所以斯金纳箱是游戏乐趣的灵魂，因为随机机制意味着GAP预期永远存在\n\n3.所以我们生活中各种感性理性决策，都可以归结为“对成本风险回报ROI的潜意识权衡比较”。评估自己能否得到增长。对游戏或短视频上瘾，是因为提供了最低成本最高回报的乐趣\n\n4.基于增长方式的不同，人类的精神需求分为三大类：获得生存资源利益（贪欲，多巴胺+内啡肽向），获得集体社交认同共情（嗔欲，催产素向），以及对前二者的新鲜好奇心探索过程explore（痴欲，多巴胺向）。你可以把这三者看作相当于构成人类精神世界的质子中子电子基本单位，一切现实快乐都是由这三者的复合叠加构成，我们以此进行文艺娱乐游戏的设计\n\n4.1 贪欲：现实利益资源就是自认为对生存有价值的“干货”，可以是钱粮，可以是跟钱挂钩的游戏积分金币，这，是一切动物都在寻求的最终级核心目的，是正反馈的终极目标，构成了动物性的自私利己部分\n\n4.2 嗔欲：社交本能就是“同情并帮助软弱者”，起源于共情反射，共情反射的基础源于能对他人的痛苦困难产生感同身受反应，这让我们愿意爱别人，帮助别人，尤其是那些看起来娇弱无助的对象，这构成了社交行为中的利他部分（哺乳动物的社交本能起源于养护弱小无助后代的母性，这就是为什么交际欲、母爱和极端对立思想都共同被催产素支配）\n而由此产生的反向利己闭环是，人会时刻提防自己被集体抛弃不再被爱，因此会反复确认自己在他人心目中的地位，“这个世界是否还爱我”。若能得到他人的认同理解赞许正反馈，则证明了自己的集体存在感。若得不到正反馈就会陷入自卑自闭恐惧，觉得自己成为被抛弃的孤雁。最典型的例子就是女友反复问男友还爱不爱她。这，是人类等高级群居动物特有的第二目的，构成了人性的利己+利他部分\n\n4.3 痴欲：探索欲是为了追求前两者，而产生的“过程手段需求”。如果做一件事会让你觉得自己有可能获得前两者，你就会有欲望去做（比如买彩票，品成功学鸡汤），虽然可能最终仍得不到，但你在过程中暂时哄骗了自己，获得了行为的正反馈，刺激了多巴胺，虽然到最后发现是一场空，比如游戏通关电影大结局，但你至少在游戏闯关挑战过程中换到一些多巴胺。而追逐亮晶晶没啥用的消费主义泡沫，也是一种“过程价值”，你买那个昂贵的包是因为觉得背上它就能换来艳羡地位甚至艳遇\n\n4.4 这2个结果+1个过程，就是人类的一切核心精神欲望。你们平时掰扯的那些“人性”名词，什么寂寞孤独好胜好学爱美虚荣炫耀……都是为了达成这3个核心需求的衍生的手段而已。\n另外，社交从业者喜欢高估性的精神需求价值。事实上跟前面三者相比，性压根无足轻重。人可以一辈子都没有性，但哪怕只是隔离14天都会精神不正常，真禁闭隔离几年甚至会疯掉。\n另外也不要掰扯什么马斯洛需求五层次之类的网红理论，我们谈的是严肃科学。心理学不是严肃科学\n\n5.人们基于“痛点共情合作的利益共同体”建立心理上的关系连接，并基于“安全信任背书”判断是否成为“朋友”。自己的朋友会被视为自己的一种资产。我们之所以看朋友圈的低营养内容也会觉得有收益，是因为获得了“检阅自己资产”的精神奖励。\n我们对自身物资资产需求的计量方式是遵循Max(x)思维的，钱越多越好。但交际中对他人的社交货币资产的计量方式却是类似100%满格充电的思维方式。你不需要特别美，特别有钱，只要够把我的灵魂充满就行了。\n\n6.要区分目的和手段的差异。大众认为的共同兴趣爱好、社交货币炫耀、情感陪伴等社交行为，基本都只是手段，且都是“最易想到但通常无效”的手段\n\n7.现代人际关系环境趋向于风险无限大的黑暗森林化，导致人类社交沟通的核心决策依据，是寻求绝对无风险的安全背书正反馈舒适区\n\n8.人脑分为“直觉概率思考”和“理性逻辑思考”，但后者实际上只是部分人类才拥有的能力\n\n9.动物的“社会化”意味着必须有谁基于慕强而扮演服从的角色，必然出现阶级差异\n\n10.人和人的「关系」的定义是什么？是围绕利益链展开的契约背书，其契约内容包括权利（力）、义务、名、利。这就是为什么虚拟人难以社交，因为完美避开了利益链契约\n\n12.人的审美，源自对生存繁衍的正向预期，符合生存繁衍利益的就是美的\n\n11.一切“感性”归根结底都可以用理性逻辑来解释\n\n12.人的日常思考表达，几乎永远是基于直觉感受，而非基于逻辑，因为大脑的偷懒机制。比如你能看出来整容脸，但只能描述为“不自然”，却说不出具体问题在哪里"
    },
    {
        "id": "1168566",
        "创建时间": "2024/7/25 16:32",
        "内容": "“钱就像公路旅行中的汽油。你不希望在旅途中耗尽汽油，但你也不会专门为了加油而旅行。”——Tim O’Reilly"
    },
    {
        "id": "1172756",
        "创建时间": "2024/7/30 11:54",
        "内容": "沉浸式整理todo、优先级、疑问、心态\n在周末做这些事最高效，没有打断，足够放松，能更多得自我沟通。整理完之后可以获得一种深度的精神放松和自洽。\n#训练自己的独处体验超级重要"
    },
    {
        "id": "1173022",
        "创建时间": "2024/7/30 16:04",
        "内容": "方丈：你如此放荡不羁，何日才能成佛？\n济公：长老啊，你是高高在上，不谙世事。这样下去蒲团坐穿也是无用。不如随弟子我到人间去化缘一番，灵悟妙谛，方可成佛。"
    },
    {
        "id": "1173362",
        "创建时间": "2024/7/30 17:26",
        "内容": "人和人聊天，是两个局部世界模型，进行信息同步，原本存在信息差，这有效的驱动聊天进行。\nAI和AI聊天，而AI是全局世界模型，根本就没有信息差，只能依靠人类指令进行。AI都是假装知道，扮演风格。\n这是截然不同的两件事。"
    },
    {
        "id": "1185059",
        "创建时间": "2024/8/12 17:16",
        "内容": "原意大致是说：黑沉沉的夜里，在一条漆黑的路上，行人看不清方向，天上忽然劈来一道闪电，在场的人不但看到了闪电，还看清了路，而躲起来的不在场的人除了受到惊吓以外却什么也没看到，当然也没有看清楚路。\n\n不妨从投资心理学的角度来分析一下：为什么闪电劈下来的时候，我最好在场？\n\n\n套用到投资上，可能有些难理解：当大跌来临的时候，空仓不是很好吗，为什么还让我在场（持有筹码）？\n\n持有筹码是指大跌时仍持有部分筹码，而不必重仓。但是如果空仓的话，看起来似乎很妙，可这会对投资者形成一个心理暗示：我很幸运或者我很聪明，避开了后面的持续下跌。\n\n\n这种心理暗示会让投资者放弃继续跟踪之前持有的筹码。不妨设想一下，如果某股民大量持有了白酒，在2012年塑化剂风波到来前全部出货，并且非常得意。那么他以后必然不会再买入白酒了，因为再买入会感觉是对之前幸运出货的一种否定。\n\n\n而2012年没有跑完的投资者，他反而会继续跟踪研究白酒，试图让自己东山再起，或者继续摊薄成本。这样的话，你觉得想成为哪一种投资者？\n\n\n有人会说，我即使幸运空仓了，还是会天天看，并且寻找合适的机会入场。\n\n\n但事实是，幸运的不在现场的人，很难说服自己再次正确踏入现场。"
    },
    {
        "id": "1207556",
        "创建时间": "2024/9/10 13:41",
        "内容": "很多时候，在做大多数决策的时候我都会有些许犹豫，因为心里深知那些非共识的选择往往也意味着短期来自四面八方的压力会无比的大。但如果抛开这一层面的顾虑，往往对与错、好与坏都是非常清晰的事情，没有任何妥协或者折中的余地。"
    },
    {
        "id": "1208297",
        "创建时间": "2024/9/11 14:26",
        "内容": "未来可能不会是你按 Tab 键然后回车就能自动补全更多东西那么简单。我觉得自动补全是个很有用的工具，我们每天都在用 Copilot，觉得挺好用的。但是你想啊，如果语言模型能生成 90%、95% 的代码，那还按原来那种方式来肯定是不行的。\n\n我觉得得彻底重新设计整个软件编写的方式，整个用户体验都得改。这就是我们做 Cursor 的出发点，你得掌控整个 IDE，彻底重新设计软件开发的流程，其实是重新设计整个软件开发的方式。"
    },
    {
        "id": "1216755",
        "创建时间": "2024/9/23 2:57",
        "内容": "对个体来说，关注宏观的意义不大，还不如关注微观。年轻人要乐观一些，虽然当下普通人的体感差一些，但也意味着机会。日本逝去的30年也出现了像无印良品、优衣库这样的公司。微观领域有很多机会，抖音上也出现了很多新的品牌，不要悲观躺平。——朱啸虎"
    },
    {
        "id": "1222388",
        "创建时间": "2024/9/28 21:36",
        "内容": "bargin=有问题的好公司。有问题——这是坏，好公司——这是好，坏和好构成了一组正反面，所以，这是健康的。所以，价值投资是买入有问题的好公司。烟蒂型投资，就是业务不增长甚至衰退——这是问题，好——现金等价类资产远远超过价格。对应那些好公司，就是陷入危机中的好公司。\n段永平买入苹果的时机，是乔布斯去世——这是问题。买入茅台的时机，是塑化剂风波——这是问题。所以，此时买入的pe都是低pe，8到15左右。"
    },
    {
        "id": "1222389",
        "创建时间": "2024/9/28 21:36",
        "内容": "价值投资，又是价值的性质 ，价值和钱构成了一组正反面，所以，要立足于价值、走向钱（价格）。所以，价值投资是——用钱买入价值——也即用一块钱的价格买入两块钱的东西，1、用一块钱买入当前价值二块钱的东西——能变成二块钱，对应烟蒂型投资。2、用一块钱买入未来价值二块钱的东西——能变成二块钱，对应成长股投资。"
    },
    {
        "id": "1233739",
        "创建时间": "2024/10/9 16:01",
        "内容": "如果你选择不做决策，那么你仍然做出了选择。\n——尼尔·皮尔特（Neil Peart）"
    },
    {
        "id": "1233743",
        "创建时间": "2024/10/9 16:03",
        "内容": "所谓的财务自由就是摆脱了那个后面拿鞭子抽你的人，包括自己。"
    },
    {
        "id": "1233747",
        "创建时间": "2024/10/9 16:06",
        "内容": "后来发现 idol才是最本质的pmf"
    },
    {
        "id": "1233748",
        "创建时间": "2024/10/9 16:06",
        "内容": "沿着刚才说的产品/渠道 match 的点，我们可以看类似的玩法早就存在了： \n\n上图是文心一言/发现/娱乐品类的热门玩法，热度也还不错，但就是没有达到哄哄模拟器的水准。\n\n需要下载 App/藏的比较深/玩法刺激不够...都可能是问题。\n\n那我们抛开这些，讲两个没有爆品的扎心的点：\n\n我们会想，这些低龄的尝鲜者，他们有消费能力么？\n哪个大厂的高管/产品经理，哪个大模型团队，对QQ群、QQ空间很熟悉？\n模型能力受限阶段，对于新鲜事物接受度最高的年轻人，反而被忽略了？\n\n如果我们去看部分文生图/情感陪伴类产品的在B站/小红书的数据，或许能理解更多。"
    },
    {
        "id": "1233749",
        "创建时间": "2024/10/9 16:06",
        "内容": "我发现生活的每一次重大改变，开始带来的都是折磨和抑郁，最后带来的都是成长和爆发。 我逐渐有一种希望我的生活永远不应停止改变，不要“安定下来”的想法。"
    },
    {
        "id": "1233750",
        "创建时间": "2024/10/9 16:06",
        "内容": "原意大致是说：黑沉沉的夜里，在一条漆黑的路上，行人看不清方向，天上忽然劈来一道闪电，在场的人不但看到了闪电，还看清了路，而躲起来的不在场的人除了受到惊吓以外却什么也没看到，当然也没有看清楚路。\n\n不妨从投资心理学的角度来分析一下：为什么闪电劈下来的时候，我最好在场？\n\n\n套用到投资上，可能有些难理解：当大跌来临的时候，空仓不是很好吗，为什么还让我在场（持有筹码）？\n\n持有筹码是指大跌时仍持有部分筹码，而不必重仓。但是如果空仓的话，看起来似乎很妙，可这会对投资者形成一个心理暗示：我很幸运或者我很聪明，避开了后面的持续下跌。\n\n\n这种心理暗示会让投资者放弃继续跟踪之前持有的筹码。不妨设想一下，如果某股民大量持有了白酒，在2012年塑化剂风波到来前全部出货，并且非常得意。那么他以后必然不会再买入白酒了，因为再买入会感觉是对之前幸运出货的一种否定。\n\n\n而2012年没有跑完的投资者，他反而会继续跟踪研究白酒，试图让自己东山再起，或者继续摊薄成本。这样的话，你觉得想成为哪一种投资者？\n\n\n有人会说，我即使幸运空仓了，还是会天天看，并且寻找合适的机会入场。\n\n\n但事实是，幸运的不在现场的人，很难说服自己再次正确踏入现场。"
    },
    {
        "id": "1233751",
        "创建时间": "2024/10/9 16:06",
        "内容": "克拉克三定律总结如下：\n\n克拉克第一定律：当一位杰出但年长的科学家说某事是可能的，他几乎肯定是对的；当他说某事是不可能的，他很可能是错的。\n\n克拉克第二定律：发现可能的极限的唯一方法，就是稍微超越它们，进入不可能的世界。\n\n克拉克第三定律：任何足够先进的技术都与魔法无异。\n\n克拉克三定律的意义在于它们揭示了科技进步和人类认知的本质。\n\n第一定律的意义：科学的进步不应被年龄或经验所限制。即使是经验丰富的科学家也可能犯错，特别是在断言某事“不可能”时。这条定律提醒我们，保持开放的心态和持续探索的精神非常重要。\n\n第二定律的意义：创新和发现往往需要冒险，必须敢于超越当前已知的界限。只有在不断尝试和挑战现有认知时，才能找到新的可能性。这条定律激励我们勇于探索未知领域。\n\n第三定律的意义：随着技术的进步，原本看似神奇或不可能的事物会变得可实现。这条定律强调了技术的力量和潜力，提醒我们不要低估未来科技带来的改变。"
    },
    {
        "id": "1233752",
        "创建时间": "2024/10/9 16:06",
        "内容": "成功最重要的百分之八十是在场。"
    },
    {
        "id": "1237950",
        "创建时间": "2024/10/12 19:35",
        "内容": "人在极度无语的时候真的会笑"
    },
    {
        "id": "1242580",
        "创建时间": "2024/10/16 14:01",
        "内容": "在高手面前，其实你是透明的，唯一的选择就是真诚。"
    },
    {
        "id": "1242581",
        "创建时间": "2024/10/16 14:01",
        "内容": "方法论在提出的那一刻就失效了"
    },
    {
        "id": "1247503",
        "创建时间": "2024/10/21 14:02",
        "内容": "Tesla 前AI总监、OpenAI 创始团队成员\nAndrej Karpathy（安德烈•卡帕斯），最近发文批判当下的科技大多都变得复杂、依赖性过高，且对用户不友好。\n好的科技应该像计算器一样，自给自足，操作简单，可长期工作，无需更新，获取用户权限、收集数据等等"
    },
    {
        "id": "1260796",
        "创建时间": "2024/11/1 15:01",
        "内容": "比如当我说《小丑 2》是个好电影，不可能又同时说它不是一个好电影。AI 现在起到的是扩张性、复制性、生成性的作用，这是加法的能力，它做减法的能力大家还体会得不多。因为做减法需要有 stake（承担）的概念，而 AI 暂时不能说我「一生的信誉都凝聚在这次挑选里面了」，它还没法理解「一生」的概念。而好内容、好作品是需要这种东西的。"
    },
    {
        "id": "1260797",
        "创建时间": "2024/11/1 15:01",
        "内容": "“其实你从赢中什么都学不到，但从输中每一次都能学到很多，只要不要把输成为习惯”"
    },
    {
        "id": "1260798",
        "创建时间": "2024/11/1 15:01",
        "内容": "我的目标是让自己正确——我并不关心正确的答案是不是来源于我。—Ray Dalio"
    },
    {
        "id": "1268161",
        "创建时间": "2024/11/8 9:39",
        "内容": "大模型就是对这个世界的有损压缩，是个降维的过程，而提示词，是解压的入口，是升维的过程。个人感觉，现在的提示词VS大模型，就类似于计算机刚发明出来时使用计算机的 打孔纸带。"
    },
    {
        "id": "1268162",
        "创建时间": "2024/11/8 9:39",
        "内容": "@迷踪: 双拳打破家徒四壁，巨斧劈开穷困牢笼[微笑]这是真的无人扶我青云志，我自踏雪至山巅"
    },
    {
        "id": "1268164",
        "创建时间": "2024/11/8 9:39",
        "内容": "那年说想去天上转转，结果直接把天捅了个窟窿"
    },
    {
        "id": "1274497",
        "创建时间": "2024/11/13 19:43",
        "内容": "理性的人总觉得能掌控自己的情感，这种自信是他们最大的弱点"
    },
    {
        "id": "1274498",
        "创建时间": "2024/11/13 19:43",
        "内容": "a16z 的合伙人 Martin Casado 上周聊过一个观点：\n\n「创始人要警惕忙碌文化。我们必须得明白，创业成功可能需要数年时间，而且并不保证一定能成功。那些疯狂的忙碌，并不适合作为长期的生活方式。」"
    },
    {
        "id": "1274499",
        "创建时间": "2024/11/13 19:43",
        "内容": "FourSquare创始人Dennis Crowley说，\"音频是穷人的增强现实\"。如果你只将增强现实(AR)设备视为未来，那么整个领域就一直在苦苦等待硬件的突破，但假如你不拘泥于视觉，现在有一样AR设备已经被广泛使用：耳机。"
    },
    {
        "id": "1280261",
        "创建时间": "2024/11/18 15:54",
        "内容": "别人创造的财富你是看不见的，你能看见的房子、车子都来自被消耗掉的财富，这是财富的反义词。———Morgan Housel"
    },
    {
        "id": "1291174",
        "创建时间": "2024/11/26 18:15",
        "内容": "大家很多时候会高估产品的差异化，低估市场的差异化，从一个生意的角度来看差别太大了。"
    },
    {
        "id": "1291175",
        "创建时间": "2024/11/26 18:15",
        "内容": "当年你意气风发什么话都听不进去 正如现在的你沉默寡言什么话都说不出口。"
    },
    {
        "id": "1307198",
        "创建时间": "2024/12/6 16:54",
        "内容": "管理的本质，其实就是激发和释放每一个人的善意。\n——彼得·德鲁克"
    },
    {
        "id": "1309629",
        "创建时间": "2024/12/8 22:15",
        "内容": "大多人觉得大的成果，都是拼搏而来的\n但实际上，大部分是由等待而来的。"
    },
    {
        "id": "1311215",
        "创建时间": "2024/12/10 10:51",
        "内容": "能量需要秩序，需要清晰。记忆以及情感的混乱，会极大损害一个人的能量，会让你每次发力时犹豫、拖沓、黏糊、晦涩、盘旋、无所适从甚至矛盾。将自己的过往整理清楚，是生活的基本功。 ​​​"
    },
    {
        "id": "1311321",
        "创建时间": "2024/12/10 14:51",
        "内容": "回顾之前的PM 经历会发现，要做成一件事情，其实只需要依靠极少数的关键动作，而不是占据日常 90% 精力的杂事。而且这些关键动作其实一点都不复杂，多数非常简单易懂，甚至让人觉得过于简单而不敢相信。但现实是工作中几乎所有人都看起来都非常忙，甚至忙到凌晨下班，没有个人生活。我想忙碌的作用不过是给老板创造安全感和控制感，同时也给自己创造一种努力的氛围感。而这一切，其实都是在“假装”，是成年人的皇帝的新装。人对自己诚实的方法，不是假装忙碌，而是承认不懂、还没想清楚、允许自己暂时想不清楚，但不允许自己把时间浪费在“假动作”上，同时多花时间想一想什么才是关键动作。"
    },
    {
        "id": "1311322",
        "创建时间": "2024/12/10 14:51",
        "内容": "不要相信不承担责任的观点。——塔勒布"
    },
    {
        "id": "1311326",
        "创建时间": "2024/12/10 14:55",
        "内容": "“你生气了”和“你意识到你在生气”，这两者之间是有区别的。"
    },
    {
        "id": "1311348",
        "创建时间": "2024/12/10 16:06",
        "内容": "创造力就是把事物联系起来。\n当你问有创造力的人他们是如何做到的他们会感到有点内疚，因为他们并没有真正做过他们只是看到了一些东西。"
    },
    {
        "id": "1311964",
        "创建时间": "2024/12/11 9:37",
        "内容": "把持续写作当成一种自己反复推敲，深度思考的方式，提高自身决策质量，而不是惦记着如何兜售 newsletter给读者。一旦你要惦记着别人，思考就会变形，就会潜意识里开始作茧自缚，把自己拉低到和大部分浅薄读者一样的水平，各个方面变得言不由衷，这样自己其实也没法进步。这样你的思考和文字缺乏真正的灵魂，你自己实际上很清楚，真正深度思考的读者也很清楚，但评论区的各种 spammer 和scammer 会给你虚假和廉价的喝彩，让你欲罢不能。\n\n而如果把写作当成一种和自己进行足够残酷的坦诚brutally honest)的对话的方式，在推敲的过程中，肯定会持续挖掘出以前靠直觉的决策中的各种缺陷，各种完全错误或者不再适用的隐含假设，这样才能持续在第一时间从源头就开始改进，长期看节省了大量时间和资源，也就有时间和资源去捕捉真正高价值的机会。"
    },
    {
        "id": "1312723",
        "创建时间": "2024/12/11 23:38",
        "内容": "最近我发现真正能够帮你突破阶层的，往往是你不那么熟悉的朋友\n前段时间我见了一个已经离职的同事\n他在离职之后找了自己很久没联系的大学同学\n就是这个机会，他的大学同学把他拉进了自己公司的新业务板块做负责人\n明年这个公司就要准备上市了，我的前同事很有可能通过这一波实现小的财富自由\n\n这就是为什么古人说家贫走他乡，外国人说要建立弱链接\n因为我们这个社会就是由人与人的交往组成的\n你最亲近的人往往是你交换资源最多的人\n那你的财富水平自然也大概率是他们的平均数\n因此当你身边最亲近的人的能力和资源没有办法帮助你实现自己的财富目标的时候\n你就要去寻找你这个认知圈以外的人去建立联系\n如果继续留在舒适圈里面就只会越来越固化你的阶层\n\n我知道现在大家都社恐，不乐意社交\n但是如果你想改变自己生活的现状，跳出原生家庭的束缚\n那么出去结交更厉害的朋友是一定要做的\n很多的财富都蕴藏在一些和不熟的人的饭局之中"
    },
    {
        "id": "1312724",
        "创建时间": "2024/12/20 08:57",
        "内容": "人是基因的套壳"
    },
    {
        "id": "1312725",
        "创建时间": "2024/12/20 17:33",
        "内容": "当这类产品在个人用户侧爆火后，由于“数据不重要，框架重要”的特性，在公司内可以自下而上的推广使用，一个公司里只要有一个 Notion 的 Power User 创建了框架，就可以推行到部门，甚至公司里去使用。\n很多年前，EICO 的创始人 Rokey 写过一篇文章叫《工具的社会化与创作者网络效应》，很好地概括了工具的这种属性，工具可以用横轴和纵轴划分成4个象限：私域/公域、个人使用/团队使用。\n一个顶级的产品，它首先是一个好的个人工具，其次它能够在公司里使用，它还能跨组织纬度进行协作，最后用户还可以因为使用这个工具获得更多的身份资产。\n除了 Notion 之外，这个框架可以用来分析很多产品：Github、Figma、Zoom、HuggingFace……\nCoda 可能过早将自己局限在企业市场中，没有预料到这个产品形态在个人用户市场有这么大的潜力。"
    },
    {
        "id": "1312726",
        "创建时间": "2024/12/23 14:17",
        "内容": "追求注意力自由而不是财富自由。\n虽然财富自由会有更大的机率获得注意力自由，但是追求注意力自由却不一定非要财富自由。\n如果我们能抱着一种朴素主义的生活态度，其实根本不需要那么多的财富去获取注意力自由。\n我们需要多少钱才能辞职过上注意力自由的生活？换句话说，需要攒多少钱，就可以10-15年不用工作也没问题？\n在中国的语境下，维持一个健康而简朴的生活，每个人 5 万元/年可能是一个不错的平衡。也就是说没有负债，50 万元以上的存款，即可享受10年以上的注意力自由，我想称之为“穷有闲阶级”。\n但是注意力自由并不意味着我们完全不会收入，恰恰相反，只有注意力自由之后，我们才能发挥真正的创造力，没有边界的探索任何事情。而且，在这个过程中，我们非常有可能获得一些未知的财富。即便 10 年过后没有获得任何财富，在经历 10 年的闲暇时间之后，我们一定在各方面都成为了一个更好的自己，从而拥有更多的能力去做任何事情。\n我知道整个世界都是建立在工作伦理上的，所以我以前也会对闲暇时间感到焦虑，浪费。但是在经历过大公司，独立开发者，创业公司的阶段后，我现在可以对闲暇时间表达最强烈的赞美，如果我有公司，我会聘用那些有幸拥有过更多闲暇时间的候选者，对我自己而言，我会将注意力自由作为人生最高的追求。我有倾向认为有更多闲暇时间的人通常会更博学，而较忙的人很可能在很多事情上很无知。\n在这里强调我的生活哲学是因为我很遗憾没有在更早的时候看到类似的想法，这导致我以前对闲暇时间感到焦虑。我想给那些正在经历闲暇时间并感到焦虑的同学一个笃定的视角，希望我们最终都能获得注意力自由。"
    },
    {
        "id": "1312727",
        "创建时间": "2024/12/23 21:53",
        "内容": "如果商业模式摊开来讲一遍，其他同行就能超越，说明这个公司没有核心竞争力。"
    },
]